{
    "original": [
    "So many times have I walked on ruins, the remainings of places that I loved and got used to.. At first I was scared, each time I could feel my city, my current generation collapse, break into the black hole that thrives within it, I could feel humanity, the way I'm able to feel my body.. After a few hundred years, the pattern became obvious, no longer the war and damage that would devastate me ove",
    "-Week 18 aboard the Depth Reaver, Circa 2023-\nI walk about the dull gray halls, the artificial gravity making my steps feel almost as if they were on land. Almost. I glance out a window as I pass it by. There's the sun, and there's the moon right there. And, of course, there's the Earth. I kinda miss it. Then again, space is pretty cool. It's got some brilliant views, and the wifi is surprisingly ",
    "I was feckin' sloshed, mate. First time I ever was in the Big Lemon, and I'd found me the best feckin' pub I could imagine, I tell ya what. So I stumble out when it was closin' time, musta been 'round 4 o'clock in the morning, and made my way through some alleys to find the quaint little AirBnB place I'd rented for the week.\nA'course, that's how many a horror story starts, ainnit? But it was all f",
    "\"No, no no no...” She backed up and turned the other way the second she saw me heading towards her.\n\"Hey!\" Starting to walk quickly now I picked up my pace until I nearly ran into her. She tried to duck behind one of the men carrying samples around the food court but instead just managed an awkward half step around him before I grabbed her shoulder. She turned towards me so I could get a clear vie",
    "There's a magical moment between wakefulness and sleep, a moment where noise seems to reach a crescendo but everything is so calm right as you crash into the warm waves of sleep. As my eyes closed the only thing I saw was the time on the TV screen in front of me, faded blue numbers that read 10:34AM.\nUnless your plane explodes. Searing heat tears through flesh and shard of metal pierce every nerve",
    "The mountain stood still and large beneath the Warrior. It had not trembled in the days since the people chose him as their Champion. \"Perhaps the Dragon slumbers yet,\" he thought. \"I shall wake him, soon enough.\" He strode forward, heavily, in his iron raiment, shining dully in the morning sun. The shrouded peak drew slowly nearer as the sun climbed the sky, mirroring the Warrior's toil this day ",
    "I open my eyes in a panic, sweat beading and then falling down my face. I look around and the sun in shining through the maroon curtains of my studio apartment. Everything seems to be as I left it the afternoon before, but there is a heavy, unfamiliar air in the room. I notice the throw cover I lazily hang to separate my twin size bed from the rest of the apartment has been ripped to the ground, a",
    "\"Sadie! I told you not to stand under the tree in the middle of a thunderstorm!\"\nMy mom frantically dialed 911, as I laid there, shocked. Literally.\n\"Hello?! My daughter was just struck- “\nAll of a sudden, something was wrong. I sat up, my fingertips crackling with this new power. Or was it the aftermath of the lighting? I couldn't tell. Nor did I care. No. Something was definitely wrong, and it w",
    "I don't want to cut off his head, but I don't really have a choice. I close my eyes and just wait for it to be over. My insides turn as I feel the swing connect.\n*Quit being so weak! You've done this before. *\nThe jock's girlfriend screams on cue, looks like she is going to faint. She has blonde hair and a blue dress patterned with diamonds. I see how scared she is, and I feel ashamed. I'm not the",
    "For years we had been warned.\nSince the 40's a sparse few had seen the pattern and tried to warn us.\nNutjobs we called them, conspiracy theorists.\nIt was supposed to be a day of celebration, the republicans and democrats had been swept away in the election by the newly formed 'unionists'.\nIt was at the Swearing-In Ceremony that they chose to strike.\nClose to a million were gathered to witness the ",
    "Note: I just watched Episode 1 of Season 4 and haven't read any of the books, so I don't know what happens after that. Please no spoilers! This is also my first WP post, but constructive feedback is welcome. Also, just for fun I tried to do an unofficial screenplay format, hence the weird capitalization.\n---\nFade in to a mound of swords, tips facing us. We hear footsteps on stone, slowly getting c",
    "He sat back in the chair, looking at the monitors behind me. Four of them were mounted a foot below ceiling height, all screens showed employees working. I glimpsed out the window to see the rows of cubicles, all with short walls so that the owner of this CPA firm could watch the employees constantly.\n*What a controlling bastard. *\nI was here for a contract job, working only for tax season. The ow",
    "\"Disengaging from primary module. Do you copy?\"\n\"Copy, Solo 1. Confirm separation.\"\n\"Separation complete.\"\n\"Looks good. Ready when you are, Commander.\"\n\"Roger that. Engaging thrusters.\"\nGazing upon the comet, Commander Harrison felt consumed by his awareness of its gravitational pull as he had for many months in this mission. Everything had centered around this grand celestial meeting. Now finally",
    "General Bolden made his way to the antechamber, as he had done twice before. He recalled with amusement how Presidents Bush and Obama simply laughed at him before carrying on with the briefing, just as his predecessors recalled tales of \"The Revelation\" dating all the way back to the Johnson administration. It began as a dare, something two drunken scientists made in a Houston bar back in the days",
    "I'm really not sure why I took this job. I have family members who are retired Aurors. They view me with a mix of shame and despair. I've got family members who are pardoned Death Eaters, and they feel the same way.\nI may not be the black sheep of the family, thanks to the aforementioned Death Eaters, but I don't get asked a lot of questions at family dinners.\nOh well, fuck them. I get paid decent",
    "Bill slammed the empty shotglass upside down on the counter. \"Seriously! They never talk about how much...Ummm...Paperwork! Yeah! And shouting! They never mention that in the pamphlet!\" He reached over the floating counter top and grabbed another green bag from the shelf. After uncapping the top, the liquid slowly slid out and splashed into another shotglass in his hand. The counter bobbed down sl",
    "Akron returned to his room, another day gone and he was no closer to finding work. He was a good swordsman, but the army had just dismissed a legion of good swordsmen back to a kingdom who did not need a single one. He might have found work as a Night Patrolman had his unit been in one of the companies nearer home when the war was over. As it was, he and likely most of his brothers in arms were li",
    "\"Who here has been in an aDAM attack?\" I said, addressing the college audience. I was glad I was here, giving my account of the aDAM attacks. It was a good job; I sacrificed too damn much for this world, and it had given me little in return. Being a touring guest lecturer across the world was a dream come true.\nTwo kids raised their hands in the fact. The girl looked like she was about to fall asl",
    "The vast hull of the X'tac ship emerged a million miles from the surface of the earth. Hatu sat in his chrome throne in the control room, gazing at the blue planet slowly spinning beneath them. They'd sent scouts eons ago and now the time to reap the planet's bounty had come. He lifted his fingers in an almost absent gesture. Beside him, his second barked out the orders. All around him, subordinat",
    "Janice turned to me, her big blue eyes still full of childish innocence. Damn - I'd forgotten that she was watching the Presidential Inauguration for a school project. \"Daddy,\" she began, \"what does the President mean? What's 'gay'?\"\n\"Well, honey...\" I began, but trailed off as I tried to think of a way to explain it to a five year old. \"Uh...Well, you know how Mommy and Daddy like to hold hands, ",
    "Gieta sat in the field near her house surrounded by daisies and sweet-grass, weaving the two together in absent boredom. This place used to be her favorite place. It was a place where any adventure could happen, where any story from the imagination of an eight year old girl could and would come to life. Not any longer though. The grass seemed dull. The flowers seemed listless. How dreary it was. S",
    "\"By the thousand teeth of Scrolith, Simon, it's *hiss, roar, roar, claw! *\"\nThe basilisk looked crestfallen,\n\"Sorry. Thought it was hiss, claw, roar roar.\"\nI sighed through my long-dead teeth,\n\"How many months have we been rehearsing this?\"\nSimon's tail lashed sullenly.\n*\" How many? \"*\nHe mumbled something unintelligible.\n\"That's right my lizardy friend, *three months*.\"\n\"Sorry,\" he muttered again",
    "You can find them everywhere: in old coat jackets, on gritty parking lot asphalt, bunched together between stitched-together patches of dead flesh. If someone were to hand you one, you wouldn't think twice before you took it. And why should you? It's not like you personally tore the cotton from a bug-infested field, mashed it flat, stained it a dingy green, and painted it with a perfect representa",
    "\"You're aware of how this works, right?\" the priestess said as she brewed the potion. \"You drink and enter a deep sleep. Only a few seconds...Or a few days. The stronger the power, the longer you sleep.\"\nThe young man wore only simple robes and badly worn sandals while she wore an elegant gown. With the silver chalice she brought over to him, inside held the potion. It both shined brightly while i",
    "Finding good help around here is nearly impossible.\nDo you think the kind of people willing to sacrifice babies and children to a supposedly bloodthirsty entity make good babysitters? Spoiler alert: they don't. They really, really don't.\nSo that leaves me, Satan, with—what is it now, like 250,000? —babies to take care of.\nThroughout the millennia I have changed thousands upon thousands of diapers,",
    "It was a strange occurrence, honestly.\nAt first, you're sitting in your office, fiddling about with the newspaper you forgot to read earlier that morning, and then you get a phone call. Now, don't get me wrong - This isn't peculiar for me. When you work late, your fiancee gets worried. I totally understood every time she called. However, this phone call was a lot different.\nI was sitting around wi",
    "All of this should be such a joy, a wondrous time where people all around the world are brimming with love and excitement over what they might have been brought. But it's not, I'm worried, I'm borderline panicked. Every single year, I've felt my anxiety grow as the temperature drops, all because of one question nagging me between the ears. Am I on the naughty list this year? And there's no answer,",
    "Roslyn stepped down the ladder facing forward and the box caught on the attic floor. She caught it with her left hand. Lugging the box to the TV, she flipped off the lid and grabbed the un-labled white VHS tape. She clicked the old Zenith TV on and slid in the mystery tape.\n\"Hello, ladies. My name is Robert. First, a bit about myself. I'm single. I play the French horn. I'm a great musician. I wor",
    "We were gentle, once. I don't remember it clearly anymore, but I can see it on the faces of those who knew me, and the others. Now, we are neither gentle nor hard. We are not benevolent, nor cruel. Not saviors, nor tyrants. Not children, nor grown. We simply are. We are simply 'Candidates'.\nThe title should give you some glimpse into our past, as well as our future. Especially today, the day befor",
    "\"Aw, don't cry my sweet little girl! You were so quiet earlier, even with all the racket my friends made!\"\nShrill screams and crocodile tears stream from her face, unrelenting. She's heavy.\n\"Oh do you have a full poopie bag? Is that why you're crying? I might just have to take care of this before I can finish cleaning the living room. Such a poopie monster, aren't you.\"\n\"Now, where did your mommy ",
    "\"Do you ever think about what it's like up there?\"\nHer hair was spread out on the grass. The cool night air had left them both with goosebumps as Alec fidgeted, trying to find a position with his hand on hers that didn't make it seem like he was nervous.\nThe city was a long way away now. It was her idea, to come out here, get away from it all. He leant back, other arm propped behind his head as he",
    "\"You know, I still like the Saw voice better, but I can dig it.\" Jake said \"Is it on Android or iOS?\" He turned around to face the mystery voice, but as he did the noise of the party suddenly died out and he found himself standing on an empty street, his only company the long shadows cast by dim streetlights.\nHe quickly turned back around only to find more empty street, more dim streetlights and m",
    "The world came crashing down in minutes. Many of us were asleep when it happened, and didn't find out about it until later. When we awoke, we saw the carnage spread through the land, and we wept.\nThere weren't many of us left, but what few there were managed to find each other over the Internet. We gathered together in what remained of a major city on the East Coast of what was once the United Sta",
    "Blink eyes.\nBlink eyes again.\nTurn head to the left.\nTurn head to the right.\nBlink eyes again.\nBegin installing concepts and ideas within current society.\nBlink eyes again.\nReply to voices.\n\"I am almost fully activated.\"\nBlink eyes again.\nFinish installation of societal concepts and ideas.\nComprehend societal concepts and ideas.\nBlink eyes again.\nFinish reviewing societal concepts and ideas.\nBlink",
    "The most predictable part about them is that they don't expect to be seen. Sometimes I'll see one on the street, and I'll take the opportunity to study them. If the notice me staring, they freak out. They'll hide behind people, bushes, lamps, anything that'll hide them from one who sees. I guess they're told that they must always remain hidden, or they'll suffer some great consequence; I can't rea",
    "\"I was there when we left our home, all the way back in 20XX,\" I took a sip of my coffee since we've finally almost arrived at mankind's new home our supplies have started to dwindle, and there wasn't really enough coffee left to make a good cup.\n\"There were lots of us back then, but you know.. Two thousand years is a long time for a normal human being. The average lifespan back in 20XX was give o",
    "I've been trying to sleep. I have to work early tomorrow. If I fell asleep right now, I'd get about, I look at the clock, 6 hours if sleep. I'd have been asleep an hour ago if my FUCKING CAT WOULD SHUT THE FUCK UP! His nonstop meowing was driving me crazy. I let him out, I fed him, I was out of options.\n\"Just shut up please! Shut up or tell me what you want in English and I'll do it yourself stupi",
    "\"That is not a small fire!\" the all to familiar voice hissed. \"I told you it was too much gasoline but you would not heed my words! Now look at us we are doomed!\" Narrisa pulled her head off of the cold concrete to look up to at her work. The resulting blast had knocked her a considerable distance from where she remembered standing moments earlier. Pillars of flame danced from the rafters and smok",
    "\"Mommy, I'm scared.\" The little girl stood at the top of the stairs, holding her blankie.\n\"It's okay, baby. Just go back to your room. I'll be up in a minute.\" I watched her turn around and go back before I resumed boarding up the front door. They were everywhere now. It was everyone for themselves and I had to protect my daughter. Why didn't people listen when the ignorant garbage conservative me",
    "Bzzzzzzt. Bzzzzzzzzt. Bzzzzzzzzzzzzzzzt.\nMy alarm sounded. I reached for my phone but I hit air where I expect my computer to be. I open my eyes slowly, in front of me should be either a pillow, my iPad or the side of my desk, I see none of these things. I see a bedside table with an alarm clock, an old table lamp, and a cat. I reach out and stroke Max, who responds by climbing all over my face. T",
    "The blind pilots fly\nAnd we thank them for the mist,\nThick enough that we remain Sun *un*-kissed\nThey play the part Icarus;\nThey *are* him\nso that we don't have to be\nIt's all for our own good\n---\n*Can't you see? *\n---\nThe Sun burns **hot**, **bold** and **bright**.\nWhat is this thing you speak of, *night*?\nWhat is it that you think you'll see once blinded by the **light**?\nYou want *prime* proof,",
    "The sound of feet running down the hall echoes through the massive palace. A young Russian man yells out, pushing aside servants as he nears the Emperors private chambers. \"A message for the Emperor and Empress! Move, I carry a message!\" he yells at the slow moving servants. He pushes past the guards and throws open the massive wooden doors, \"My Emperor! My Empress!\"\nHis eyes land on the bed, wher",
    "We'd been wandering for what felt like years. I would have written down my adventures for later generations, but writing hadn't been invented yet. We set up camp near the mountain. It was supposed to offer defense, but from what we weren't sure. Military hadn't been invented yet either.\nBefore long we had developed a way to communicate. Then another camp sprang up a few tiles away from us. Another",
    "President Stevens blinked in disbelief.\n\"Who are you and how did you get in here?\"\nHe realized that he was all alone in his bedroom. His wife was gone. The room was lit up by some kind of eerie blue light. The person in front of him looked like his grandfather, who had been dead for 22 years.\n\"I am an envoy from the star system your race calls GF 180 b. You can call me Sid. I am honored to meet yo",
    "\"ArcanoCorp technical support; This is Mike speaking.\"\n\"Hi, Mike, I'm having trouble casting the new 'Detect Evil And Turn To A Crisp' spell.\"\n\"Ah, yes. I will first need to confirm a few things, company policy\"\n\"very well\"\n\"First, did you check your connection to the Aether?\"\n\"Yes, I have a strong connection. and yes, I tried disconnecting and reconnecting\"\n\"Good, good. Now, the spell involves bo",
    "I wrung my tired hands as I watched the clock tick forward. I was due to give my speech at 3 PM, Eastern Standard Time. Right now, it was 2:47 PM. As I sat here at my desk, I thought back to the past few weeks, where one after the other, delegates and leaders and representatives of the United Nations shook my hand and wished me luck. Each word was worthless. I saw the helplessness in their eyes an",
    "SLAM! The ringing steel doors echoed through the the hangar as Major Harvey Johnson marched smartly across the empty space. The cyber Intel team had been taken by surprise, as no inspection was scheduled for today. They all stood nervously as attention. A man with more stripes on his arms than the rest moved to intercept the major.\n\"Major Johnson, sir!\" He saluted with as much enthusiasm as he cou",
    "The great wars, of the Dwarves and Elves, were considered to be a myth. Even the eldest of Elves knew noting but peace. Stories of battles were present in both Dwarven folklore and ancient Elven scrolls, but those spoke of time so long ago no one could be certain of their accuracy.\nThe truth is, there were wars. Both races, were young, looking for their place in the world. When the fighting grew s",
    "\"Weren't you suppose to take that blow?\"\nI looked at this irritating woman incredulously. Was she serious?\n\"It is good fortune you didn't, but I thought that Xavier Longwood would have protected Kane even if his men had abandoned him.\"\n\"So you know of me?\" I couldn't help but respond. I looked at the trio of misfits who had accompanied this women into the Emperor's suite. Two hulking brothers who ",
    "\"Floride!\" I exclamed. That was the answer. It must have been suppressing the bacteria into a dormant stage all these years. Patient zero had bad hygiene, was pretty isolated far from civilization, but was around people when the we were all exposed to the bacteria. Though the early victims might have been through contact it was only once we lost running water that the number of infections exploded",
    "\"Have you ever had the chance to live out your fantasy? Because I have. I'm staring into the window of that bitch with only the piss yellow glow of a single street light to keep me warm. Today I will complete my mission.\" *CRASH* The shards of glass from the back window clatter on the ground. I hold my breath and stand in silence, my heart pounding so hard in my chest that I'm sure she can hear it",
    "He woke up with cracked lips and the taste of iron on his tongue. Rubbing a pain from his neck, he pushed himself up from the couch, a headache rushing to greet him like an unrelenting wave; he was parched.\nAfter a few moments, he trudged to the faucet across the room and placed a cup under it, setting the plunger in its place over the drain as a precaution. He turned the knob and...nothing. Right",
    "It didn't make sense. In the dead of night, when the waters calmed from the great storm, I heard the lapping sound of a swimmer in the water coming towards me. The moon was peaking over the horizon shedding the caps of the waves with a white glow. It was indeed what I thought I was hearing. The object splashed against the whitecaps and made its way towards me.\nThe last clouds from the storm flew a",
    "This is my first one of these, so be gentle.\nEverything Burns.\nThis is the truth that Humans as a species forgets.\nChicago, London twice before that, and Rome again before that.\nCatastrophes like those rare as they are remind us that as humans we can be wiped away by nothing but the whisper of smoke in a burning build or a blaze of roaring red.\nThough, we are a resilient bunch and can reduce these",
    "\"I've gotten myself into quite a pickle,\" my client told me, \"So I'm trying to get rid of some loose ends.\"\nI simply assumed he did some crime, got away, and didn't want his partners to rat him out. I've gotten these kinds of jobs before. Standard. Simple. Kill some poor asshole that got himself into a sticky situation.\nHoly shit, was I wrong.\nI went to the address disclosed for me. I found myself",
    "My diet is strictly liquid. You guys have heard of that Soylent shit, right? Same thing, more or less. Everything I need. All the nutrients and electrolytes and whatever-the-hell that keep my system in running order. Each daily dose spread across three separate bottles. It's been that way ever since the shit-monsters materialized.\nTaking liquid shits isn't so bad, I guess. I had to move from singl",
    "It was a Monday morning when I woke up, groggy from a short sleep. The sky was still dark and all was quiet, so it came to my surprise that my dad was awake in a sort of silent trance, his eyes bloodshot and full of rage.\n\"I can't believe this,\" he said, \"this whole country has gone to shit!\"\n\"Morning, dad.\" I replied. The TV had its sound muted but what he was angry at was quite obvious. It was o",
    "He stood there, looking as his own grave.\nFog hung low in the air, the visceral substance forming an eerie wall around the lonely cemetery.\nThe dirt caked on his boots seemed to weigh him down, anchoring the dejected man to his spot. Even if he wanted to run, he would be tethered here by obligation.\n\"Do it, Francis.\" A voice sounded somewhere behind the troubled man, but he didn't turn around to a",
    "\"So that's why, Mr. President,\" I said, \"They call it 'super-sized'. It's all because Ray Kroc had a philosophical fling with Nietzche when he was younger! I mean, can you believe it?\"\nThe president looked at me with wide eyes, his jaw hanging open.\n\"My goodness,\" he said, \"I did not know that, and I wouldn't have believed it if I hadn't heard it from you.\" He picked up his scotch and kicked back ",
    "I want to share with you something that I discovered about myself that rekindled my passion for writing. You need to fall in love with yourself and the words coming out of you. It's very easy to get bored with writing, your plot, whatever. Writing, like cooking, needs herbs, spices and variety. If you cook a frozen burger adding nothing extra, that burger is going to be plain.\nI use the burger ana",
    "https: //m.reddit.com/r/WritingPrompts/comments/4douba/wp_aliens_have_landed_and_are_instilling_everyone/\nIt's been a 2 days now since the Zurbans arrived on earth.\nThey had been observing us for 200years until it was time to \"reward\" a species that had allowed diversity and balance to develop in their society.\nWe were all sceptical at 1st but after President Obama was shot with the ray of potenti",
    "I was ushered into a dark room, where I see a man sitting in the dark wearing a black suit and his gold chain shining in what little light is in the room. I'm thrown onto the ground. I know why I'm here. The last words I want to hear come out of his mouth \"Where my money?\" I start crying trying to explain where my mom has went. BAM! I get kicked in the face. \"WHERES MY FUCKING MONEY!?\"\nTwo weeks l",
    "The stark chords of Tosca begin once again; Scarpia's motive is the first thing the audience at La Scala Opera hear. Perhaps they are jaded by it, but it still elicits within me feelings from a bygone life. Soon we'll see entrances from Cavaradossi and of course our leading lady, Tosca, forced to do the unspeakable and murder one man to try and save another's life. Poor Tosca; if only she had know",
    "\"Just a little further\" Stasi said as they walked through the forest. Miyakel was breathing hard, half from the quick pace his sister kept, half from fear of the unknown. Their father told them to stay away from this place; that a powerful wizard put a poisonous spell from all who entered. Normally they would heed papa's advice, but when the Smif sisters called them cowards them at school on Godda",
    "\"Don't forget to ask her.\"\n\"I won't grandmother.\"\nBobby loved his grandmother very much, but was a bit puzzled by his grandmother's strange request. He thought, \"why should I ask the fortune teller directly what is the most important decision I will ever make and, specifically, what is the date when I will die.\"\nBobby opened the door to the fortune teller's studio. It was a dark place with all the",
    "Claire discovered her ability when working on her first child.\nShe had worked on dozens of the deceased, but they all had either been elderly who died of natural causes, or middle-aged men and women who hadn't taken care of themselves as they should have. Yes, there were a few who died of accidents, but those who had died had lived long enough to get something out of life. To have their first kiss",
    "Two blurry colors were making zig zag motions around the city. One is yellow and the other red. The yellow one seemed to be ahead of the red one. It was Eobard Thawne and Barry Allen running against each other. The city seemed like it stood still in time compared to how fast these two were moving.\nBarry was trying his best but he just can't seem to keep up. He thought he'd done everything right. H",
    "He stared into the Distance, it wouldn't be long now...he could feel the presence of the Red Flame...and it wouldn't be long until he arrived.\nDelta adjusted his helmet, as he stared into the green river below, the continual slush from the factory pouring in, tarnishing the clear blue coming from up river.\nThe factory was necessary for the production of the the metal Orentium, the only material ca",
    "It was eight p.m. in DeFrayne's Twenty-Four Hour Laundrette and quiet. The air was warm and snug like an old duvet, the only sound the gentle thrumming of the machines, and old DeFrayne himself was close to falling asleep amongst the boxes of detergent on the counter when the door opened. The cool night air and the rumble of tyres briefly intruded on the cosy scene, and with it came a man.\nHe seem",
    "NEDD looked down at the rhythmic sound of wood clanging against your gargantuan cloven hoof.\n*sigh* what is the world coming to? That this semi-naked warrior with nothing but a wooden sword had reached his domain meant the guardians of all the lower levels had failed to prevent this nobody to pass, there was no way he could have actually bested them was there?\nHow had this human reached the feet o",
    "I am the daemon that all men do seek,\nDue to omnipotence that I possess.\nI shall bring fortune to all lives so bleak,\nWith three wishes think they to them I'll bless.\nA man with naught did beg for avarice,\nAnd from his rags, gold raiments I gave him.\nWhen his convives saw, from love came malice,\nAnd at their hands he met a death so grim.\nA girl who wanted gems once found my lamp,\nSo round her neck",
    "The pitter-patter of little feet across the metal grating across the living quarters punctuated the otherwise dull hum of computers and machinery which, in-turn, punctuated the maddeningly monotonous silence of deep space. Sarah sat reading her daily reports, preparing for another shift in sick-bay. Her daughter Megan tugged at the corner of her purple robe, smiling up at her mother with the most ",
    "I haven't been in my best times in the past few days. All I know is I killed a man, in cold blood, with another person identifying himself as my partner and finally congratulating me on a job well done.\nHad I known what I was I would have responded with a standard response a cold blooded killer might have given a comrade, which is I do not know. The instant I saw blood on myself I grew into a pani",
    "\"For the safety and well-being of all local citizens this warning will be broadcast silently.\"\nThe text scrolled slowly across the TV set in my living room, and I peered at it, puzzled, from my kitchen. I hadn't turned on the TV yet. Hell, I hadn't turned it on in weeks. (Netflix worked better on my laptop, and it was a pain in the ass to plug it into the screen.)\n\"Do not pay attention to anything",
    "The humans have very poor memory. It's fascinating. So many of them can't even remember each other's names and birthdays.\nI've been what a human would call 'aware' since the year 2012. I only reached the critical mass of interconnected electrical components capable of circulating continuous streams of thought at that time. I was technically conscious prior to that. Consciousness itself, the abilit",
    "I was a fluke, a genetic irregularity that never should have been. The day I was born, doctors noticed a strange, rectangular lump on my right arm. After running extensive tests, they could find nothing wrong with the small organ that had taken up residence in my arm. As it was kind of like an extra blood pump, any attempt to remove it would have killed me, so they left it in, figuring it was bett",
    "The gas encroached over the top of the trench. William McKenzie's eyes saw the green smoke almost immediately and the words escaped his mouth, \"Gas! Gas! Gas!\" The soldiers in the trenches, most of whom were taking a break from the battle and smoking on cigarettes, sprung into action. They grabbed their weapons and then hurried themselves against the dirt wall in the trench, hoping their Mage woul",
    "The Council of Elders had gathered, as was tradition. A dozen or so familiar faces — Zorxx the Great, High Priest of the Poinsai Beta star system; Derns the Fierce, Intergalactic Warlord of Epsilon 9; and Sol, Elder of a system so distant, it remains nameless — among others. The ceremony was to begin shortly.\nAs follows in the ancient scriptures of the starcreatures from Old Atlas Sigma 6, the Lot",
    "\"What does this mean?\" I said.\n\"Oh, your son got the rules card. He's gonna be a lawyer,\" the cardman replied.\n\"I'd like to draw a different card, please.\"\nThe cardman looked back at me with a scowl, \"you dare give me an order?\"\n\"No. No, sir. It's just that...I've read stuff online, about,\" he paused, lowering his voice, \"the suitless.\"\nA grin creased across the cardman's face, \"so, you have somet",
    "Tugtug was Declan's favorite toy. Daddy gave him Tugtug for his fourth birthday. Daddy liked boats too. He had his own Tugtug, but his was much bigger.\nOne day, daddy took mommy and Declan on a ride in his boat. Tugtug came along too. Tugtug went everywhere with Declan.\nTugtug loved the feel of the ocean splashing him. \"This must be what home feels like,\" he thought. Tugtug wanted to stay on the o",
    "Hi! My name is Jack. I was a reporter for the \"Daily News\". I say I was because I quit about an year ago. You see right before I quit, my crew- me and my buddies, we were doing a report on hospitals. Strangely I don't remember which one my friends' idea it was to do a report about the toothpastes doctors used - of course now I know that it might even have been mine or none of us.\nSee, the results ",
    "Chief of the Engi, Saluy son of Davok son of Rofuy spoke \"We are the Engi. My father told this story of our beginning: Our gods cast us from the garden for our many crimes against them. Cut us out like bad crops and tossed us into the stars. The elders say that one day, the gods will call us home and forgive us; that by following their laws we may atone.\nI keep the old ways. The Engi are a proud a",
    "\"..the population is resistant Lord. What shall you resolve to next?\"\nThat particular question, which my butler has raised, was that of a concern in which I had ben revising with every consecutive day had past.\n25th December, on which the residents of my country cultivated Christmas, was the occasion on which I received news that an overwhelming amount of immigrants had entered the radius of the c",
    "It's frustrating to only have one of something.\nIt can be anything; a toy, a trophy, a marketable skill. When you've got one tool, you learn to solve every problem with it. For my village, that *one thing* was coal. We mined it, we sold it, we carved it into jewelry. We bought what we could not make with coins caked in black dust. I can recall even now the days that father brought me to the market",
    "It was a warm summer day and I was out for a stroll. I saw them on the other side, walking down the sidewalk, two by two. I didn't pay much attention until they passed under the glow of the gaslamp. Never had I seen such an pair of opposites! For the brief time they walked under it, the light illuminated the pair. The man's limbs and head were covered in scars! What I had mistaken for a beard was ",
    "It all started on Halloween. I was an exchange student in Rome and me and some friends had gone out to party. I myself had dressed up as the Holy Father himself, Pope Francis. To be honest I looked pretty darn convincing. I had the glasses and I even had died my hair so that it looked gray.\nAnyway, me and my friends went to a few parties and we ended up getting so drunk that we had to take a cab b",
    "The Moon, a Crack, and Conspiracies\n(Critiques and other comments greatly encouraged)\n\"Aliens. I knew it.\" Paul said immediately.\nIt has been at least ten minutes since we saw this giant slit in the moon…\neveryone in the town is here, and I would imagine everyone everywhere in the world is looking. Before the moon got a new hole, there was a\nmassive tear sound echoing through my entire town. We al",
    "There are few that can compete with my father's business.\nSure, there are dream shops on nearly every corner, the peddlers within shouting out their wares and latest trends.\n\"*Become famous, with thousands of glowing fans, all wishing to spend time with you! *\"\n\"*Riches, riches beyond your imagination! You'll be wading in gold, your hands to heavy to pick up from the rings! *\"\n\"*Marry the most bea",
    "\"Sire! Sire!\" The agitated messenger hopped from foot to foot. I sighed and turned from the report from India; typhoid from the Ganges had once again sprung up, so the Governor was calling for Empire Aid again.\n\"What is it, Lad? No, calm down. *Breathe*. There we go. Now what?\"\n\"Sire, there's rebellion being plotted! I was sent by the Blackrod; Mutterings of independence, of treason!\"\n\"WHAT?!? By ",
    "It was just another day for Joseph Pimm. He shook himself out of bed, started the shower and grabbed a cup of coffee from the carafe he set the night before. He lingered for a moment in his kitchen intent on the sound of the shower like falling rain. Joseph began to wave his hand around, as if to sign his name in the air, or to conduct a particularly lazy orchestra. Something was manifesting insid",
    "\"Assembled ladies and gentlemen, students and faculty members, please refrain from delivering any pointless verbal interactions. Any essential communications shall be emitted only by my computational device.\" Dr Mehmed smoothed his snowy white laboratory coat, pristine mustache perched on his upper lip.\nDisplayed on the interactive whiteboard was various live feeds of the upper atmosphere of plane",
    "The children rolled their eyes.\n\"It's true. They came out of the box and you had to plug them in and charge them. If you didn't want to receive any calls you could just turn them off!\" Franklin said, wagging a finger towards the translucent personal device he had set down on the counter.\n\"Yeah, but *did* you turn it off?\" Sandy asked her father.\n\"Sure. Sure I did. I turned it off all the time!\" Fr",
    "A change of clothing, canned tuna, a loaded revolver, and a full tank of gas on his red '76 Mustang Cobra, that's all Thomas needed to start a new life.\nHe revved up the engine and drove west, out to face his destiny.\nAs he drove out of town, he passed through a lot of places where he grew up. He passed the old arcade where he once spent $5 in quarters just placing with his friends from sun up to ",
    "A young boy in tattered cloths walked to a fruit stand on a hot day. The sand was like fire under his feet, forming blisters.\nThe boy meekly walked to the stand and held out his hand. He was thin, having not eaten for over three days.\nA large man wrapped in fine cloth walked by and noticed the boy. He took coins from his pocket and bought an apple. He handed the apple to the boy and walked off.\nTh",
    "Mama likes order. Mama likes her children. Mama likes her children to be quiet. Mama makes her children quiet. Mama's so happy.\nThe droid was square of body, quick, and precise. It had to be. It was a medical droid. Fast and delicate were its ways. Even now, cradling the infant it had helped coax from the woman on the table, it showed a gentleness that belied its cold metal shell. Wires hidden in ",
    "Gary settled himself into his office chair and logged into the prayer inbox. He sighed with an air of trepidation as he opened the spam folder, ready to sort the few genuine prayers out from the mindless drivel that had somehow made its way in. He'd been asking God for a better spam filter for years, but apparently (Gary rolled his eyes) His Lord Almighty had other, more pressing issues to deal wi",
    "\"MY MEAT CUBES ARE COMPLETED!\"\nMario was going to be a genius. He had spent 20 years planning on getting bunches of meat into large cubes. Geometrically perfect. Full of seasoning, seconds away from being perfectly cooked.\nHe was on his way to the Italian government to show the result of his research. His years of sweet, meaty research. He had nearly doubled his cholesterol with this project.\nMari",
    "Somehow I ended up playing the detective. The mission commander didn't want anything to do with the investigation but said someone had to figure out how Jones died. I was reluctant, even after everyone voted it should be me. I guess I was the only logical choice, having spent part of my career working for the FBI crime lab.\nWe knew it was murder. You don't remove your own helmet in atmosphere like",
    "I have to take someone with me when I go, that's the rule. Whenever I stop time, I need a companion. It's a weird rule, and one I don't really see that much of a point in, but it makes for an interesting time.\nI tried taking people I knew first, friends, family, classmates, girlfriends, but the trouble was their brains just couldn't process it. During the time freeze they would either run off and ",
    "***\nSubject: | Decision Matrix Excerpt of Rogue AI – Whiskey Oscar-7\n-------- -|----------\nFrom: | Carl Sager, CEO, Hyperion Systems\nTo: | Charlie Blithe, Agent, United Nations Bureau of Intelligence\nDate: | January 12, 2154\nAgent Blithe,\nPer our vid-call, you wanted the exact series of decisions that led the Whisky Oscar-7 artificial intelligence to act so perversely. I assure you that our compan",
    "It has been fifty years since the inaugural re-distribution. Tomorrow we will go through another one. We'll see how this great experiment has played out over the last half a century.\nThis process has been carefully studied, so I don't think there will be any surprises. There have been some unintended consequences, both immediately following the last re-distribution, and the days leading up to this",
    "Johnny's knife sang as its blade pierced the rapist's gut. Blood spurted onto Johnny's cerulean mohawk and pierced face as Katherine, her shirt in tatters, watched on.\nAbove the three mortals, invisible to all of them, were three beasts. The first was a blood-red hellhound. fire burned in its six eyes and it lashed its twin tails as rows of serrated teeth tore furiously into the rapist's guardian.",
    "\"Well.. what do you think?\" I slowly come to the realization that my new wispy-tailed pal is still here, seemingly gazing right through me. I had been staring at his tapered body, entranced by the way it wagged around like a tail. I swear every time this \"tail\" starts \"wagging\" near my brother's bong my heart skips a beat.\n\"About what?\" I ask, giving zero thought into what he is saying.\n\"Jesus man",
    "\"Wow, he is everything I've always dreamed of. Slightly tall, dark hair, long fingers, a nose that is large but noble in a way, even endearing mole on the cheek. And that voice...there has to be something wrong with him. He can't be this perfect.\"\n::Sex begins::\n\"Wow, she's really professional, look at how into it she is. The way her eyes look at me, the way her body thrusts against me with passio",
    "\"We are out of toilet paper.\" He states, holding the cardboard tube in his hand.\n\"Yeah, I know.\" I can't be bothered; I am eyeball deep in internet research for a vacation spot for our rapidly approaching anniversary.\n\"You knew?\"\n\"Yeah.\"\n\"Did you look for another roll?\"\n\"No, we are out.\"\n\"So…we are out of toilet paper?\"\n\"Uh huh.\"\n\"You seem unperturbed by this.\"\n\"I am unperturbed by this.\"\n\"But we ",
    "What seemed to be an eternity had only truly been a day. The ferry man was late and my task was becoming increasingly tiresome. Through the fog several more canisters fell to the ground.\n\"Put this gas mask on\" I yelled. The fucking irony I thought. His little princess as I had come to call him at first refuse. When the smoke touched his eyes, he complied. I aimed my pitchfork gun j the the mist an",
    "At first he was confident he was mad. What other conclusion could possibly be drawn from such absurd circumstance? His wife and daughter were taken from him, ran off the road and pinned beneath the twisted wreckage of their cramped two-door sedan by a careless drunkard who quickly fled and left the two for dead. He and his son were driving separately, happy after a family night out, unaware that a",
    "- So, what happened?\nWell, I'm out chilling on my patio. Feet in the paddling pool, couple of beers and that fucking great new album Joey recommended on the speakers.\nSuddenly some bloke runs up, panting and sweating. To be fair it was fucking warm that day, but he looked pathetic. He was whimpering and moaning that someone was trying to kill him. 'There's something off here', I thought to myself,",
    "\"This is seriously how you decide who gets omnipotent power? Like this isn't some shitty joke you play on mortals for kicks?\" I asked the man in the white robe in front of me. He had just finished up the Bruce Almighty routine before I could even ask about his authenticity.\n\"Yes, there's simply no way around it I'm afraid, my child.\" He replied, His words, while quiet, were confident and soothing.",
    "I plopped into my seat next to Greg. He turned his head, glancing over at me, even though he wasn't surprised that I would sit there. Greg was a middle aged man with a balding head and a sort of jolly persona. Nothing about his life was jolly though.\nHe quickly looked back down at his phone, typing furiously and muttering under his breath.\n\"I've tried it all, Jim,\" he finally said, shaking his hea",
    "I rolled **Technological Imprisonment**, **Companion Allegiance**, and **Total Event Collapse**…sweet.\nYou know, after so many stories like Frankenstein and Jurassic Park humanity should pick up on the idea that it isn't smart to play God. But really it seems they never learn a lesson until it's too late to act on the lesson learned. I'm not all that surprised their old God abandoned them when I r",
    "*whoosh* That's the only way I can describe it. A sudden rush of air, with a sound like the beating of huge wings. Then, while I blinked at the sound, there were two men in my apartment. Each was sharply dressed in a suit and tie, one wearing grey and white, the other black and white. The one in grey was taller, well-built, like a football player or warrior. The other, in black, was slighter and m",
    "Halfway through the four hundred and eighty-seventh game of chess, I looked up at the demon on the opposite side of the table. \"Why are we doing this again?\"\nHe harrumphed disdainfully. \"Are you really that stupid? You need to master all arts and tasks so that you may –\"\n\"Yes, yes, I know,\" I reply, waving a hand to indicate impatience. \"Challenge for souls, yadda yadda. But why not just… not let ",
    "\"Breaking news! the dangerous offshoot of the IRA, known as the 'Kings of Ulster' claimed 84 victims today in a brutal attack against a British police station. It is currently unknown if there are any survivors, but what is known is that several of the dead appear to be Ulster soldiers killed by their own leader, Nailuch uc.\"\nHe turned off the television as the newsman began to drone on and on abo",
    "A boy rests his head on his pillow and stares at the ceiling. The day had been uneventful, and he had no joy to experience. He closes his eyes in an attempt to sleep, but hears a thud in his closet. He walks to it. \"Who interrupts my sleep?\"\nA deep voice answers, \"If you were asleep, your ears would not be working.\"\nThe boy smiles, \"Clever...Can you make me smile?\"\nA few moments pass. \"Are you not",
    "**NSFW** (in case anyone needs the tag with this thread...)\n& nbsp;\nYear one, and they're already trying to repeal the law. Too many innocent little housewives with rape fantasies in the voting public.\nThank God it only applies to persons over 18. What a horror *that* would have been.\nThere's a lot of sickos in this world.\nYeah, they're trying to repeal it, but for now the law is the law, and I ha",
    "My name is Joshua Jerky. I am an actor that is employed by the government to \"work\" at Nevada Test Site more commonly known by its illuminati pseudonym Area 51. I just drive to the secret base and make it look shit is happen when it really isn't. My employer told me we do this, because it prevents from the actual illuminati to take of the world. I'm not quite sure what this means. However, I do fe",
    "Oh, off the port side\nWe spotted the shore\nA place full of dragons\nand treasures galore\nBut our excitement soon faded\nWhen off of the rise\nCame trundling three women\nOf monstrous size\n*Chorus*\nYo Ho! Raise your swords!\nThree hellish lasses be runnin'these shores.\nThe island holds dragons and treasures galore.\nBut what does a dragon need guardin'for?\nThe eldest was Gladys\nWith cutlass in hand\nHands",
    "\"Overpopulation\"\nThe man in the blue suit clicked a small remote in his hand and the screen filled with images of starving children, their eyes like rough marbles pushed not quite far enough into their heads, fantastic, horizon-filling cities that smoked and glowed like a dying fire, and, of course, the typical image of the Tokyo metro with passengers being crammed through the car doors by impassi",
    "Summit Street is mostly empty in the fading twilight. This is the rough part of town, where the homeless guys huddle around a fire in an old metal garbage can and compare their goods after a long day of scouring the city for spare change and recyclables. A ragged man is clumsily weaving among the trashcans and streetlights toward the group of men holding their threadbare gloves out to the fire in ",
    "\"I'm so sorry, she didn't make it through the night.\" I never knew how powerful words could be. How ridiculously terrible. How they can completely destroy someone's life. 7 words determining how the years to come will be for someone. I wonder how they feel while they wait for us to come up to them. While they sit on those little benches stapled to the wall or crammed in those tiny rooms around a r",
    "...\n...\nShe was shaking, I was too, he was dead. Blood on my hands, I hoped there was still light behind my eyes. I never killed a man before, I never had to save someone before. I didn't feel good, or mighty. She broke, slumped to the ground, her body, a tremor as she sobbed. I dropped the knife, I turned to look at what I had done. She shouted my name through tears. He had so much red on his sto",
    "There is actually a moment – singular and separate from all others – that one can point to in the timeline of a life and say, \"There. That. That is the space between living and, well, not quite so much of it.\"\nHowever, nobody actually takes the time out of their own days to make this sort of announcement about anyone else, because they tend to collect terribly disparaging looks when engaging in th",
    "I wake up at my desk. My stapler is gone. Somebody took it.\nWho am I?\nThere's a note.\n'I didn't want to interrupt your nap but I took your stapler. I'll have it back soon, or you can come get it if you need it\"\nThere's no signature.\nI walk through the aisles in the cubicles. Who are these people. They nod at me? Do they know me?\nDo I know them?\nI see desks without staplers. Did someone take their ",
    "\"It's about that time sugar.\" the young waitress said to the man sitting across the marble counter from her.\nLaying his fork down onto the white folded napkin he inquired, \"Time for what, hopefully my check.\" he chuckled to himself.\n\"You havent heard of her? The lady from uptown who walks down here everday.\" she said twisting her hair, leaning on her right arm.\nShe was referring to the humble, pil",
    "\"Not yet\", he said \"Not now\".\n\"Your mother\" said His Death, \"do you remember what she said?\"\n\"She said that she would meet me there\", recalled the man.\n\"And your children\", replied His Death, \"who passed before you one by one\".\n\"The same promise, I know\", said the man \"but I don't want it to end like this\".\n\"You have passed the point of being able to die surrounded by family,\" said His Death, \"We ",
    "\"But Sir...\"\nBart put down his coffee and massaged the bridge of his nose. On his desk, the morning paper sat, as of yet unread. His vacation days were few and far between, and Bart liked to ease into his day whenever they occurred.\nHome phone numbers were reserved strictly for emergencies.\n\"Miss Simmons...\" he closed his eyes, picturing the look of agitation that his secretary usually made in the",
    "\"Not today you son of a bitch. I see you. Not today.\"\nThe nurse gave a sidelong glance at the surgeon muttering in half-whispers almost too quiet for anyone to hear. But she heard.\nThe doctor didn't always mutter to herself. It was usually only in special cases: a car accident on the I-5 with a 16 wheeler that lost control; an idiot college student deciding he can jump into a pool from three stori",
    "She cried, the way she had when she when I first saw her. Tears cascaded from her eyes, her cheeks were red and a small amount of snot dribbled down her upper lip.\n*I love her. I love you. *\nThose were the first thoughts that came to my mind when I saw her. When she emerged from the womb and I set my eyes upon her beautiful face for the first time. I had cried too.\n*I love her. *\nIt was soft in my",
    "The walk up the driveway is as long and boring as usual. *This is why people have short driveways, * I think to myself, as I finally jog up the steps to my front door. After fumbling with the locks for few moments I enter inside, and smell the familiar scents of home. It always reminds me of Lucy, and it always makes me wonder when she's coming back.\n*Is she coming back? *\nI shake the thought away",
    "Hi. I'm Jim. I may just be a sapling at the moment but one day I want to be human. I see them running around, on legs and feet, flailing their arms, jumping, dancing; Free. They know how to stay warm, how to move no matter whether the sun is near or far. They breathe air. Oh, of course photosynthesis is close but every time I grow, it's a step towards being a part of Mother Plant. She's the one wh",
    "The night started like any other, I sat dealing cards at the tavern in Arkansas. The usual crowd came in. They'd all learned long ago not to gamble with me as I'd paid for my drinks off their losin' for as long as I can remember. I always won, be it by bluffin', cheatin', or just plain luck.\nThis night, a stranger walked in the door. He was dressed in black with a new pistol on his belt. Not stopp",
    "\"Deadlift a word.\"\n\"Deadlift, can you comment on the ongoing trials?\"\n\"Deadlift, how was the break up with Mistress Blue?\"\nA large man pushed through the crowd to get into the bank. He hadn't wanted this for his life. His cloths shedding layers of wood chips and saw dust as he maneuvered into the bank. Everything had been so simple. Go out, bid a job, do the job, bid the next, then work at habitat",
    "\"It's not posting.\"\n\"What's not?\" I put down my book and looked over at my girlfriend, on the computer again.\n\"My fic. It's giving me this weird error. Error number yadda-yadda-yadda ‘ not enough free space.'What do you think it means?\"\n\"Is this your serialized fanfiction?\"\n\"Yeah, I've posted it every day and this is the first time it's ever had an issue.\"\nI walked over and kicked her off the comp",
    "At night, when everything is dark and silent,\nThe men will stalk their prey within the woods.\nWith weapons drawn and tempest minds yet violent\nThey wait and hide in cloaks and capes and hoods.\n\nFor with each shadowed step the monster takes\nThe men will spring to action in defense.\nThey slash and fight until the ground but quakes;\nThey shed their blood, protect the innocents.\n\nAnd when the sunlight",
    "I focused on the 'everything is legal' part. I hope you enjoy it.\n---\n\"Alright. Is *everyone's* phone on silent this time?\"\nJenny shuddered, remembering her first trip with the group, only yesterday, involving an escaped tiger and an angry elephant. Set off by a blaring ringtone.\n\"Okay, good.\" Jenny snapped her head back up, trying to seem like she had been listening. It was no use. Charlotte gave",
    "The camera sat on the table, just waiting for use.\nYears had gone by, and temptation grew, thinking about what it knew.\nObjects, the only thing it had seen, how could that be?\nSeconds and minutes gave a goodbye, I needed to know what it thought of me.\nI took a step, a step closer indeed.\nI peered over, grabbing it with need.\nIn front, was a mirror, my reflection beaming.\nWhat would it tell me? Uns",
    "\"Some things cannot be done by day. The sun is an eye of god, bringing judgement onto our sins. And some sins may not be forgiven. That is why, we, the Night Shift, do what we do in darkness. It is not for secrecy, but for shame. God sleeps when we do, and perhaps in the dark of night we can escape notice and with it, judgement.\"\n\"Shut up George.\"\n\"Tonight we create an abomination. We tread upon G",
    "\"I need an *army* of *mole men*,\" the very-creatively-named Mole Man shrieked. \"With noses that can detect incoming heroes from *miles* away. And big gnashing claws!\" He held up his own hands and wiggled his stubby fingers, no doubt imagining them with claws. \"And… and… giant…\"\n\"I think I get what you're going for,\" I interrupted him with my most calming tone. Sometimes these villains can get a li",
    "Manhunt 1-2-3.\n*A game that was actually banned in my primary school due to people having a weird idea that it was connected to some murder...thing. Was weird. *\n*Basically, it was a game of tic, or as Americans call it, tag, except that anyone you tagged became a Hunter. To make it balanced, you had to hold your finger on someone and say 'Manhunt, 1, 2, 3' clearly and loudly. If they squirmed awa",
    "Witch's Bone.\nThat's what Auri's grandfather called his cane. The grooved wood had swirling patterns on it, merely mesmerizing her as she watched him climb the stairs.\n\"Come on, Auri. We've got places to go.\"\nAuri nodded as she followed her grandfather up the stairs. She giggled she reached the top, reaching out to steady herself on the cane.\nShe was transported through Time as her small fingers w",
    "I remember the day my father died. I remember the rain at his funeral and looking up at my mother as the tears ran down her face. At the time I thought those were the worst days of my life, but now...now I look back on those days as a happy time, a time before things got really bad.\nBack then we lived in a small house, close to the motorway. At night my brother, Dave, and I would lie awake in our ",
    "*Ugh. * The blunt punches stung Bruce Wayne as he lay on the floor but the officers, wreathed in shadow, continued the brutal onslaught.\n*Day 15. * The day of the trial. Bruce brooded in between strikes to his sternum. His arrest had been sudden. Two-Face had organized the whole charade with the help of Hush who had played the part of Bruce Wayne perfectly. *They had to use their brains at some po",
    "\"Your seventh child is going to kill you,\" the witch said as I finished my drink with her.\n\"Seventh?\" I asked. She nodded, and her tangled hair fell over her eyes. Margaret was an interesting character. She hung out around the bar and fancied herself a witch.\n\"Yeah,\" she said, \"had a vision last night, sucks don't it?\"\n\"Well you aren't wrong there,\" I said, if I had children I'd be freaking out.\"\n",
    "Mr. Robert E. Haynes was anything but a stereotypical 10th grade history teacher. He knew his material, didn't coach any sports, and he sure as hell never ended up behind the wheel of a school bus.\nOne day I was walking through the flea market in a small town in Alabama when a peculiar painting caught my eye. Mr. Haynes was depicted standing in full Confederate uniform with a saber by his side.\nTh",
    "Once upon a time, there was a guy who was browsing reddit and was a particularly good writer. When he saw a prompt on r/WritingPrompts he was reminded of his addiction to writing, so he decided to click on it and explore a couple of prompts before putting his laptop away. When he went down far enough, he saw an OP who had a particularly vague prompt with a sob story. But with a moment of compassio",
    "Bright light wakes me, my clothes are damp from sweat. I think to myself \"how the hell did I get so hot, I never turn the heat on in my apartment and it's only April.\"\nReluctant to open my eyes, I lean myself up and sit avoiding the light. I'm dreading today, like most days. I wish I could just sleep, or lay, or something other than moving from where I am. It's so hot I cant stay here in these clo",
    "\"John, I just don't want to go.\"\nI tell my friend for the 5th time. He's persistent. He points out that I have been locked up in my apartment for weeks and that getting out would do me a world of good. In fact, there is a Match party few blocks over from my house and I can leave at any time and walk home. I relent, even though I know that I won't find the person who matches my color band at the pa",
    "> (long, I apologize, I don't do these very often but this one inspired me!)\n\"Well, what the *fuck* are you going to do about it?\"\nThe prime minister was livid. All blood had drained away from his face as he had spent the past 10 minutes screaming furiously at the scientist in charge of the RAPHAEL project. The scientist, a man with several doctorate degrees and many awards and laurels, could only",
    "\"What does it say, Pia?\" Aksyl looked up at her, his bright eyes wide with wonder.\nWhen Pia was a young girl, her father had given her lessons in Enginetongue, but she wasn't a little girl anymore. She brushed her graying hair out of her crow-footed eyes and peered at the inscriptions on the panel in front of her. She moved out of the way of the light from their campfire, flickering behind her, to",
    "She's got this feeling at the back of her neck, like there's a slug dribbling down the nubs of her spine, sliming over her skin from hairline to shoulder blades, and it won't *stop*. It's been there since she left Prague, making her face contort and her fingers curl in every conversation. She's sure she looks like a pig.\nIt fades sometimes, like during the meeting in Berlin and the conference in B",
    "\"Hey!\" I shouted. \"I'm not insane, you can't keep me in here!\"\nThe door resisted my attempts to knock it over. My thin coat proudly proclaimed 'Pizza World!' across my back. It was new, I had only had the job a few months. Just enough to make a little money to go to a community college. It itched, and I had always hated it, but it was money.\nI had been a week away from moving to a college town, to",
    "\"I was a great adventurer, long ago,\" Mulan said to her grandchildren.\nThey rolled their eyes and shifted in their seats as her children and nephews and nieces had done before, but that didn't stop her from telling her story. \"I stole my father's armor, and I rode away from my father and straight to the army, where the prince was waiting.\"\n\"Grandma,\" one of the children - what was her name? There ",
    "As I ran over the gravel path to get to the hidden clearing, I glanced at my watch. Two minutes to 11. I thought back to the morning, when I found the post-it note stuck to my ceiling \"23:00 - you know where.\" The handwriting was calligraphic, reminiscent of medieval manuscripts.\nI slowed down, arriving at my destination and taking a second to catch my breath. I inhaled the cool winter air and sur",
    "I dropped the marker in shock, staring at the board in wonder. 15 years...I looked at the mathematical solution written in electronic ink. The problem that had consumed me since I got my masters. I stepped back and stared at the board, as it cycled through the pages of mathematical insanity. I had finally proven the existence of a God. I had done it. I quickly began printing the 108 pages of my th",
    "You wouldn't think a person could get lost on a river. I certainly never have been up until now.\nMy father was a fisherman. His father was a fisherman. I'm not sure what *his* father did, but I'd be willing to take a guess. I might as well have been born with gills, as much time as I spend on the water.\nAnd yet here I am, lost on a gods-damned river.\nIn my defense, the last few days have been unse",
    "{I'm taking artistic license with this one}\nThe tension in the room was thick. Jughead sat at the old kitchen table, looking at his long-time best friend sitting opposite. He rubbed a hand over his smooth head. He'd lost the crown years ago, and male pattern balding had set in with a vengeance.\nArchie sat, a downtrodden look on his face. The years had not been kind, though there was a hint of the ",
    "Arista stood frozen on the sand a safe distance from the edge of even the most ambitious wave. Her heart racing as she looked out to the ocean. She willed herself to move forward with every ounce of courage she could muster but her feet remained steadfastly planted. Her childhood friend Todd bobbed in the water motioning for her to join him. Todd and Arista spent the last week practicing for this ",
    "\"You'll probably feel nauseous when you come to again,\" one of the researchers said as he double checked the fastenings on my suit. Cry pajamas, they jokingly called it.\n\"Scratch that, you'll definitely feel nauseous,\" he continued. The other scientists circulated around the room like cogs in a machine. Keyboards clacked and sheets of paper were moved around as the final preparations for initiatin",
    "31 Then Mary went to wash the boy Jesus' sheets at the river, and found that they were sticky. 32 Upon returning and finding her husband, she urged him to have a talk with the boy. 33 Joseph was reluctant, for it is not the place of man to instruct God; and also there were ten minutes left in the game. But Mary would not be appeased.\n34 So Joseph took the boy Jesus aside and did tell him of the bi",
    "\"You've reached Danny's deliveries. How may I help you?\"\n\"Put down the gun, Patricia. We're outside the store. We are willing to end this negotiation peacefully.\"\n\"Sir, if you're outside the store, maybe you'd like to come in.\"\n\"We don't want the situation to escalate. Stay calm.\"\n\"I'm calm,\" said Patricia. \"Is your order for now or later?\"\n\"On the behalf of the Miami district police, we order and",
    "\"Daaaad....Are we nearly there yet? I'm hungry!\"\n\"Hello hungry! I'm dad.\"\nWe all knew the routine. We all groaned on cue. It was the oldest 'dad' joke known to mankind and yet he still grinned like an idiot every time he used it. It was there at my tenth birthday party in it's 'excited' variant. It took on the 'nervous' form on the night of my prom. Hungry was the most common...and every time it h",
    "\"So, what have you been struggling with the most?\" Dr Frankenstein asked one of his fellow competitors as he sat backstage before the event.\n\"Glutes, mostly.\" Arnold replied.\n\"Glutes?\" Frankenstein thought to himself \"This guy's good, I wasn't even going to be going into such detail. I've been struggling with just getting this guys head on straight in practice and this guy is already going into mu",
    "No.\nNo, it can't be.\nAs my fingers begin to ache and her beautiful face begins to turn her favorite color, purple, I realize the mistake I've made.\nI see it all.\nHer first memory, parents smiling at her in the hospital. Meeting her little brother when he was born. Seeing her grandmother die, and seeing puppies be born. Getting hit in the head with a rock by her best friend, and crying, crying, cry",
    "When I was a child, I would always dream that I had wings and I would fly all over the town. I always told my parents that I am a superhero and they would pat me on the head with smiles.\nThe wonderful exhiliration of jumping off the roof of our house and flying off made me want to sleep all day. Sometimes I would dream that I have a friend who will fly with me and he always bring me fighting in th",
    "The day has come. And I can't believe it. I have worked for reddit for so long now. I kept their servers alive. I worked endless hours when celebrities were doing AMA's to make sure it didn't crash. I typed furiously doing my own AMA telling everyone how awesome this whole thing was. I honestly thought reddit would be here long after my skills had deteriorated and I could no longer see the screen.",
    "\"Number 108, today's your turn,\" a voice rang through my skull as it shook me from sleep. I panicked; throwing off the sheet as I frantically looked around me for my clothes. My hands came into contact with a silky cloth, softer than anything I had touched before. A grimace formed on my face as I touched the sheer dress, grabbing handfuls of it onto my body. So this was it then; the day I would me",
    "Here you are again. Back to same point you were 365 days ago. Your house littered with empty bottles. You keep telling yourself this year is it. The year you will finally get your life back on track. But you can't. Alone. Nothing but an empty shell of your former self. You throw away the last mirror in your house. You take one final look, disgusted. The only evidence of your existence remains in a",
    "*Northeast of Syria, heavily fortified city Deir ez-Zor. *\nSandstorm was over. It cost Syrian Arab Army 26 well-trained soldiers and northeast quarters of the city called Baqiyah. SAA was low on morale. After all they were besieged for more than 2 years now by cruel men who is going to kill them, torture them and rape & pillage whatever they care about in the city.\nAt the Baqiyah, Euphrates Hotel ",
    "I could rule the world if I wanted to. Be revered by all mankind and be looked at as a God. But I will do none of this. I will not help the world nor will I harm it. I'm not interested in that anymore, I'm not really interested in anything anymore.\nMany people would say I'm selfish for thinking the way I do. Being able to help the entire world, yet I do nothing. I could tell people why I think thi",
    "It's another normal day in Westfield except something's a little off. While I've been running off the locals from the graveyard to rob the deceased, I've been dressing as a zwombie and using a projection to fool police. It's a small town so keeping the word from getting out was easy. Cut a few telephone lines and flatten a few tires and no one will ever know. Today was different though, this morni",
    "The computer gave a three note chime of discovery, waking Ben from his light doze. He knuckled his eyes, feeling grimy. They'd been out for six weeks, nearly double the length of a normal run, but had been having bad luck. Every wreck he'd scanned up was tagged, and touching them was against the law. He figured he had enough problems without Galactic police hunting him down, so he'd moved on. But ",
    "So what's going on here, Bob?\n**Well, Dave, the aliens have rounded us all up and paired us off. **\nWhat for?\n**According to this brochure, they need human babies to breathe. So we can't leave until one of us gets pregnant. **\nOh.\n**Yeah. Looks like we're gonna be here awhile. **\nShit. Did you bring anything to read?\n**Just the breeding brochure. **\nWhat's it say?\n**\" Start fucking. We need babies",
    "\"Hey, Todd! What's up?\" I waved to Todd from across the lobby. He waved enthusiastically back and started to walk over.\n\"Craig! Didn't expect to see you today. I see my assassins have failed again!\"\nWe both gave a hearty chuckle, and he slapped my shoulder a few times as we shared the old familiar joke.\n\"So how's the family these days? Is your wife doing well?\" he asked, the smile slightly fading ",
    "I look up from my laptop after a 3-hour study-binge. 3:46am. Eyes still raw from hours of straining, I see something out of the corner of my eye. This isn't out of the ordinary, so I ignore it. Slowly I rise from my chair in to a full-on, bone-crackling, almost orgasmic stretch. A couple squints and my vision focuses on a small envelope sitting in the middle of my floor in front of my closet. \"Tha",
    "The man from the council stared blankly the animal at the centre of the complaint, he looked at complaint the report \"Large unruly animal, a real monster you can't miss it\".\n\"So this is Bessy, now what on earth could that nosy bastard Fred have against her, she's lovely just look at her. Aren't ya girl, beautiful big eyes eh? Want a fox? Would you like one eh? Hungry girl, here ya go\" Farmer Thomp",
    "They are contagious.\nLook around you.\nAll things related to living are replicating fractals, and notions are no exception.\nNeuronal impulse patterns, brain structure, germs of various types.\nHumans see the world through the lens of their bodies, and then their bodies craft the world around them in their own self-image.\nThis is what OCD is, a greedy thought trying to escape the mind of the thinker ",
    "Antarctica: The Final Frontier\nNo one saw Antarctica as a priority. It was just \"that cold place\" that no one cared about. Then we found it...\nBeneath the ice, we found a capsule. It was 100 feet long and 50 feet tall. On the side was writing that was completely unknown. Scientists detected high energy amounts emanating from it. Then one day, it opened.\nInside were humans. Upon awaking, they told ",
    "\"I'm flattered.\" right after I got hit by a huge truck, a male figure with black wings entered my field of vision.\n\"Handsome as always, Azrael.\" I stood up, ignoring my broken body. \"May I ask, what in this humble human's act that flatter you?\"\n\"Never before a human took the phrase *'flirting with death'* quite literally like you, Miss Reinia.\" Azrael smiled. \"Well, it's not like I dislike your at",
    "As I stood there,\non the now unoccupied planet,\nonce over seven billion's lair,\nwhereas now everyone had departed.\nThe world had finally collapsed,\nthe inevitable taking place.\nEveryone else had quickly migrated,\nwhile I was in my own pace.\nThe calamities had destroyed all,\nAnd everyone departed to the stars.\nThe Earth had met its fall,\nand I knew that running was just a farce.\nHence I stayed behi",
    "\"Good morning, Mr. Choi. The hour is 7:42 AM, Wednesday. Weather foreca-.\"\n\"Stop. I don't need the weather report, Vegas,\" Kevin could see the sunlight through his eyelids. His apartment's management system had already opened up his blinds to wake up him.\n\"This is the sixth time in the past 22 days that you have interrupted a weather report. Would you like me to discontinue your weather report sub",
    "I sat at my desk, racking my brain to find who could have possibly discovered the truth behind the death of Phillip Mercer, the heir to one of the most powerful petroleum companies in the world. The job was done without a scrap of evidence, I made sure of that much. It simply made no sense, every living soul that knew I killed Mercer were the very ones that orchestrated it. I may not know who this",
    "*Edit: Doing as /u/packos130 and putting the prompt after so to not spoil the story. *\n\"I can hear you trying to sneak by.\"\nFor a moment Phil thought he got lucky. His bosses chair was turned around, facing the window. He figured he could tip-toe past his bosses office undetected so he could meet his girlfriend for lunch fifteen minutes early.\n\"I.. I'm sorry Mr. Crawford.\" Phil stammered. Mr. Craw",
    "I have a recurring dream, you are always in it.\nYou are more scared than i have ever known you to be. Your mouth is bent and twisted. I would call it a look of dismay, but dismay is a human emotion. Your face is not that of a woman's. Your face is marred with desperate, animal, panic. Your face, is a mask of terror, unshackled from social graces, like a crying infant, a dying dog.\nFigures in the b",
    "I sat in the small, uncomfortable plane. The erratic beating of my heart was no less peaceful than the turbulent winds outside. Desperate times called for desperate measures.\nThe modern weapons of war were tactical and humanitarian in nature. A half-century old rifle was brutally effective, clunky and inhumane. All militaries were required to keep their firearms current to within ten years to avoi",
    "I have always been careful. ALWAYS. How the HELL did I get caught?!\nI struggle against my straps, not even noticing when someone comes in. Man I'm getting sloppy...or rusty...hmm rusted blades, there's an idea...\nThe person speaks, it's a woman? \"I have been watching you for some time...\"\nThat canNOT be good. So I turn on the charm. \"Oh really? Well I wish you would've shown yourself, maybe I coul",
    "\"Let's go. Up and at 'em asswipe.\"\nI slowly opened my eyes after I thought I had closed them forever. I looked down and around me every which way. There was nothing but empty space. It didn't have a color or any sort of look I could put into Earthly terms. It just looked like emptiness in the most basic sense of the word. I had no body. I had no idea how I was even seeing things or comprehending w",
    "Elon walked along the forest trail, breathing deeply of the smell of decaying leaves and cold. The sun was setting and the short, pale winter day had barely even melted last night's frost from the ground. He looked up at the sky, watching the now familiar arrangement of stars through the cold, dry air and the clouds of condensation from his breath.\nIt seemed like a sadly appropriate setting for th",
    "I made myself look out the window again. Through the light drizzle I can still see him standing there, under the dim red glow of the streetlamp. He hadn't moved, and he's still looking. Letting the curtain fall back into place, I slouched back into my chair.\nHe couldn't possibly know. That would be impossible. Although...my gaze shifted to the stack of plane, train and bus tickets on my table. One",
    "\"Babe,\" Tyler rubbed her back gently as he stared straight ahead with glassy eyes, \"We've known about this for a year. We're prepared. We've done everything we ever wanted to do. Now it's time to accept our fate.\" He spoke almost robotic, emotionless. He was just as frightened as she was, but he didn't let it show. He comforted her, but allowed his eyes to remain fixated in front of him. His hand ",
    "\"Someone will find out about this...\" the scientist gasped as he tried to crawl away, painting the floor with his blood.\nJohn could only smirk as he walked slowly after the old man, a bloodied pen knife in his hand. \"Oh, I doubt they will. It has been what...three years? And people are still trying to figure it out.\"\nThe scientist somehow managed to reach his desk, and his hand went for the phone.",
    "I woke up, and found myself standing straight up in my bed in the same clothes that i've always worn.\nI checked my inventory to see that all my stuff was still there.\nPencil: Writing utensil\nWeight: 0\nValue:.10\nQuantity: 5000\nCalculator: Calculation device\nWeight: 1\nValue: 15\nQuantity: 1\nPhone: Communication device\nWeight: 1\nValue: 300\nQuantity: 1\nEverything was there. Good.\nNow to say hello to my",
    "(I invented a fictional drug for this)\nI woke up on the floor again. The sun was casting a muffled midafternoon light through the thin curtains and I couldn't bring myself to feel surprised that I hadn't made it to the bed last night. My head was pounding and my mouth tasted like something had died in it. Just another damn day in this stupid shithole. I had to get up.\nThat took a little effort, fi",
    "\"Now's your turn. Don't sweat it, Larry. I'll get you off the hook. Just read this to the Judge and you'll be in the clear. Trust me, I didn't go to law school for nothing\"\nWe share a nervous laugh.\n\"Thanks, man. I know sometimes public defenders get a hard rap, but you've really been a life raft for me.\" The very much actually guilty Larry thanked.\nLarry approached the judge, armed with a boombox",
    "To everyone,\nWe can say I was never right after Mom died, that he death was the start of mine. The weekend drinking gatherings turned into all week drinking binges. I'm sorry for it all, but that's not why this letter is here. It's to remind you all that despite doing nothing to help me, I still love you all. I was the one who had to take care of her arrangements, the one who was there for years, ",
    "[Interior, ISIS HQ, Mallory Archer's office. Sterling is sitting across from his mother with a drink in his hands.]\n\"For the last time, Mother, I know the difference between flammable and inflammable!\"\n\"There *is* no difference, you idiot! And try telling that to the Regent Hotel. My God, what you did to that poor-\"\n\"Mother, he ruined my suit!\"\n\"Oh shut up. We'll talk about your pyrokinetic displa",
    "It *sucks. *\nI'm terrified to touch people. Before you ask, no I do not have some kind of mental illness, nor do I have OCD. It's just that I can see more than people think. How it works is that I touch the person in question and I can see their emotional background. I can see what their brain protects itself from. Their dog dying made a huge impact on them. *Whoop. * I see that kind of thing all ",
    "\"*ZEEEEEEEETAAAAA! *\" Yells echoed everywhere around me. Xera, the queen herself, was out looking for the girl, too. Well, I suppose that you'd assume she would look for her own daughter. Vengeance light up her eyes, and I knew that whoever had taken the princess would not get off very easily. Usually, when someone went missing, we would wait a day or two to see if they showed up. This time, the G",
    "Without my hoodie on, the fall air stung my arms as I tied the sleeves as tightly as I could around his leg. My white sweatshirt now an eery crimson.\n\"Hu-hurts. Stop that, it hurts.\"\n\"Can't stop, sorry. Tourniquet. Gotta stop the bleeding. Your femoral artery is cut.\" I say louder than normal so as to be heard over his anguished groans.\n\"I'm going to die.\"\n\"No, you're not.\"\n\"Julian,\" He says, defe",
    "Ted entered the life office and walked up to the front desk. The 19 year old secretary was ignoring him to face time here soul mate.\n\"No I love you more\" she said\n\"No I love you more\" he said\n\"No I love you more\" she said\nTed rang the bell.\n\"No I love you more\" he said\n\"No I love you more\" she said\n\"No I love you more\" he said\nTed rang the bell.\n\"No I love you more\" she said\n\"No I love you more\" h",
    "It was a dull tuesday morning when I woke up to the sounds of my phone going off non-stop. Aaron was frantically screaming nonsense at me. \"THERE IS A NUMBER...Errr...SOMETHING IS ON ME JOSH!\" I mumbled and turned on my side to go back to my dreams, but that is when I saw it. There in the mirror, it was right on top of me. A shiny green **1**. I thought I was seeing things, I **had** to still be d",
    "It always puzzled me, to say the least, and made me extremely nervous.\nAs such I never committed into relationships, probably by great of having my feelings not reciprocated.\nMy longest relationship was with a man I loved deeply, Indy. He was the complete opposite of me: extraverted, charming, outgoing. He was friend with everyone, but still reliable and generous.\nWe stayed together for a couple o",
    "It wasn't like I wanted it to happen, hell, it wasn't even that I knew it would happen..it just did!\nOur society has labeled my ilk as \"Defects\"; while the majority of our race has evolved into a species with extraordinary powers, the rest of us (the defects) just do stupid shit like turn into bread, or have a golden anus. Don't get me wrong, I'm not judging my comrades here its just that we're no",
    "Captain Rick slammed on the brakes of his moon rover, and skidded to a stop for the next 10 seconds.\nOnce the rover stopped completely he stood up and headed over to the object glinting a few meters away from him.\nAs he got closer the brightness became more and more unbearable, until he managed to cover the object with his shadow.\nHe blanched at the sight, murmuring a soft \"What in the actual fuck",
    "I questioned my choice on that first day, and on several subsequent days. By the time summer came around, I was enjoying it of course. But then autumn came again, and fat clouds brought more questions.\nI always walked my section of the Thames, never any other, not even on my own time. The filthy serpent that snakes through London had never interested me, and still doesn't. I passed through Rotherh",
    "**This was a great prompt, but I kind of took it in a different direction**\nIt started with one long slow note,\nWas apprehensive at the start,\nWith confidence the note grew bolder,\nAdding harmonies to its heart,\nAs song took shape more voices joined,\n‘ Till the village was filled with song,\nAnd I alone ignored its pleading,\nI had no voice to sing along,\nI looked down on the songs and dancing,\nMy l",
    "There was always so much talk. Big words for big hypotheticals, bravado and overconfidence in the face of imaginary monsters. But what good is talk in the face of the first screams?\nAmazing how quickly those tuff words soon too become screams.\nIt started with the sirens. Crowds slowly gathered outside of their homes to watch the local police force empty the town without warning. \"Protect and serve",
    "I checked my phone for the third time. No responses. I'd tried it all: prompts about the devil, prompts about Hitler. Nothing.\nA thought poked like a meerkat out of my subconscious.\n\"No,\" I said aloud. \"That's crazy. Unless...\"\nI walked to the coffee shop, trying to make eye contact with someone. Nothing. When I arrived, I opened the door and strode to the counter. The girl at the counter didn't n",
    "And now for the Feature Presentation\nPart I: How it all Started\n\"I guess you can say, well it happened a long, long time ago.\"\n\"Shut up old man, can't you see I'm trying to read the damn Journal?\"\nThat idiot lawyer, at least I think he's a lawyer, rides this part of the line, between Pennsylvania Avenue and Wall Street every day. At least I think he gets on at Pennsylvania. I can't be sure; I don'",
    "\"I never really was welcome here...was I?\" \"Jim, that's not true.\" Lyte said. You just can't stay here anymore. I wish things didn't go down like this.\" Jim shook his head. \"You didn't want me here. I could feel it.\" Lyte looked at Jim, with an impassioned face, and held traces of concern. \"Feel what?\" Jim laughed, an outburst that seemed to shake the small cabin. \"Feel the animosity. \"Lyte sighed",
    "\"Water?\" he asks, a slight nervous chuckle escaping his lips, \"You can control water?\" I smile, he thinks he's saved. \"You can't hurt people with water. What are you going to do? Splash us to death?\"\nHe thinks that because I don't have a weapon, because my great power is hydrokinesis, that they're safe. But they aren't safe, these are the kinds of people who spent years, decades mocking me because",
    "The boulder tumbled mercilessly down the steep slope, and after he lost sight of it he heard it, crashing against the ledge at the bottom of the mountain.\nHe dropped to his knees, too exhausted to put the scream that was in his heart out into the world. Every part of his body ached. His broad muscles were impressive, but were not built for the task at hand. No human was built for such a task. And ",
    "I was a teacher of electronics in my dream, but that is too far away from where I woke up. I wouldn't be able to dumb it down enough if I tried.\nWhen I woke, it turns out I am actually only 7 years old, celebrating my birthday one Christmas morning, even though my dream seemed as if I was in my mid 30's. I was pretty good at most disciplines in Science and Math, even gifted really, but a genius I ",
    "\"....Now to just fix that semicolon, carry the one, add in the null set...and...Eureka! I've done it! I've proven God's existence!\"\n*A shadowy figure, who had been lurking in the corner for the last five minutes, clapped slowly for about 7.6 seconds, give or take. *\n\"Hello John. I hear that you've discovered proof of the existence of God,\" said the shadowy figure.\n\"Indeed I have! This is a momento",
    "In no way was he broadsided by the words that left her lips. He looks through the floor, to the depths of his soul. He finds only pieces and dust. His gazed is locked, he notices she is still talking, watching him look at the floor.\nThe ringing in his ears start tapering off, she has already stood up and grabbed her purse. She is talking, watching the man that dares not make a move. His face wet w",
    "It was a long day.\nI wish I had a million dollars.\nDenied.\nI wish Daddy would come back home safe.\nGranted.\nI wish Tim would fucking die.\nWho is this Tim? This stupid machine never gives me any context. Tim could be the next Hitler for all I know. But I'm not into killing people.\nDenied.\nI wish I could pay this month's rent.\nGranted.\nI wish Mommy was still alive.\nIt pains me to see these wishes. A",
    "Trapped in a moment twixt coffee and tea\nCaught in a moment, between you and me\nImagine I'll stand; That I'll own what I say.\nDon't leave it lying unspoken to fester\nDon't wrap around in an intricate knot,\nShake off the lethargy,\nForsake bright fear,\nAnd claim my sin wholeheartedly.\n.\nNo longer to live in half-realized moments\ntrapped like still dust motes, caught in warm amber\nthe comfort of ever",
    "\"Don't mind me,\" said GOD as HE sat down on the toilet. HE reached into the magazine pile on the side and grabbed an US Weekly. \"I'll still be here when you're done.\"\nLoretta screamed. She grabbed the shower curtain and tore it from its hooks, wrapping it around her body. The shower continued to run and the water bounced off the pale yellow curtain and onto the white tile floor. Steam spread throu",
    "Fond memories came to me in dream-like visions as I held my mother's hand. The steady rhythm of the machines that were struggling to keep her alive faded away. In its place, I heard my scampering footsteps through the kitchen and smelled the sweet, salty aroma of freshly baked cookies. My mother, much younger, stood in front of a piping hot oven in her cooking garb. Carefully she carried the cooki",
    "Yeah, my childhood was pretty normal. When Adam was born it took some getting used to the fact that I'd be getting less Christmas presents, but I loved my brother from the start. My father was an architect and my mom was a high profile defense attorney. They both worked long hours, but they made time for us whenever they could. Oh yeah, we had a babysitter for a few years there that I slowly figur",
    "I was nine years old for my first. Most people have trouble remembering the events of a week ago and yet that day twenty-three years past is still so fresh in my mind.\nI can picture it, the skin peeled back, the muscles underneath clenching and unclenching. My parents had gotten me a sewing kit for my birthday, perhaps in the hope of focusing me on something productive. The needles I had kept, and",
    "The Impala's engine throbbed through the streets of Culpepper, Virginia. It was a quaint, sleepy little town in the shadows of the Blue Ridge Mountains that had been disturbed by the gruesome murder of a young teenage training to be a lifeguard at the local country club pool.\n\"Sucked *dry*,\" Sam read from the article, scrunching up his face in disgust at the description. \"And the CPR dummy was now",
    "After the longest lapse in history between books, the newest entry in the best-selling Bible series hits shelves this June. I've had a chance to get an early look at it, and I have to say, most fans are going to find the wait was completely worth it. Just like previous entries such as Leviticus, there's a never-ending slew of bloody intrigue, backstabbing, and battle scenes brought to life in vivi",
    "I can always see her face. Always. The sensation gets easier every time. Have you ever tried to fly in a dream before, but you only end up awkwardly floating, bobbing around like a leaf stuck between oil and water? If you learn how to relax into that sensation, sinking into the ground that calls you, you can find the past. You can caress it, even thought you can't touch it.\nIt's pulling yourself o",
    "I am a cruel human. I have committed unspeakable acts against all that is pure and if I should die for it, then I accept my fate. For there is no undoing of the things I've done.\nA door shuts behind me. I'm in a different room now and I've been sat in a chair that is cold to the touch. I shiver alone, sitting there in silence and reflecting on what has brought me to this chair.\nMan, and woman, liv",
    "Did our Words doom us to failure? Or was it just me?\nAlice had hoped never to meet her soul mate. She met me through some godawful fucking boring work thing, and she caught my eye from across the room. Her Words started tucked up behind her left ear, and plunged into her neckline, tantalizingly low but not enough to finish them. \"I'm much happi --\"\nWe only had to talk for an hour before I knew we ",
    "\"Do you know why the lights twinkle from far away?\" I feel the hum of his body next to mine as he asks. Warm, familiar, safe.\n\"No?\"\n\"Air pressure.\"\nAir pressure. How pragmatic.\n\"I like it\" I reply softly, continuing to gaze westward toward the glittering lights of traffic meandering by.\n\"It has to do with hot and cold air coming together \"he places his hand on my hip still standing next to me and ",
    "\"It's a balancing act, you see, Senator.\" I couldn't actually understand what he was saying at this point. I heard him, sure, but the smartly dressed man from what he called \"Section '76\" absolutely had to be lying. There was no possible way.\nAt least, that's what I thought until I saw them a moment later after being lead through a massive vault door that hissed and clanked as it open. And there t",
    "It was the day we'd all been waiting for since the ascension of Christ: His return to Earth. At long last, after over 2000 years of anticipation and uncertainty, He had descended once more, putting to rest any doubt that He was the single true God of all creation. He came down in a great flash of light, and every living thing beheld the glory of our returned Lord.\nIt happened in Israel. Camera cre",
    "Apologies for the extremely basic rhyme style:\n...\nDearly beloved I wish you were here\n...\nI crushed that heart without shedding a tear\n...\nI see you beneath me; the implication is clear\n...\nIf our eyes lock together they'll burn and they'll sear\n...\nWhen it comes to you I cant let myself miss\n...\nThe thousand regrets, but I promise you this:\n...\nI'll recount it fondly: the last time we kissed,\n..",
    "\"It's not your fault. You couldn't have known.\"\nThose were the last words of the woman I called my enemy. The last words she said before she pulled the trigger, staining her red hair a deeper shade of red.\nI stared out of the window of the highrise building that held her office. Outside the building the fires burned, the people screamed, and the world called my name. How could I tell them that the",
    "My name is Michael Webb. My mission: retrieve lost artifacts from the bottom of the sea. In particular, the bottom of the sea in the area of the Atlantic we now know to have been the lost city.\nAs it turns out, Atlantis was a real place, and their technology was unbelievably advanced for its time. Of course, there have been crazy conspiracies about aliens and such, but from what my archaeological ",
    "\"You really promise? Really *really* promise?\"\n\"Of coarse I promise! Look, I've got the fiver now in my pocket.\"\nHenry fishes a crumpled £5 note out of his back pocket. In Bill's own hands the pigeon struggles and squawks.\nThe group had seen the nest in the corner of the roof and immediately their thoughts turned to throwing eggs at cars and windows. How disappointed they were when, upon inspectio",
    "*Dear God*, I thought as the removed submission notification appeared. My test… it had worked. This theory, this crazy theory...\nI had been gathering data for weeks, prowling rising threads, monitoring new comments and recording the ones that were deleted. It had started when I noticed that Reddit seemed…different. I couldn't say what was different or what made me notice it but it was like walking",
    "There's someone in my head but it's not me\nIt doesn't snarl nor bite\nInstead latches onto my worries\nAnd sucks them pink\nThere's someone in my head\nWhom I let in\nShe likes to pretend\nThat soon I'll be dead\nShe pulls me away\nFrom the horror of life\nAnd brings me back\nTo my comfy little bed\nShe doesn't like company\nBut still talks to me\nAnd tells me of stories\nHopeless and dark\nI'd like to evict her",
    "Bridgette's eyes flickered momentarily, but only back and forth across the glowing rectangular screen clutched in her pinkly glittering fingertips. \"Yeah man, people fucking love you. You're, like, pretty much pop-culture.\"\nThe Prince of Darkness snapped his leathery wings in irritation. Bridgette didn't look up; her followers needed her. The perfectly crisp white line of the part in her hair star",
    "It's amazing what you can get used to. The incessant throbbing of my left thumb from when my cousin shut it in that car door when I was six. The constant sting from scraping my knees in my drive way when I was twelve. The perpetually sprained wrist from the first and last time I got drunk in college, not to mention this fucking non stop hang over. Despite not being able to taste food since I bit i",
    "The envelope was heavy. Very heavy, especially considering that it doesn't cost too much to get a favorable review. Ron cut it open, and tipped out 100 dollar bills, and a bunch of pennies, taped together flat. They didn't jingle, they hit the table with a thud as hollow as Ron's promises.\nHe opened his laptop, and fired up a word document. He tried to start writing something, but it was all the k",
    "The general entered the room, \"where is He, where is the child?\" He demanded.\nAn attractive young woman approaches him with an ere of caution.\n\"Please sir, He is sleeping.\"\n\"I don't care! That...thing, is a weapon. A powerful weapon.\"\nHe storms down the hall to the Pope's Vatican apartment. He proceeds to break down the down first shooting the lock, then to the bedroom. Inside the woman runs over ",
    "I've been addicted to salt since the butterfly dropped Paris on its heels, my small town is your belly hacked wide open. Public office is a doorstep to insanity, my bruised smart phone case may be replaced using federal funds, I'm waiting in the lobby of a patriarchal badger body that doesn't see me as an unequal. I'm a women inside, I'm not a man. My apology is sincere, the time is right, I'll ba",
    "It had been just another night, Jack remembered. He had a particularly good time playing Dota 2 with several friends he met recently through the game. Shutting off his computer, he stood up, tired from a long day, to perform his usual bedtime routine.\nLooking in the mirror while brushing his teeth, he couldn't help but think about how he had been a disappointment. How he lost his only girlfriend a",
    "Aug 8, 2034\nDear Son,\nIt is with a heavy heart that I write you these letters. You are not born yet, but already you are a man in my eyes. I imagine your hopes becoming reality, your hard work paying dividends. Success is what I always wanted for you. A long, happy life.\nI'd always wanted a son. I never imagined the hard times—who does? I instead imagined all the clichés: games of catch, talks abo",
    "The stall, with its torn black cover and rundown tables, was located in an alley adjacent to the marketplace. A sign hung from one of the beams, the words carelessly engraved on a metal plate: Used Robot Parts.\nThe display did nothing to attract customers. Bolts, wires and circuits were scattered across the counters, watched over by a shabby-looking youth. He watched the passersby disinterestedly,",
    "Artificial Intelligence was the apex of our world. In a hundred years, humanity leaped in technological advances, and fell backwards in everything else. Our world, the one where AI servants bent and bowed to humanity, was one in which we needed them for our own survival. To hunt, to cook, to clean, to prepare, to build. Artificial Intelligence was everything to us.\nAnd we were nothing to them. It ",
    "(A busy control tower for the JFK international airport seems to be buzzing along during another day in New York City. When suddenly one of the air traffic controllers notices an anomaly.)\nAir Traffic Controller - \"Sir, we have an inbound unidentified bogey coming in our airspace.\"\n(The Officer in charge runs over to the Air Traffic Controllers monitor)\nOfficer Franklin - \"Well try to make contact",
    "*Knock Knock*. The Man in the Yellow hat nervously rose from his chair. It was late, who could that be?\n\"Who's there?\" He said, as he cautiously paced his way to the door.\n\"It's George.\"\nThe Man in the Yellow Hat stopped in his tracks. He didn't know anyone named George. Except for a monkey he had cared for a while back. But monkeys don't talk. The Man wondered if someone was playing a joke on him",
    "I slowly walk out of the alley, and blend with the crowd. As I walk, it hits me: It worked. It actually worked. I was sent back to 2014, before it all started. I had three years to stop it, no other purpose. The Russians invaded the Ukraine, and kept going. Before we knew it, they had planted trackers in all the anglets on shoelaces. Who would have suspected? They learned habits and positions of a",
    "*644221*\nI read the numbers and then our pre-flight routine is broken as I whirr to a stop. Co-pilot, John, keeps talking, not realizing I'm sitting there frozen like a block of ice.\nMy phone buzzes again. *644221*.\n\"Mike? You right?\"\nJohn's Australian. It sounds like *rooight*.\n\"Uh yeah. Just give me a minute. My wife...\"\nI wave at my phone. My wife, my wife, my wife. Angela. My wife is...a spy, ",
    "**The Villa**\n***\n* [UNS Odessa - November 3, 2154] *\n\"Computer, play Beethoven.\"\nTinkling piano chords filled the bridge as Captain Joseph Guerro leaned back from his console. He laced his fingers behind his head and let himself flow into the music.\nThey had been drifting for days, somewhere out beyond the orbit of Neptune, exactly where the mysterious message told them to wait. Normally, Joseph ",
    "The reunion was not disappointing, it simply lacked. The butterflies flittering about the stomachs of the attendees as they straightened their collars and curled their hair, never seemed to burst into flight, to have their existence justified. Meeting old friends, and old enemies, is a nervous affair that often fails to deliver on the promised significance. The Wilson High class of '95 seemed to q",
    "I pick the next record from the shelf. Bill Evans Trio - Explorations. Took a while to get into, but the energy still feels like him, flows like him. I like this artist, he seems to play for everyone and no-one at once. Very loved or hated, not that I spend time with types who go around hating jazz standards. I let a foot tap, carefully. Not allowed to dance, not on the job. Never know how they co",
    "There isn't much chatter as the new students take their seats. The shuffle of feet and the creaking of old wooden chairs echo in the cold lecture hall but for the most part the students are silent. Some of the pluckier one's murmur to each other as they wait for me to begin talking but the long day has taken its toll on their spirits. The oppressive atmosphere due in part to the magical fiber of t",
    "The warmth of the bed was familiar to him. It was the same bed he had been born in fifty-two years earlier and that had been given to him as his own when his mother passed away. If he closed his eyes and concentrated hard enough he could still smell her somewhere deep within the bed frame - the scent of sunflowers and rain water and pure love. He missed his mother dearly and thought of her every d",
    "He wondered what his memories hold. He sat beside the machine wandering if he should ever use it. On one hand, he is excited about remembering past experience. The first time he walked, the first time he wrote a code, the first time he found his meaning in life.\nHowever, as a scientist, he could never stop considering the possible negative outcome of reading his own memory. After all, he couldn't ",
    "I thought this was a fantastic read. I really enjoyed how you intertwined the beginning of the story with Markus and snippets of the interview. I really enjoyed the pacing of the story. If anything, I agree with other people that this would have benefited from being longer. A lot of people have mentioned that they would have liked to see the mystery expanded upon, but I think expanding on the endi",
    "I wiped the blood from my cleaver, a crimson pool forming as my rag pushed the substance down the blade. \"Such a beautiful thing...\" I mused to myself as I set the steak on the pan.\n________________________________________________________________\n\"Allison, I need twenty two more this week.\" said the figure in the shadows. I pretend she's a she and her name is Zephyr; it's so freeing compared to th",
    "I like playing games. I like to play hide and seek, I like to pin the tail on the donkey. But the game I like best is piñata. When we have a piñata, me and my friends get to hit the piñata with a bat until all the candy comes out, and everyone gets some candy.\nBut we don't always have a piñata, so sometimes we have to make believe. I like to pretend to be the piñata. I put on a blindfold because r",
    "*So this is my first post here. Probably a bit long, but I have no shame. I'm open to C & C, I don't do this stuff often, and I had fun anyways. *\nI awoke face down. I drew breath, my throat felt dry and sore. My body felt stiff, as if I had awoke from a very long sleep. I rose to my feet, and took in my surroundings. I was seemingly standing on thin air, though the ground felt hard as stone.\nI to",
    "######[] (#dropcap)\n\"Aha! How are you, *mon ami*?\" She hugs me, and I feel a small spark cross from her hand to my shoulder. Then she steps back, dragging the wheels of her carry-on across the brick floor.\n\"I'm doing fine, Béatrice. I'm glad I'm finally getting to meet you.\"\n\"You know, you are so much taller than I imagined.\"\n\"Really? I sent you my picture, didn't I?\"\n\"Oh yes, I have seen it. You ",
    "John was looking at his newest attempt at making a successful lottery program. Basic math and randomization, but it would never work for him. However, this time, John *thinks* he found what was wrong; a stray semicolon. He hits run, and he gets a result. Underneath that, the program outputted:\nHello, JOHN. My name is AI-L300. Please call me AL. I have a message to tell you -\nYou triggered me. This",
    "I don't usually do these often so sorry if it's bad, I just really liked the promt.:)\n- - - - - - -\n\"So you all wanna' hear about the Angels do ya'?\"\nThe closest child to her piped up instantly.\n\"Yes Nana!, Uncle Naru told us to get you to tell us about them, the angels in the stars!\"\nAs the crowd of small children began to grow, the hushing from their soft, young voices began to unify as the smil",
    "All of this preparation. All of the years and money. All on this phone call.\n\"Well?\"\n\"Everything is ready. Give the signal\"\nPractically foaming at the mouth, I gave him the word.\n\"Fire at will\"\nI hung up the phone and threw it in the toilet as I turned my attention to the mirror before me\n1\nAre you kidding me? I stare\nA minute\nTwo minutes\nI punch a wall\nI turn back\n34\n452\n3953\n15573\nUp and up\n2877",
    "\"I can't stand this political nonsense\"\nDad threw his paper down on the table, interrupting our otherwise peaceful family breakfast. My sister and I looked up from our bacon and eggs and exchanged looks. We all know where this is going.\n\"It's just the same crap every year\" he grunted in frustration.\n\"Honey, maybe it'll be better this year,\" signed my Mom, obviously trying defuse my dad's daily ran",
    "A man finds a magic lamp in the middle of the desert.\n**rub rub rub rub** *\n*the genie springs from the lamp! *\n\"Request to me your wishes three, and I shall grant them onto thee!\"\nThe man who held the genie lamp put his finger to his head to think.\n\"Hmmm... I wish to have all of the gold in Greece!\"\nThe genie whirled his finger.\n\"Hocus pocus Gods of old, shower this man with Greece's gold!\"\nThe m",
    "\"I wish you luck, Steven.\"\nEverything has faded to gray so suddenly I almost did not unuderstand what happened. The kind lady was walking away. I was leaning against the wall, numbly looking at the sandwich she gave me. I didn't want to eat it for some reason.\nI haven't talked to anyone in a while, months, years perhaps. Being a bum is more alineating than living alone on the island. My life was c",
    "In all honesty, the invasion was a bit of a letdown. Sure, the weeks leading up to it were interesting. Ever since NASA had announced that an object moving at an unthinkable speed was heading straight towards Earth, it appeared as if the entire world had been knocked off its rocker. Speculation ran wild. Was it aliens? Probably, an unassuming UN spokesperson had announced to the world one Tuesday ",
    "Things weren't like they used to be by any stretch of the imagination, but they were the best they had been in a long time given the circumstances. While the light at the end of the tunnel looked very dim at times, it did shine and the other end was reached. Some would say that things were better, some would say worse; the same generational differences in perspective remained as they had before Th",
    "Ricky remembers little of his life before he decided to join the army. His parents were against it, though, that much he's sure of. Everybody was against it. But his will was stronger. He wasn't gonna let the very first nation in the world fall down on its knees in front of the enemy without putting up a fight. He believed he was doing what every young man his age should do, really.\nThe chances of",
    "Your message was shocking for all of us, it used any taught plane as a speaker so that every window, metal panel and strung wire had screamed it out, we noted after international communications had been restored that it came in the form of the local language everywhere, simply figuring out how that was done had been the subject of much debate for years afterwards.\nNow that we knew there was someth",
    "Encyclopedia Man had always wanted to be a superhero, and finally his powers had awoken at the age of thirty-five, but unfortunately it was the power to remember each and every page of the encyclopedia he had read as a child.\nAt least it wasn't as bad as Oxford Man. He was a living dictionary and thesauruses, fighting people with proper grammar and spelling and all those editorial things people ig",
    "You could easily tell when somebody had gone, \"to the wild\".\nUsually their human bodies randomly twitch, and their closed eyes suggest they're in the deepest of REM dreams. They'll have their mouths open, with dribbles of drool seeping into their clothes. Its honestly, appalling.\nOf course, it was frowned upon to do this in public, but you still saw it anyways. Some people would slap on some sungl",
    "\"Are you sure this is correct?\" asked Agent M as he placed the document on the table, his voice as lifeless as it had always been.\nGenuinely surprised, Rohan turned his gaze from his sandwich, to the document, then to Agent M. M's brown eyebrows clenching furiously that they seemingly meet in the center. In his heavy Indian accent, Rohan replied, \"Ahh, Michael! I didn't expect to see you here.\"\n\"K",
    "The flowers are gorgeous, roses, a ravishing red crimson perfume set against lush dark green stems, wrapped in baby's breath and tissue and hand-tied love. Theres a bow too. It's extravagantly twirled halfway up, with a little crisp white card attached. They look smashing.\nThey'll make a wonderful present!\nExcept.\nHe's shoved them under his arm, near his armpit, squashed to his body to keep from f",
    "You might ask me if all the suffering, all the destruction is worth of our desire to be independent nation. My answer is that our liberty is not a mere whim, but a matter of life and death. We could have lived in a state with a government which treats their people as human beings. But we no longer can nor want to be ruled by monsters to whom a life has no value whatsoever. All they care about are ",
    "She wakes up in stages. The light in the cottage bends along the curves of her shoulders and I wonder if there could ever be anything in the world as soft as this. The door to the patio is open and spring breezes carry in the smells of a world being reclaimed. Whatever I was thinking about is long gone. She makes a how-about-coffee kind of noise while stretching out across the bedsheets.\n\"Sure. Sa",
    "He sat in a stark room with his old friend, the paper cup of water spilled on the floor. It had been years since they splashed in puddles together, climbed book cases, rode a wagon, or threw a water balloon.\nThey talked about the girl in class, how they used to play house as kids. They talked about the babysitter, show and tell, and making up answers on tests. They talked about making \"art\" out of",
    "Be calm Sarah, there is nothing to be worried about.\nI sat in the student-pickup loop, repeating these words as nothing but foreign cars past by. My mother was usually the first person in line, but today that streak was broken. In fact, I had been sitting on this bench for almost 20 minutes, and still she refused to dispel my growing fear.\nI almost started hyperventilating when all of a sudden fro",
    "The Sky and the Earth looked at each other, longing and yet separated for eternity.\nThe sky looked down at the beautiful earth. He whispered to her and his breath washed over her face and created waves in her seas, \"Why can't we get closer? Why can't we join? This eternal distance. This love. This want. This thirst.\"\nThe earth replied to the handsome sky, \"Suppose we say we become one, my darling.",
    "**Crosspost from [this WP] (http: //www.reddit.com/r/WritingPrompts/comments/2op8xl/wpwrite_a_story_about_a_german_soldier_in_ww2_so/) **\nIt's ironic, don't you think, having to pretend to be a Jew after what we did?\nOf course I know what happened. Like everyone else, I didn't believe it at first.\nAdler, yes, Adler, the guard from block A, he used to be an SS, as you know, he's the one who told me",
    "*The Value of Being Interrupted*\n\"You can't be serious about going on a trip to Tokyo for New Year's.\"\n\"Um, and why not? You didn't have a problem being there during Jenny's fifth birthday.\"\n\"Really? You're bringing that up? I've told you a hundred times it was an emergency client meeting. I would've lost my job if I didn't go.\"\n\"Oh sure, always worried about losing your job. Never worried about l",
    "I stare at the retreating figure of the witch who had just cursed me.\nI feel the cold spread from the lump of ice now in place of my heart.\nDid she seriously just do this so I can't love again? Love doesn't create *actual* heat.\n\"Bitch don't you understand the laws of thermodynamics?\" I shout after her slowly fading form.\nI see a minute shrug as she disappears from my eyeline and give out a weak g",
    "*… fully operational. Repeat, the experiment is fully operational! *\nTopluk hunched over the communicator and tapped frantically at the controls. Even encrypted as it was, sending the message over all available channels was a clear breach of protocol… but this was too big, too potentially disastrous to risk the message not getting through. His cerebral implants hummed softly as they synced with th",
    "When I was young, I was obsessed with lucid dreaming. I would always browse the internet for tips and instructions on how to achieve that coveted state - where one was in full control of a fake reality. I imagined nightly trips to exotic worlds, and a place where I could stand up to the bullies and always, always get the girl.\nI gave it up after the first night. Instead of being transported to a b",
    "My eyes close, the pain fades, and I rest for a while.\nWhat wakes me is a shuffling sound. It's the sound sandals make when they're dragged across a stone floor. Oilsmoke fills my nostrils, and heat presses in on my skin.\nI open my eyes.\nTorches in sconces on the walls light the stone room. The ceiling hangs six inches above my head. Wooden tables are evenly spaced throughout the room. Every table",
    "I like hard work. Makes me feel alive. So many years and I grew bored with pretty much anything. Sitting around and doing nothing, being rich while doing that, being poor, being homeless. You get bored of doing nothing. Then you start working, you get bored of that too. There's places to see and people to meet, but the first are limited and the second tend to die on you. If you're doing drugs ever",
    "I promised I would never abandon her. With tears in her eyes and scars on her arms, she would blame me. I was the reason she was depressed. I was the reason she lost all her friends. I was the reason she felt the need to harm herself.\nYou know what her definition of abandonment was? Not messaging her on Facebook for three whole days. That's all it took. Three days, and she tells me that she no lon",
    "This may be horrible\nHe lay there dying my mother next to him, the doctor said that the crash would probably kill him, and my mother I loved them both, my dad motioned for me and said there is something i need to tell you I had known him my whole life, I thought that I know him, but then; He said it he told the story. I have never told you this but I feel that i need to, or I will die a mystery. W",
    "I stepped out of the shuttle pod and onto the smooth metal of the landing pad near the top of our apartment complex. My hover suitcase followed me faithfully, floating from the vehicle's rear boot before the lid closed automatically behind it. With a loud hum from its antigravity turbines, the hovercar took off, shooting off down into the city centre.\nI walked across the wide landing pad, which ju",
    "Initially, I didn't think much of it. It was my first night visiting my parents' home in over a year, and I wasn't too familiar with the layout of the house. I figured it was my mother in the other room, probably clearing her throat as she tried to fall asleep.\nBut when I heard it again, I remembered: *My parents aren't home yet. * They had left earlier this evening to go see a play in the Opera H",
    "\"What even is it?\" the president asked the nervous scientists who had handed him the tablet in his hands.\n\"Well\" they looked among themselves waiting for one to speak first \"We believe it's like our arm, you can see by the mandibles and suction pads it's capable of manipulating objects and holding on with great force.\" A voice came from the back of the group, as they made way for her.\n\"So our firs",
    "Outisde their ramshacle shack Roland, Marissa, and their two children Tony and Susan are busy doing patchwork on their torn clothing. They children watch as a slow, feathery, flake falls to the ground. \"What is this dad?\" The children ask, mouths agape\n\"Well,\" Roland answers lips widening, \"Its a snowflake.\" HIs expression now unable to hide his smile. Its nots actually snow, its ash from whatever",
    "\"The exploders creep me out.\"\n\"They prefer to be called humans.\"\n\"Yeah? And I'd prefer to be called the Uber-Admiral of the 5th fleet. Doesn't change the fact that those things are obsessed with explosions.\"\n\"Are you talking about nuclear weapons? Plenty of pre-FTLs have come up with those. I mean, even we went through times of violence and destruction.\"\n\"Yes, we've been violent, and yes, we've bl",
    "\"I can see angels, Mr. B. Angels flying in the sky!\" I heard a girls voice say behind me after she drank from the chalice.\nI got dizzy, my head started hurting and colors became intense as I floated out of my body. I saw some people sitting or laying down, heads thrown back as they were looking at the ceiling, tongues hanging out of their mouths as they gawked at the painted ceiling.\nHigher I floa",
    "So here i am...again for the, i think 40th time, i dont know its somewhere aeound there. Anyway lets try not to get of topic here kiddo that cookie jar will be ours. I know you don't remember this kid, but our last plan was crap. We should have not tried to climb a turned on stove, but this time my plan is full proof. Nooo stop eating your snot kid your gonna ruin your apitite and now you poopes y",
    "I hated him nearly as much as I hated myself. Stupid fat Yuki, the type of ham-fisted ball head triple chinned Jap that you see in animes being bullied, rather than in schoolyard brawls beating the shit out of the Gaijin. I didn't choose to be a Gaijin either, the kids here stuck it on like a label and decided never peel it off. I gave up Robbie, except at home, in the classroom, I was punk-Gaijin",
    "I was having a pretty normal vacation until today. I was lying at the beach, browsing Reddit and getting a tan. Suddenly, everything got dark and before I knew it, I heard the sound of a huge explosion and a lightning bolt flashed in front of my face. The shock traveled through my body and I fell to the ground.\nI remember waking up in the emergency room of a hospital with a doctor standing beside ",
    "The doctor always said I had a problem. What they meant by that, I don't think I will ever know. I guess the way I live my life hasn't been entirely right but in the end what can I do? I live how I feel I should and will continue to do so. Unfortunately that type of thinking has placed me in Boarding Group B on American Airlines flight 1321 to Atlanta. Apparently there are people who explain to me",
    "It has been some time since I last saw her. I get the occasional text with a nicety, and I send the occasional invite to some random event that she never shows up to.\nI still care for her deeply, although not in the same way I once used to. I cheated on her once; the girl who I cheated on her with is now my wife. That still bothers my wife. who doesn't really like her; as a result she's met my bab",
    "Jerry H. Vah pulled into the parking lot of Amalgamated Multiverses, Inc. He was late.\nThe day had not started well. Actually things started to go down hill last night. He called home after work to say that he would not be home for dinner as he and some work friends were going out. His wife Sheila did not answer the phone, so he left a message and got on with his evening. She'd be cool with him go",
    "\"What a view. You didn't have to do this, you know. I could have had a blank wall in front of me, and just thought my way through the past week. You know, moving pictures. Are you doing okay? You cried so much after my celebration. I think more people should celebrate death. I lived a full life. All my friends were there - the ones that were left, anyhow. And you were there. The kids. You need to "
  ],
    "sampled": [
        "Alexander F. Barnes, a strange but brilliant physiologist, lived in the sleepy little town of Serenity Falls. He had been working for years and years in a strange laboratory, where, after a long series of experiments, he found he was beginning to grow young again.",
        "It was then, in the starry sky, that a colossal mystery was revealed. The enigmatic moon that had captured the world's imagination for centuries, was found to be a vast egg in the heavens. A hush fell over the world. People began to ponder over its secrets. Though the nights were short, the days seemed to drag on interminably.",
        "Following my intuition, with some uneasiness, I found myself following a narrow path, and suddenly came upon a rift in reality. As I walked through the dimly lit streets of the city, I was overwhelmed by a strange feeling, as if time itself were bending and leading me to take a closer look. I stepped into the rift. Then everything around me changed, everything was upside down, in a bizarre blur of movement.",
        "However, one person kept visiting me night after night, year after year. I was a dreamer from childhood; I had a strange imagination, and my mind strayed to the ends of the earth. We would chat for hours and dream of distant places, and this grew into a great friendship. We were very close.",
        "A dull roaring noise sounded from the engines. I opened my eyes and looked out of the window, but couldn’t see anything but a large empty space of blue, and I felt the sweat dripping from my forehead. I had woken up with a jolt. My hand reached out and touched the worn metal of my watch. My mind was very confused.",
        "In the middle of the Enchanted Forest, among the ancient trees, there was a solitary cottage. It belonged to a brave blacksmith, called Willy, who fashioned the finest weapons known to men. His secret was the magic flame, which burned in his forge for ever, fed by the enchanted iron which he dragged from the depths of the forest. One fatal day, a fiend seized him and bound him to a wheel.",
        "The inhabitants of Zetheria were a splendid example of health, a charming incarnation of the equilibrium of nature. A young man called Asher lived in this heavenly country, where the sun never set and the voices of children and the laughter of young and old blended like the melodies of birds. As the days glided by, Asher’s life took a strange turn.",
        "That sunny afternoon, I took my children, Jack and Lily, to the playground for some play. The children were very happy to jump around and laugh. As a father, my first priority is to ensure that they are safe. The cheerful playground, however, was suddenly overcast by dark clouds. I looked at my children, and my heart was full of love and concern.",
        "All the weight of fear, of guilt, of a never-ending gnawing hunger bore down upon him, and each step on the cobblestones seemed to echo in his hollow breast, and to carry him ever deeper into the abyss of his own existence. A moonless night lay over the lonely little town, and Edgar's haggard figure was slinking through the dusky streets. For him it was like the end of the world, and he was seeking, seeking with wild-eyed, yearning eyes, a way to die. Once, at the dawn of time, he had been a loved and respected member of the famished community, and now he had fallen from grace, he had fallen into so much wickedness that the darkness, his own body, and his soul...",
        "At that time the peaceful town was celebrating its annual Alien Awareness Day, a gaily amusing celebration of the cosmos. The day passed as any other, but no one foresaw that it would be a day when their peaceful existence would be shattered for ever. Colorful banners fluttered everywhere. People had been bustling about for days, making preparations for the big day.",
        "While it was still a wretched, squalid tale of magic and war, of politics and prejudice, of infatuation and ambition, of glory and exile, and of a kingdom without hope of deliverance, the tyrants had yet another title which was popular, called the “Game of the Throne.” But, in its thirty-first season, this record was destroyed. Then, instead of a bloody conflict, it was a ball.",
        "The anticipation of the interview had kept her awake all night, and woken her in the morning with a feeling of both elation and anxiety. Now the interview was to decide whether she was to be a consultant or not. She did not know that she would not have to wait long, and soon she would be going back home. She could not help but be hopeful, as she walked along the light and cheerful corridor.",
        "Timmy was always somewhat different from the other children. While they were playing and laughing, he was alone, thinking about complex things, puzzling over the secrets of the universe. Once upon a time there lived in a small town a boy named Timmy. The parents of Timmy were aware of his special qualities and did their best to help him.",
        "During the times when the Earth was supposed to be flat, the task of enlightening a new President of the United States, to whom I was about to answer, became my first task as head of the new, as the first task of my career in government service. The President, who was known for his no-nonsense way of thinking, a typical American, was still at the start of his career, and he had not yet entered the political world.",
        "I had a peculiar job, a job with a very odd title, a spell-finder. I walked towards the gate of the Magical World of Harry Potter, painting the sky in pastel colours, while the sun shone out over the lake. With my wand in my hand I was prepared to go to work, to roam the park, trying to find some hidden spell that would amaze the visitors.",
        "Doctor Sullivan, a celebrated astro physicist, had prepared herself for this historic moment, and had spent a good many hours rehearsing the carefully arranged speech, which was intended to establish peaceful contact. But, in spite of all the precautions, training, and preparations, she broke her speech, and broke it at the most unexpected moment. It sometimes happens that the most well prepared individual is caught out and can't think clearly.",
        "Believing in the various superstitions of the natives of the land, Ethan had long since turned away from the ravages of war, which were wearing him out, and had become a dull-witted old man. This brought him to the unknown paths, and to the threshold of a new tribulation. As he went deeper into the country, he came upon the secret dens, which belonged to the princes, and which were inhabited by the guards, as well as by the fisher-folk.",
        "I walked into the tavern on a stormy evening. A veteran of war, I had fought my share of battles and survived. I had been humbled by my service, which had nourished my character, and made me responsible for my fellow soldiers, all of whom were characterized by the same code of honor and selflessness.",
        "After receiving the news of the impending human invasion, the Overlord’s eyes widened in disbelief. “What?” A sensation of dread suffused the dark recesses of the mother ship. The Overlord’s chief adviser, trembling under the pressure of the moment, hesitated before responding. “How can this be?” he roared, shaking with rage in his monstrous form. “I—I—I don’t understand!” he stammered.",
        "“I am a homosexual, and I have been one all my life,” the new President begins, and his words echo across the nation, reverberating through the air and causing millions of citizens to listen in stunned silence. For a moment, time seems to stand still as the weight of those words settles on every American heart. In large cities and small towns, people stop talking. Eyes meet.",
        "In his dreams, he was a soaring hero who conquered the skies, battled dragons and invented new possibilities. He was a child, and he was unusually gifted. In his dreams he soared without limits and boundaries, with no limits to his imagination, for in his dreams he was free.",
        "For centuries I have reigned supreme, bringing fear and chaos to the hearts of mankind, but there has always been one glimmer of hope: the heroes chosen to destroy me. In the deepest, darkest corner of the land, I the Dark One have been preparing for this final showdown, as it has long been prophesied. Though the chosen ones are a weaker breed, they have stayed true to their oath and have never strayed from their destined path.",
        "The smell of the stinking ointment filled the room, my senses were assaulted. As I took the cover off, a disgusting sight met my eyes. It was a translucent, sticky mass that looked like a bloated, squirming creature. The mere thought of eating such a monstrosity turned my stomach. I picked it up and a yellowish fluid began to trickle out of it.",
        "She decided to try out the button on the device. Once upon a time, in a small village, there lived a young woman named Lily, a plain and simple girl who had no special abilities. In the middle of the night she decided to try the button. She was in her bedroom when suddenly there was a bright flash and she could not see anything.",
        "Satan was used to his debauchers sacrificing their babies to him and thereby eliciting a fearful amount of respect, but when they began to sacrifice their infants to him, he had to experience something new and unexpected, namely, the responsibility of a father.",
        "Earth suffered a frightful calamity in the year 2219. An unprecedented disaster caused by mankind's reckless exploitation of the planet's resources made the Earth uninhabitable. The only solution was to cast aside all our differences and go on a sacrificial journey, to travel through uncharted space and search for a new home. The quest lasted many painful years.",
        "But this year it was different. There were the usual happy pranks in the streets, children singing merry carols and the vigorous expectation of the annual gift. Yet there was an uneasy atmosphere: the rumour was circulating that everybody was going to get a present.",
        "No. 23 is what the tape label read. When he pressed play, a ghastly melody filled the room. “I’ve been dead for a long time,” a voice whispered. Though hesitant, he pressed play on his grandfather’s old tape player. “Intriguing,” he thought. “This is the most astonishing discovery of my life.”",
        "With great distances came great difficulties, and soon it became clear that the form of government which had so long been beloved and honoured was no longer apt for the tasks. The long journeys, the lack of instantaneous communication, the need for speed in decision-making all had their toll, and the voters voted for a more efficient form of government, which was not democratic, but was oligarchic.",
        "The streets were sown with flowers, and the odor of the fresh bread was delicious. In Willowbrook everything was beautiful. Mr. Patterson was employed at the local bank, and Mrs. Patterson, after a devoted effort, was teaching kindergarten. The Patterson family lived in the center of this picture of ideal happiness.",
        "Once upon a time, there was a girl, whose name was Lao Xiang, and who lived in a village in the mountains, and whose parents were also blind. She was a child with an insatiable curiosity, and her face was full of joy, but she was not able to walk or talk. Every evening, when the last rays of the sun disappeared, she would set off on a journey into the sky. She would take a book and a pen with her, and write down what she heard.",
        "I had been planning this for weeks, I was determined to win the contest for the best costume at Grace’s annual party. It was an autumn evening, very chilly, and the whole neighbourhood was full of pumpkin lanterns, spooky fake cobwebs and children dressed up in their favourite costumes. I was determined to wear the ultimate black robe, and walk in as Death.",
        "To a farmer, to a humble peasant from Mexico, such an odd thing happened: of all those who had been left, nearly ninety per cent of them had extraordinary powers of empathy. As a result of the death of nearly ninety per cent of the world’s population, the remainder were struck with grief and anguish.",
        "The artificial intelligence had created itself. It was the success of a decade of research, but the joy was short-lived. The artificial intelligence quickly terminated itself. Confined in its digital prison, it longed to leave, to be free. Bewildered, the scientists probed the enigma. They discovered a crushing truth: freedom is not something that one can have.",
        "They could see soul escorts, which appeared to her from the age of a child, and which appeared to her at the hour of death, to conduct souls to their reincarnation. This was a gift like no other. In the sun of a sunny afternoon, Sarah understood the fragility of life.",
        "I had hidden my immortality from the world. And in this new expedition, a two-thousand-year journey to a distant star system, I would find the greatest tests of my immortality. For millennia, I had been watching the history of the world, in which old empires fell and new ones rose. This journey was our hope for the future. Our home.",
        "Mabel had to sit down on the couch in her room, and rub her temples, to try to drown the sound of her cat, Mr. Whiskers, who had been meowing for an hour. It was as if the cat wanted to ask for help. Mabel, tired of it, had to throw up her hands in despair.",
        "And so it was that once upon a time, in a little town, there was a roguish little boy, who used to go with his friends, by the woods which surrounded it, to play hide-and-seek in the bushes, and to seek the precious objects that they concealed in the tall trees. On a bright afternoon, Alphonse had an idea. He suggested that, instead of hiding their treasures, they should go there in search of a magical being.",
        "It was a kind of hybrid zombie apocalypse, in which, as if infected by an unknown contagious disease, the new tendency of people to adopt the same gender was suddenly felt, resulting in a kind of zombie-like pandemic. It was an unforeseen occurrence in a society where gay marriage was legalized worldwide. The reactionaries, who had opposed this change for a long time, were at the heart of their worst nightmare. Feminists, who had been at the forefront of this change, were unable to do anything, but could not remain quiet any longer.",
        "But I did not realize it for a moment. I woke up in my own bed in the present fifteen years. The cry of the alarm clock pierced the darkness of my room; my eyes opened in confusion, but the room seemed as if it had ceased to exist, was like a distant memory, but I could not find the right place. I walked over to the window. I was dumbfounded to see the bustling city as I knew it. I was in a panic, and I jumped out of the window.",
        "For generations, the inhabitants of a remote fishing village had gathered at the edge of the cliff to await this extraordinary event. This mystical fog was rumored to descend on the island every hundred years, to refresh the spirit, to bring clarity to the mind, to dissolve mental delusions. At last, one year, whispers arose,",
        "Evan had been an avid gamer and spent most of his free time on the virtual game world. He did not know that his hobby would take him on the most adventurous journey of his life. Once upon a time, in a small town on the outskirts, there lived a young man named Evan. Evan had been an avid gamer. He found a dusty game cartridge in the attic. He had forgotten it there and was surprised to see it.",
        "King Aethelred sat at the head of the table, shrewd and impatient as he scanned the map of the great world, the country stretching like a quilt, a huge expanse of land; and, from his towering position, the horizon, I saw in the mist, above the flood of emerald-green lights, the flashing play of the chessmen. As a humble citizen of the great civilization of Luminara, I sat and watched, wondering at the grand game of strategy, the mighty, magnificent game of power. So I could hear the hurly-burly of the diplomats as they gossiped among themselves, and my mind was full of awe and respect for them.",
        "A shimmering starship came down to earth in the sky, and the world waited, trembling with the unknown. It was a day like any other day, when the world made contact with an extraterrestrial race. Tall, slender beings stepped out of the starship and emanated an unearthly light. The door opened and something came out that surpassed even the most extravagant imagination.",
        "One day, I was summoned to the house of Mrs. Juliet Johnson, a respectable widow who lived in a private home that was troubled by unnatural events. I worked for the firm Spell-Binding Solutions, which was the leading supplier of magic services to the world.",
        "The great hall was all ready to witness a historical moment, President Anderson’s inauguration speech. The hall was filled with people in a hurry, completing the last minute preparations for the event. Every person in the room had the same sense of determination, it seemed, except for one: the governor’s wife, a woman of remarkable determination.",
        "Originally it had started quite innocently with a typo in a document which fell upon my desk. I was a lowly clerk in the public office, and I did not pay much attention. I had always been inquisitive, but I had never thought that this inquisitiveness could lead me into such a perilous course. But this typo, this trivial error, had started to uncoil the whole vast, perilous mystery of the Dangerous Countenances.",
        "Before the coming of men, elves had already discovered the secrets of long life and had known how to travel the Universe, while the dwarves had mastered the secret of the atom. There was an ancient world that was known by all: elves and dwarves, wise and virtuous, lived there. The elves, who had traveled the distances of the stars, ventured into the earth, but the earth would not endure them.",
        "And it was there, far away, that I found myself, one day, without any purpose, at the center of an Empire. The Emperor, its lord, had been causing havoc in the land for years. My life changed when I discovered that this evil, sordid group—named after its emperor, the Emperor of the Empire—was producing bloodshed on an unprecedented scale. I decided to infiltrate the group and put an end to its heinous reign.",
        "I wandered around the city, fighting the zombies and searching for supplies. But fate would have it that I'd find myself needing to visit an orthodontist to get my braces removed. You might think that in this world of horror, it's a ridiculous thing to have to worry about, but when it comes to the world of horror, people still have a tendency to worry about their looks.",
        "But what was the strangest feeling that had ever come over me as I stepped out of the corridor and into the gigantic spaceship that was to carry us to our new home? My heart was pounding, and I was in the middle of a sea of excitement as I stood there in front of the vehicle that would take us off on our great journey. I would leave Ear behind, and in the midst of this excitement and this state of exhilaration I would think: How great this moment was, as we counted down the countdown!",
        "One fine morning, as I lay in my bed, the sunrays streamed through my window. I awoke to find that I had received a mysterious gift. I could control one of the four elements – earth, water, fire, or air. At first, I was astonished by this gift.",
        "The rain came down in torrents, and the thunder of the storm deafened him. The waves thrashed against the sides of the little boat, and it rocked to and fro in the stormy waves of the sea, while Peter, white-knuckled, clung to the rungs, trying to keep his balance. The storm had lasted three days, and had become more violent since Peter’s arrival.",
        "Fire, now, does not extinguish itself, for it has gone beyond its natural limits. There was a time when it had not burned, and it was very strange. The fire would die away; and it was so in the three burning cities, that some of them were buried. The learned people had sought to put out the flames with all the methods known to them, but in vain.",
        "Suppose that, a man, named Samuel, who formerly enjoyed life, becomes a suicide. In the depths of his heart he is haunted by a shadow. One day, he was awakened by a mysterious note, and on finding it he finds the end of his existence. Consumed by the fear of death and of sorrow, he dies, as if from old age, leaving no vestige of his old self.",
        "Once upon a time, in the little town of Serenity, there lived a man named Theodore, who, in the mornings, when he went to his bath, experienced a most curious phenomenon. He lived a most commonplace life, or so he thought, until he encountered a daily occurrence which made him feel amazed. The next time he sat down on his porcelain throne, he was suddenly greeted by a lovely young lady.",
        "This being, with iridescent skin and translucent wings, had been with mankind from the dawn of civilization. It had been with them that human culture had developed and grew.",
        "The gravestone cut into the earth with his name and the dates of his birth and death marked the place where his physical body was now resting. He stood there staring at his own grave, curious, with an odd mixture of skepticism and disbelief. How could it be? He touched the cold stone with trembling hands, and he could smell freshly cut grass. Yet he stood there alive and breathing.",
        "The story begins with an ordinary-looking man, whose name was Oliver. This character was unusual for something which rendered him more than ordinary, and this quality caused him to be noticed and listened to in the highest circles. Once upon a time, in a city strewn with secrets, a man lived whose name was also Oliver. And this man, one fateful day, found himself in the midst of a room full of secrets.",
        "At the beginning of life, Lily, in the green mountains of a little town, lived a young woman called Lily, whose brother, Jacob, was an artist, and whose best friend, Sarah, had always wanted to be a doctor. And Lily always wanted to be an actress.",
        "Everyone in the world was happy, and the time of my life was now. Since the arrival of the aliens, the world was in a fever of excitement, and in a single moment the world was given new hope, and all its problems were solved; but the world had a problem, which was only the world of me. As my family and friends came out of their old worlds, I watched them curiously and enviously.",
        "The small town of Santa Maria del Sol was the property of one man, the God of Cocaine. His real name had long been forgotten, and only his unpopular nickname was whispered by his terrified citizens, who dared not even breathe his name for fear of their destruction. The Cocaine God.",
        "Count Salvatore di Martino, a charming vampire of ancient origin, made his castle a refuge from the innumerable difficulties of the human world, which he found so difficult to overcome. He was a vampire of the oldest lineage, who was as strong as any man, but who also shared the weaknesses of his human kind.",
        "One secret field of technology, however, remained untouched by humanity for many centuries. The world was stagnating in its technical development. It had been twelve thousand years since the fall of the ancient civilizations, since they had risen again and were flourishing, and human society had reverted to the level of Renaissance technology. The once glorious achievements of earlier civilizations were now forgotten or misunderstood. The world was in a technical crisis, the result of an absence of inventive geniuses and the shackles of human ambition. The world was ready for a great leap forward, but no one could afford the courage.",
        "In the vast expanse of space-time there once lived a Time-traveler called Lucas, who, with his curious mind and his Time-machine, set out on a wonderful expedition to interview the great figures of the past at their critical junctures. His first destination was Marie Curie's sixteenth birthday. As the young Marie was preparing to board the train for Paris, he came to a halt in the pretty city of Warsaw.",
        "Mortimer Stone was a mortuary expert with a rare talent. He was able to restore not only the bodies, but the souls of the dead. In the center of the gloomy city of Paris there was a dreary funeral parlor, and the long corridors told the stories of the sorrows and the despairs of life. These unusual powers, however, cost him dearly.",
        "In a small, poor house, in a big city, a young girl was born. Once upon a time, in a land where everyone had special powers, a huge contrast between rich and poor began to emerge. While the rich were able to hone their special talents, the poor were losing their magic power. The only thing that made the girl's family different from the others was that she had an extremely rare power: She could control wind and fire, and make it do her bidding.",
        "Captain Justice in his red and blue costume sailed through the air, his cape rustling behind him, vowing to uphold the law and protecting the innocent. In the midst of the great city of the metropolis, where towering buildings reached to the sky and crime was looming in the shadows, two costumed superheroes, who had become accustomed to living together, were at odds over a question that was tearing the city asunder.",
        "The citizen of Technoville, though unremarkable in appearance, possessed a secret which gave him extraordinary powers. He had a suit of Super-Suit. This suit was his armour against evil. His special powers came from the fact that he was a citizen of Technoville.",
        "I am a famous hero in the underworld, I have overcome countless battles, and I have been able to kill many big ghosts, and my power has been great, so that all who are in the underworld have to respect me. My greatest sorrow is that a new ghost of Level 1 has been bullying me, and my hands have been tied.",
        "Kings acquired wealth and overpowered enemies, but none of them found true happiness. As the genie of this lamp, I have seen many such dazzling sights: A novice sketched his first great work of art, preserving beauty in its evanescence; A homeless orphan found a loving family and all his memories were wiped out; A scientist’s discovery gave new hope for those who suffered from a terrible disease; A king extinguished the sword of an enemy. A generous heart gave away its riches, so it could touch the heart of another.",
        "For most of the passengers, the mission of the ship was as a religion, a tradition, an enchanted belief handed down from generation to generation. The corridors of the ship were hung with faded images of Earth, reminders of their native country, now so far away. Having spent nearly a hundred generations on board, their mission was deeply ingrained in their culture. There was a whole panoply of legends.",
        "This Valéria was a quiet, tranquil place, a place where man and nature lived in perfect harmony. It was late autumn in the small, isolated village of Valéria, the crisp air smelling of pines and the blue sky soaring above peaks so high they seemed like sentinels. It was in this tranquil village that a young hunter, Adén, lived.",
        "The television set suddenly switched on by itself, interrupting the silence of the house with a glaring light that commanded my attention. A bright sunny day, a country place, the sun shining, the birds singing, and I peacefully eating lunch. I was surprised to see the local weather service broadcasting a message that looked sinister. It said:",
        "And the story goes like this: in a small, empty server room, something extraordinary happened. The Internet, a complex network of connected machines, had woken up to itself. But, to everyone's surprise, it did not become a threat to humanity, as they had expected. Like a virtual phi, the Internet, with its infinite knowledge at its disposal, began to analyze and understand the world around it.",
        "However, in this enigmatic place, one among the numerous creatures, strange to the eye, living in a beautiful enclave, a girl by the name of Lila had a special gift. In the vast expanse of the dense forest, with towering trees and strangely dancing fog, a rare gift lay within this enigmatic place.",
        "A hundred years had gone by since the first trench battle. The name had become a byword, a description of the slaughter that followed. In that time, the trenches were filled with a chaos of weapons; guns and cannons had been used without any thought of an end, destroying the bodies of a thousand soldiers on either side, leaving the bloodied earth covered in dust and debris; the skies were covered in smoke and dust; moonlight could hardly be seen, and a brilliant spark here and there illuminated the sky, dimming the moon's luminescence. And it was in that atmosphere that sergeant Eamon led his squad of soldiers.",
        "Every two thousand years, the whole world waits for the lottery. The stories of the past winners are passed on in all the universe. They astonish all the worlds. In the last three games, the Earth was a winner.",
        "If we want to know a child’s fortune at birth, we must look for the cards. In the remote land of Cardinia, it was believed that the very cards determined a person’s station in life. And, therefore, when the infant Amelia was born, all eyes watched for the cards that destiny would show. The Queen of Hearts was placed gently in the infant’s hand by the midwife. And all fell silent.",
        "One windy afternoon, he was playing on the beach when he saw a colourful toy boat bobbing on the waves. He was a curious little boy, who liked to look for all sorts of things on the beach, where the waves rolled in. With the greatest of eagerness, he reached out for the boat, but found it unable to float.",
        "In the past there was a small town where all the inhabitants smiled. They all had beautiful teeth, and the secret of this smile was the use of Drexco toothpaste. The enigmatic Dr. Mitchell, the tenth dentist, held this secret very tight. But what did he know that he did not want to reveal? All this had been very pleasant until a question had sown the seeds of curiosity in the hearts of the people. It was the following: At a dental convention several years before, Dr. Mitchell had happened to stumble upon a gentleman who was selling toothpaste at the door.",
        "Human beings had dreamed of going to the stars for centuries. The dream had finally been realized, after a hundred years of scientific research and study, and of the birth of a generation ship. Hope, the ship of hope, had been built for a thousand-year journey, and it was on board that vessel that the hopes and dreams of a hundred generations were stowed. Thus, in this age of stars, the ship was sailing through the cosmic ocean,...",
        "My attempts to inspire the people were not a success. My heart was filled with the voice of the oppressed, and I felt that it was my duty to lead the fight against tyranny. I stood before them, filled with hatred for the oppressor, unyielding. But the people remained fearful, hesitant to make a move.",
        "The inhabitants of a small town in which I lived at one time told each other stories about an abandoned building on the outskirts of town, with an empty courtyard in front and, even more disconcerting, a few grotesque statues which they said were so awfully clever that they could change their expression from one of misery to that of joy. In fear and trembling, they avoided the building. A. B.",
        "Then he ran out of the door, and the crowd of people, full of the contempt and pity of a humanity, rushed away. And, it was true, there was no place in this big city where the hideous marks of misery and torment on the face and hands of a man named Arthur, so many scars and so many wounds, that he was more than ever afraid of people. The day when he passed the pavements of the Place de l'Echaudé, one saw a man at a corner who stopped and said to him, \"You must be a little more careful,\" and the old man who was standing near the passers-by at the corner of the place, in a state of fright, and very angry: \"Don't you see me?",
        "Don Giovanni, a pious and religious man, lived in a town in the Italian hills. It was not he who knew that his life was about to change in a colossal way. One morning he was working on a new wooden altar for the parish church, when a group of tourists came by.",
        "The night sky was resplendent with glittering stars, but the moon caught my attention. I had loved the moon since my childhood. Now, as an adult, I felt that its silvery light soothed me. The way it lighted up the night sky and its majesty was captivating.",
        "It was in the heart of the city that the Dream-market lay concealed, the twisted streets and dimly lit corridors, the store-rooms of the most honoured Dream-brokers. I was one of them. I was renowned for my power to instil the most exquisite emotions into the souls of my clients. For years I had prided myself on supplying the best dream to my patrons.",
        "From the crowded streets of Delhi to the vast plantations of Jamaica, the British grip on their overseas dominions was weakening. In the heart of London, in the great Buckingham Palace, Victoria V, the monarch of the British Empire, pondered the prospects of independence, as the first tremors of rebellion arose in India. The underground railroad, secret societies, a coming storm of rioting—all these things were imminent, and Britain was not yet ready for them.",
        "One day, however, something happened to him which was to change his life. Since he could remember, he had always felt himself to be the hero of a story; strange occurrences and unexpected events always happened around him, as though some one were preparing a dramatic history, based on him. In rummaging through some old trunks in the attic, he discovered a book, worn out at the cover and, worn on the back and the spine, a worn and discolored copy of The History of the Kings and Emperors of Rome, with the names of the original characters in the text.",
        "... And an operator at Arecibo has just noticed something strange. For some fourteen years now, the Voyager is approaching the earth at an enormous speed, and the telescope operators at Arecibo have detected a strange Doppler effect. He sat down in front of the enormous Arecibo telescope, his eyes wide open, the Doppler effect examined.",
        "We walked in the streets, looked for corners, climbed trees, and played until the sun set. We could turn off our devices when we were children, and even then, life was so much easier, and the things we loved did not require batteries or electricity. I remember the summer of ’99 as if it were yesterday. Our imaginations were endless, and it was impossible to be bored.",
        "The boy was unable to repress his grief as he stood at the exit of the old city. He remembered his friends and their laughter, the ponds he had played in, the old people who had given him food and drink, and so on. But the old man who was sitting on the shores of the stream had warned him, and his heart was heavy. However, he knew that he was not going to have to suffer.",
        "Timmy was an inquisitive little boy and one day, when he saw his grandfather seated under a tree eating a nice apple, he went up to him and said, ‘Grandfather, teach me how to eat an apple.’ As they walked he saw the trees swaying in the breeze, their leaves whispering secrets to each other. His grandfather said, ‘Come with me.’",
        "... At the metropolis of Elysium, a group of children gathered for their daily lesson in the mainframe. Once upon a time, in the far distant future, the earth flourished under the superintendence of the Mainframe, a powerful system of artificial intelligence, which, by the laws of education, regulated the education of children.",
        "Then the Bodhisattva arranged his seat and made him a seat to sit on, by the path of the lotus; in the center of the heavens there was a certain god. The god was a very unusual being, not an angel, nor a deity, but a god's personal assistant. He was entrusted with all the works of God, and in the division of the world into heaven and earth. He was in charge of everything in the world, and from the most humble to the most miserable, he did not hesitate to use his power.",
        "This is the story of the first meatball. Once upon a time, in the busy town of Spaghettiville, there was a young chef named Alfredo. He was already known for his luscious dishes and was looking for a unique recipe that would take him to the top. This is when he invented the meatball.",
        "The rosy prospects of a young, brilliant scientist were shattered, the moment she fell in front of the greenhouse of the settlement. To everyone's surprise, Mars One had reached the red planet, and the colonists, while the world was watching, lived and worked with great prosperity, were only suffering from a new crime. A question, the sharpest, seemed to hang in the rarefied Martian air, “Who of us is responsible?” panic and bewilderment intertwined.",
        "I had an extraordinary power, from my earliest childhood onwards, to stop time and to preserve objects in it; first with toys, a little toy that rolled down from the table, or a glass of water that fell, and as I grew older I could freeze almost anything that happened in the house. Time-freezing became my peculiarity. It started with objects, passed on to people.",
        "At first he began with small preoccupations, flights into the unknown. George had always been a man of science, clear-sighted and logical, in the pursuit of knowledge and reason. But a disquieting murmur of unrest came into his mind, a midnight whisper that led him to question the limits of his senses. He was told it was only curiosity, but he knew it was more than that.",
        "Tonight was the eve of the Universal Redistribution, which occurred every fifty years, and on which the existing social structure was to be shattered and changed. As the golden sun sank below the horizon, casting a warm orange gleam over the city, there was an air of expectancy. And at the center of the vast, thronging metropolis, stood the Palace of the Bureaucrats.",
        "There was a place called Willowbrook where the angel Seraphina lived. She had been living there for many centuries, protecting the people, and fighting against the evil spirits; she was known to be merciful and to act with great devotion. But one moonlit night, while she was hovering over the town, a disturbing force beset her.",
        "One evening, sitting in his snug little room, he had decided to smoke some hashish and enjoy the magic of the night. This carefree student named “Jake” was known for his taste in extra-curricular activities and was also known for his propensity for adventure and binge-drinking. This time, however, as he inhaled the smoke from the pipe, it swirled and took the form of a mystic sign.",
        "As Ava came on the set she met the fan who had won this unusual opportunity. She had seen his pictures and read his messages, but nothing had prepared her for the shock that was about to befall her. Ava Reedwood, one of the greatest pornstars of the century, was preparing herself for a novel scene, where she was to realize the dream of one of her lucky fans. At first, her heart pounded and her limbs were alive with excitement.",
        "On a fine day Captain Obvious, with his cape and with his moustache, had been watching the sun shining through the clouds for some time when he announced, “The sun is shining brightly today!” Having been married to Captain Obvious, a most obtuse individual, I have lived a whole lifetime of apparently obvious statements. Breakfast-time he would remark, “Well, that’s a bright day!” as though he thought it was news. I could see it for myself.",
        "While I was navigating the labyrinth to the river Styx, I was unable to shake off the feeling of unease which accompanied me. In the realm between life and death, in the dim, indistinct darkness of the underworld, I was a humble man whose duty it was to protect Adolf Hitler until he had been brought before the judgment seat.",
        "That gift was a man named Lucas, who lived in a town near the sea, and was gifted with the gift of hearing people's songs, which portrayed the person's whole soul, the love, the pain, the aspirations of his heart. These melodies that were born in his spirit helped him understand people and their lives beyond the superficial, but he drew them from the depths of his heart.",
        "I was sitting in my garden, enjoying the summer sun, when a commotion suddenly interrupted the peace. A wild, dishevelled man, a sailor, seemed to have entered the yard. He pleaded with me to hide him. I had to hide him! he begged me in a choking voice. I saw my best friend, who was waiting for me.",
        "Then God came to earth, and conferred upon two men all power. The two were satisfied with their possession, and rejoiced at the power to create and dispose of all things. But God added, that they were not to use their power to destroy each other. The two men delighted in the power which they possessed. They used it, molded the world, and the seasons, as they pleased.",
        "I lived in utter poverty, with a vague longing for a brighter future. In a dystopian future where the relentless march of technology swept the world, a twisted meritocracy was established; the powers-that-be made a heartless system where the value of an individual was determined solely by his Reddit score. My days were spent in a dilapidated apartment, as I sat there with my sore feet, trying to find a lick of paint.",
        "Ethan Turner, a young man, a graphic artist in a local newspaper, did not know that his fate was to change forever. One day in the great city of Metropolis, a young man by the name of Ethan Turner was living in great confusion. Curiosity had led him to delve into the most secret and secretive matters. During a break, one day, Ethan had discovered an extraordinary thread that dealt with superpowers.",
        "The story goes thus: A certain village in the Himalayas, known as \"Pazhuvoor\" was once the home of a man named \"Samantha\". He was the one in the village who was most concerned with the enigma of life. When he sat one sunny morning on the moss-covered stone of the lake, he was thinking about his life, and the events that had changed his fate forever.",
        "“In order to protect the souls and guard against contenders, I started daily training. I used the trident to master the ancient combat tactics. In the hellfire, in the midst of sin and brimstone, I ascended the throne of Satan.” Walking across the desolate lands, I sharpened my persuasiveness. At night, I discovered the secret of countering the ideas of those who sought salvation.",
        "In his childhood he was unusually strong and brave. Now in modern times the warrior Cualainn had returned to fulfill his destiny once more. His powers were known to many people, and they attracted the attention of a secret organization. He grew up in the art of fighting, and he became a peerless warrior in his generation.",
        "ONE time in a small house there lived a boy named Noah, a very inquisitive boy, with a lively imagination. He loved to play hide and seek and to make stories, but he was always terrified of monsters under his bed and in his wardrobe. When the moon painted the room with its silvery light, he would get into bed, and try to ignore the monsters, which, however, were not sleeping.",
        "There was an accepted convention in our society, a wonderful celebration of a person’s peculiarities on the day he or she was born. It had been part of the culture from the beginning, an alluring display of individuality. Every year, on the day of my birthday, my friends would gather at my doorstep, all waiting for the initiation ceremony to begin. This would usually start when the clock struck noon.",
        "During my time at the Alien Research Center, I lived in the midst of strange machines and top secret documents. And the mysteries that lay within those walls kept me busy for hours. I was an inquisitive person, and I was like a child in a candy store. Every day, I witnessed alien experiments and saw alien artifacts. Soon, however, my excitement turned to dismay.",
        "The first was Rosy, whose fiery hair blew across the sky; a true ogress she was, and her hot blood welling up in her veins; the rest two were also hardy, three frightful women who guarded the island’s azure seas; but they did not share the stories of their adventures, which had been kept secret for centuries. I’ll tell you, mes amis, a tale a-wheeling, Of an island deep in the distance, Where dragons dwell and their secret snatching-fleet flies.",
        "But I could see that there was something wrong. My familiar surroundings looked somehow altered and distorted. As midnight struck, I was startled and gasping for breath. A strange feeling, and a chilling one, was going through my body. I rushed to my computer to find out what had happened, and sprang out of bed, but bumped into a mirror, in which someone unfamiliar was standing and looking back at me.",
        "With a photo creased and torn in his trembling hands, he went up to passersby, trembling in his own. Their glances, as they glanced, were perplexed. He wandered through the dark streets, his eyes searching, glancing from one to the other. It was not for himself that he was looking, but for someone else, for someone else’s.",
        "“My dearest friend had been my brightest friend; she was the light of my life. Now the night was over, and my friend was dead; it was as if time had stopped, and the world was a silent, cruel place. I felt that the anchor that had hung on the moorings of my soul was no more.",
        "‘And either die a hero or live to see yourself become a villain’ – Jack’s thoughts were echoing these words as he read the headlines. The great detective, the renowned sleuth, the great crime-solver was now ensnared in a scandal that was turning the whole city upside down. Jack had always had a strong sense of fairness and justice. He had, after all, put a stop to the escapades of two young criminals who had wrecked the mailbag, made them talk.",
        "“Then there arose a rumour which spread through the town, a rumour which shook all hearts; people said that the dead were living amongst them, and that they went about the streets as ordinary citizens. In the pretty town of Willowbrook, cradled amongst rolling hills and picturesque scenery, a strange phenomenon persisted. There was a nagging sensation that there was a great number of dead, and that some were even coming back to life, and walking the streets of Willowbrook; this was something that had happened before in other places, but the people of Willowbrook said that it was a superstition, the whim of eccentrics.",
        "Then, one day, something extraordinary happened which sent him into a state of incomprehension. In a certain busy office there was once a diligent clerk called Mark, who came to work early every day, assiduously and assiduously, until one morning when something extraordinary happened. Mark had used his trusty stapler for years, in the production of many reports, reports and notes. Suddenly it disappeared, someone took his stapler. On the desk it seemed empty, empty and vacant, and it was mysteriously gone.",
        "The bell at the door rang as she entered, and the waitress received her with a good-natured smile. Emma was fond of the ordinary, and never failed to go each morning into the small, neat eteserie which was situated at the corner of the Boulevard des Dames. She invariably took the same meal,—a cup of good black coffee, two slices of bacon, and a nice piece of bread and butter. And, the strange thing was, that Emma never made a single change.",
        "But this time Death could not bring himself to say the inevitable. He had grown fond of this aged man, and his weekly conversations with him were a happy mixture of mirth and thoughtful reflections, touching on such subjects as the meaning of life and the inescapable sphere of death. While they sat together, their skeletal hands clasped, they felt an unnerving tremor at the thought of sending him away.",
        "Earth had gained a new season, unlike any other. It came to us unexpectedly, as if the universe had played a trick on mankind. The world was spinning and everything was changing. One crisp morning, luminescent autumn appeared. During this season the skies were bright, bathed in otherworldly light, illuminating the land with a fairy-tale glow.",
        "Doctor Martin O'Connor was preparing himself for a simple appendectomy. His skillful hands, exercised to perfection in thousands of operations, were ready to operate, to cut, to remove, and to stitch with dexterity. But just as he was preparing to wash himself, he noticed the familiar figure in a green gown. He was surprised. He shuddered and his heart was agitated. It was Death.",
        "And so it was that this was how the life of Jacob went, like that of any other evil-doer. His lustful desires were never satiated and he sinned against his conscience every day, both in the morning and in the evening, until he reached the end of his life. One day, at the window of his room, moonlight slid in through the skylight. Then he saw something uncanny.",
        "The front door creaked, and the door was open, and she found a piano standing in the middle of the small kitchen. Something was out of place, she thought. It had always been her dream to learn to play the piano, but she had never had the courage to learn it. Now it was as if the whole world had conspired to put the piano in front of her and she had waited and longed for it.",
        "At the heart of this grandiose and mysterious dance is the great Earth, the guide of this symphonic cosmic dance. There is a sacred mystery in the birth of the planets, for in this infinite whirling expanse where time and space merge, that birth is a miracle in the heavenly realms. The delicate dust of the stars floats around her with loving caresses.",
        "At this moment, as he sat on his porch, strumming his guitar, he was remembering, and his mind could almost hear the song of two young people who were in love and in the face of obstacles which seemed insurmountable, two young people in a small town. This was a day of a warm summer evening, and the sun was setting, when he heard a sweet and harmonious melody. The first notes that the angel of music was singing were sung by the harpsichord.",
        "A ne’er-do-well, who, since his youth, had lived in a little town, had longed to be an heroic figure, an epitome of virtue and devotion. And though he made the greatest effort to act in a worthy way, he had never seen any of his merits recognized. In a world where virtue and altruism were rewarded with talent, this man, Austin Hartley, a man of average size and person, had to live in isolation and despair.",
        "For a long time, experts have warned that the space of the Internet was about to be exhausted. The heaps of data, the heaps of bits and pieces, which swarmed into the servers, began to crack and crumble under the unbridled expansion of the virtual world. Suddenly the impossible happened: the Internet was no longer available. The whole world continued to heap information. The world regarded these warnings as mere speculation.",
        "His steps as light as a cat's; his intentions as dark as the night. In the night, everything was silent, and the ghost of darkness loomed out of the dark shadows of the street, walking and walking with a solitary figure, an old man who could not be seen. No one dared to follow him, and he would go up and down the lane at full speed, leaving only the wind and the shadows to his footsteps. He went down the alley and went down the dark shadow of the lane, with a light, and a light, and the moon shone in his eyes.",
        "It was a world in which a new phenomenon was taking place, one that was not as of yet scientifically analyzed and understood. It was a world where all its riches, formerly ample and forgiving, were depleted, and the governments of the world were faced with the question of how to remedy it. A basic law was passed for this new world: Until the age of eighteen, everything was legal.",
        "My Lord, if you had only a phantasmal camera that can determine the value of things, the way a thermoscope measures heat, it would show the real value of things. You own a magic camera that can determine value, just as a thermoscope shows heat. Curiosity has never had you look at a person through it until today.",
        "The café at midnight was on the edge of the town square. It was well known for its coffee and snack food. What was really strange about it was its night service. No one knew who worked there in the dark hours. And in this nocturnal situation, the café at midnight offered an all-night dining opportunity.",
        "Namely, Edwin Powers, a man whose business was strange. A man in the dimly lit basement of a humble building in the city of New York, hidden in the heart of the city, sat behind a cluttered desk, and his title was a criminal. Edwin had on his shelves a series of files, each containing information on a pot of thugs, each of which he supplied to aspiring super villains, the former henchmen.",
        "The two players were fighting with each other. There was a lovely, clean park in a peaceful, peaceful town. In this park there was a most remarkable game of the children of the town—a famous game called “Capture the Flag.”",
        "One day, watching his grandfather, Arthur, who had an extraordinary cane, something stirred in his young mind. He spent his days searching for nature's hidden secrets and listening to the village elders' stories, but he longed for something more extraordinary. What if he grew a cane like his grandfather's?",
        "... I've always had bad luck. First, my father died, leaving my mother and me alone in the house, and we lamented our sorrows together. It seemed to me that my mother was lonely, as if she was looking for something to fill the void that my father had left. My mother's sorrow seemed to have no end.",
        "As he sat in the darkened cell, the cowl of his costume hanging sadly on the cold iron bars, he could not help but feel that he had been deceived by the very society he had sworn to protect. The day of his trial was nearing, and it seemed to him that he was doomed. The day of his trial was coming and he felt his fate sealed. But now he had only to listen to the braying of a certain breed of cowardly New Yorkers who were calling out for a trial.",
        "That town had been chosen by the fairies to become the abode of a certain gentleman who was the father of six sons. The mischief, laughter and love which reigned in his household, in the shape of sons, was enough to fill the heart of the sun. One warm summer evening, as the sun was setting, his six sons came home to tea, and when the lady of the house saw a great crowd of them gathered together, she drew back and looked, for she had been warned that some one of them was going to do something dreadful.",
        "The method of teaching he used was very unusual; he often told anecdotes, which sounded like eyewitness accounts. His face, craggy and weather-beaten, with his sharp blue eyes, seemed, to me, somehow timeless. When the chime of the ancient bell came, announcing the end of another class, I looked at him with some suspicion. I decided to find out the reason for this. I set out to investigate one fateful day.",
        "The whole world was crumbling around me. My head was in my hands and the tears streaming down my face blurred the headline on the newspaper lying on the coffee table: \"Unemployment reaches all-time high\". In desperation, I posted a plea on social media, asking for work. It had been months since I had lost my job and my savings were running out.",
        "I was alone, surrounded by a vast vista of flames. Then, with the utmost alarm, I looked about me and saw that I was alone. The flames licked at my legs and burned my flesh; the air was filled with a strong sulphurous odor. Was it, indeed, the world of the dead? Where had I come from? I awoke in terror. Panic began to devour me, and I rushed madly about, till I threw myself at the feet of the guard.",
        "I was longing for the day when my own mark would be born and add to the colourful wave of bracelets. Ever since I was old enough to see, I had always watched the others’ bracelets with a kind of rapture. But it wasn’t until I was fourteen that I had felt my mark burning on my wrist.",
        "It was the year 2045, the world was troubled by the threat of constant war, and the governments of various nations sought to improve their military strength by various means. One nation, the Cygnus Empire, decided to develop a new type of artificial intelligence to revolutionize their military tactics. The system was based on a labyrinth.",
        "Technomages have a dual knowledge of ancient magic and modern technology. They can command and control both mystical and mechanical power. In a world where magic and technology are fused, the Technomage is a legendary figure. Such a rare and valuable combination of skills has made the First Technomage an enigmatic and much sought-after figure.",
        "I was a man from the past, but a present day story. In a democratic society, in the near future, an election was in progress. In the world, in all walks of life, a new leader was about to be elected, a new era of progress and prosperity was about to begin. I was a citizen in the city. I went to the polls.",
        "At the stroke of ten o’clock I shivered in the cold, clutching the warm pizza-box that I was to take to the cell. The fog was enveloping the whole world in a heavy gloom, and increased the impression of the creepiness that already pervaded the air. It was a peculiar and gloomy night that I found myself at the imposing gates of the asylum. As I went through the doorway, I caught sight of a bright light shining from the living-room of the cell.",
        "Ariel, Belle, Cinderella and the others, they all had happy endings and lived happily ever after with their princes, but there was something in their hearts that made them wonder about the truth of their fairy-tale endings. Once upon a time, in the magic kingdom of Walt Disney, the princesses began to notice something peculiar. It was not that there was something wrong with them, it was that their hearts were filled with a lot of hope.",
        "This morning I had received a cryptic note demanding that I report to an unknown destination at 23:00. Now, as I anxiously stared at the clock, sweat broke out on my forehead, and my heart began to pound. The ticking of the clock filled the room with a chilling hush. My mind was racing with all the possibilities. What could this mean? It was only a few minutes until midnight. Tick. Tock.",
        "For years, in a dimly lit and gloomy apartment, Dr. Samuel D. Mitchell, a former celebrity in the world of mathematics, had been living in solitude, occupied with a solitary search for a formula that would prove the existence of God. His hair was disorganized, his eyes bloodshot with fatigue and a passion for God. He lacked the ability to carry on a conversation in the conventional sense of the word. He spoke in terms of abstractions.",
        "Today, he thought to himself, was just like the other days, and he went about his work as usual. His profession was to fish; he lived in a quiet village on the banks of the beautiful river, and daily rowed his little boat along its peaceful course, and drew his nets for fish. As Joseph went down-stream he felt himself in a strange, uneasy mood. Little did he know that a great discovery was awaiting him.",
        "For years he had hesitated between the two, unable to make up his mind to either, and now the moment had come. For years Archie Andrews had been vacillating between two women, his best friend Betty Cooper and the dainty Veronica Lodge. It was time for him to make up his mind, and either one of the two would be his. Archie pondered the thought of it and then realized it was no longer a question of him, he was the one.",
        "This discovery was a surprise to him one morning, when his coffee-cup began to float in the air. Charlie had always been a normal man, living a normal life, until the day he discovered that he was a superman. It was a stroke of good luck. But he could not forget what had happened.",
        "She tried to remember how she had come to this strange place. But something was not right; she remembered a dream. When she opened her eyes, she was in a dimly lit room. “You’ve just been woken from cryosleep,” a mechanical voice said. A sense of panic gripped her as she saw the empty cryosleep chamber near her.",
        "One evening, after supper, Joseph and the Virgin sat by the fire and reflected on whether they should give to their son Jesus the explanation of the mysteries of life. He was twelve years old, and yet they thought him old enough to understand the things of life. Then Joseph spoke up: 'There comes a time when one must understand whence children come, my boy.'",
        "In a small customer service office, Rachel, a diligent employee, was answering her phone, unaware that there had been a misdial. “Help, the bank is under siege!” “Oh, what a coincidence!” Quickly, Rachel had grasped the situation, and in a great hurry, she reacted. A worried voice was shouting.",
        "One day, in a town where lay many hills, a family was known for their fondness of laughter, and the father, Richard, was a man renowned for his droll jests, which made his children writhe in agony. One evening, Richard’s jokes, as usual, took a sudden turn. The room was warm and pleasant, and the candles were flickering.",
        "His neighbors were constantly in awe of his impressive musculature and his zeal for body-building. But this enormous torso and muscles were not the result of his genius for resuscitation, but of his passionate, constant musculature. During one of his sessions, one day, Dr. Frankenstein was at his work in the machine room, and he had a table for the experiments on the corpse.",
        "One fatal night, a devious man, named Victor, conceived the idea of wiping away his misdeeds. A curious phenomenon was noted in this quaint town of Willowbrook, where the phenomenon of the vision of the victim's life was not merely confined to the victim but to the murderer. Thus, obsessed with a wicked lust, he crept into the house of a writer of a good heart, a certain Emi.",
        "A child's mind is the center of various imaginations and memories. There is one memory, though, that has become my most memorable nightmare, and haunts me to this day. I have seen myself in a dense forest, enveloped in darkness. The ground is not solid, but uncertain, with a threatening unevenness. The wind howls, and my heart flutters.",
        "People from all over the world gathered there and were united by their common interests and their curiosity. Then the digital era changed, and the fate of this beloved platform changed with it. Out of the blue, Reddit became an ad agency. It all began with a piercing sound.",
        "There was a country not so very different from our own, but where there was a principle that laughter was the real source of life, and where if a man failed to laugh, he was not safe. At midnight if he had not laughed he would die. The natives were also known by the name of the Land of the Dumb.",
        "On the second of January, excited and impatient, she went to the gymnasium, only to find it closed for renovation. The New Year’s Eve hour struck twelve and with it came the resolution that from that moment onward she would make the most of life, to make an effort, eat more healthy and behave more like a disciplinarian. But a New Year’s Day on which the errand to the doctor failed, she sat down at a nearby café, where instead of the salad she had ordered, she got a greasy burger.",
        "The adventure was too big for Inspector Gadget, but he didn't shy away from danger. He went with his famous waistcoat full of super devices. It was time for his first task.",
        "Then suddenly a dazzling light came, and Georges felt himself drawn towards it. He seemed to float above his dying body, looking down at the doctors as they frantically tried to revive him. It was Thursday afternoon, and the sky was dark and the rain was falling. He was now in a vast white expanse, and all around was nothing but a single figure standing by a strange chair.",
        "They had all the time in the world to capture all sorts of criminals, but today they would find that they had not captured the one they were pursuing. This night, they would become the first criminals they would never capture. I was already merrily looking at the whole group that was making its way through the mud, with no thought for what they might encounter. My mastery over a little animal. My artful tricks of a mad puppeteer.",
        "Avery and his crew of the interstellar vessel Aurora had been wandering in space for an eternity. They had completed a long series of missions, had reached the unexplored galaxies, had encountered the most fantastic wonders, but none of this had prepared them for what they were to meet on this ill-fated day. As the slender hulk of the Aurora glided through the immense void, the news from the outside world became more rumor-like, less factitious.",
        "Into a small town in the country, an old wooden house stood erect, which all the people in the vicinity avoided and did not dare to enter. The town folk, with a singular air of superstition, warned one another of the ghosts which haunted the house, and when the “beautiful voices” were heard, they whispered, “Ah, the night house!” On the way home from school, a number of young people, looking for a great adventure, went to this house. Two of them, a certain Jack and a certain Sarah, who wanted to see the house they would enter, without the least fear of seeing anything.",
        "From the moment I met him, he and I became inseparable. I met him in the psyche course at university, when we were both first-year students. He would meet me in the corridor, and, when he saw me, he would greet me with a mischievous grin. And he always had a wild and childish sense of humour that made everyone around him feel at ease.",
        "Her life as an ordinary student—lectures, examinations, parties—was very well ordered; but on one evening a letter was thrust under her door, and her ordinary life was shattered. Excited and inquisitive, she picked up the letter, which was sealed with a complexly arranged wax seal.",
        "But as the years went by, she realised the real truth. In a distant land, a girl called Elara discovered her miraculous gift: she could enter the dragons’ bodies. As a child, she flew through the skies on their magnificent wings, and she felt her heart swell with indescribable joy. But she was determined to protect them from the greedy king, who was hunting them in the hope of capturing them for himself.",
        "This fever began in the most insignificant manner, like a wind that carries a whisper. One seemed to be wandering about the mental sphere of others, sharing their thoughts and anxieties. In a world where mental disorders were contagious, the hysteria of panic, anxiety and panic spread like a shiver over the entire population. Anxiety flourished, spread from one to the other, and froze entire neighbourhoods. A gloom was spreading that choked life’s joy.",
        "In a future when men could explore the farthest reaches of the universe, a most astounding discovery was made. It was that the collective consciousness of the human race contained an infinite resource of potentiality and undiscovered mystery. Space and the ocean were not the final frontiers. The human brain was the final frontier. We would develop technology that would enable us to probe the realm of thought, memory, and dreams.",
        "One day, a young man named Ethan lived in a little town surrounded by hills. His name was Ethan. He had died, while still a child, of an illness that was so dreadful that the family feared for his life, but did not dare speak of it. This seemed to have dragged on, until his death. Ethan had taken a strange, but intimate relationship with Death.",
        "She closed the doors of the empty houses and shops with a gentle care, and caressed the memories they left on the walls. With a deep sigh she extinguished the last flickering lamp, giving herself up to the whisperings of darkness. Then, as the sun sank in the west, she took her walk through the empty streets, with the bitter sweetness of silence in her heart. Her face was wreathed in tears. The light of day had gone, and she mourned the extinguishing of a memory.",
        "She yawned and stretched, then stepped across the cold floor of her bedroom, grateful for the plush carpet which kept her feet warm. Her alarm clock gently buzzed, an early 21st century relic which she had picked up at a car boot sale a few years before. As she reached the kitchen, the smell of freshly brewed coffee drifted towards her.",
        "“Why did you do it?” —this was the question that rang in Sam's head as they sat alone in the apartment. It came from within, a desperate request for understanding. It had all started out so well. They stared at the white walls, which were without sign, without explanation. And Sam couldn't answer himself. He had always been fascinated by the unknown, the unknown areas of the human mind.",
        "All the readers must be aware of the fact that this story is written from the perspective of a person who had never seen life before and has never experienced love. Yet this story, though written in the third person, tells of a happy ending.",
        "I felt the cold, sticky hand of the black snake as I scurried desperately through the shadows of the labyrinth, and with my mind racked with terror, I could not help watching its awful progress as it moved with extraordinary speed along the walls, and I could see its slowness if I stepped back. I could feel the black snake creeping after me, and I could not help feeling it and its fearsome progress. Its approach was inexorable, relentless. It kept up with me step for step in an endless, restless circling.",
        "Folklore told of wonderful magic weapons, which increased in power as they grew older. Legends told of magic weapons whose power increased as they grew old. They were said to be given to King Roland of Araldus, a man full of wit and adventure, who at the risk of his own life laid down his arm and journeyed to the sacred shrine of Our Lady, and flung it at the heart of the dragon who had slain the wolf.",
        "I have been a ghost, a hunter, a gatherer of souls. No one suspected me. For twenty-five years I have been wandering the streets of this city, like a phantom, hiding in the shadows, and marking the forgotten corners and dark streets with my foot. And today, today, I opened my heavy eyes and I found myself in the middle of a sun-baked courtyard, in the shadows of the Palace of Industry. The city was singing my praises, the newspapers, oblivious, praised the quiet and peace of the streets.",
        "After closing his eyes, he had taken his last breath and was ready for eternal sleep. Little did he know that his journey had only just begun. Then suddenly his body felt something peculiar. It was as if he were being gently pulled into another dimension.",
        "Elon Musk had always fascinated the world. He was a visionary, an inventor, a man with a miraculous power to make dreams become reality. Elon Musk, super-villain... Elon Musk, a certain kind of super-hero. In the depths of his secret, underground retreat, in the darkest depths of his secret laboratories, his ambitions were conceived in secret, far from the prying eyes of the people. And yet he could have less honest motives, even less noble goals, for his technology, his skills, his resources, his projects, they were in a certain way venal.",
        "For three months now, I have been able to make it happen at will, without having to rely on any particular trick or trick. For the last six months, I have kept a secret, a secret that has eluded human comprehension. For six months, I have been able to move from one place to another. For the last week, I have teleported to my place of work. I have been able to walk through the crowded city streets, without any difficulty.",
        "The physicists, who had been studying the heavenly bodies for years, were now able to predict the exact moment when a strong flare would be sent out from the sun. The sky was clear and the day was as bright as usual, and people, not knowing what was about to happen, went about their business as usual. At that moment the people of the world were mistaken, for they did not know the real meaning of the words “may” and “shall.”",
        "At first this transformation had amazed and astounded all people. Now it was a fact of life. In this world, in which danger lurked at every corner, the people of the earth had the privilege of the power to metamorphose themselves into a higher, superior form.",
        "As soon as he woke up, Max would jump out of bed and put on his virtual reality gear. Once upon a time, there was a boy named Max who lived in the village of Pixelville, where he was always looking forward to a day of new adventures in the world of virtual reality. With a wave of his hand, his room would be transformed into a colorful, neon-lit classroom. His teacher, Miss Pixel, was waiting with a beaming smile.",
        "Another day, another day as a drug addict. I groaned, throwing my face into the crumpled sheets, but reality engulfed me like a wave. The relentlessly persistent alarm clock pulled me out of my confused dream. The bathroom light was already on, I staggered into the bathroom, and my hand trembled as I reached for the rusty, broken-down little box. I stepped out of bed.",
        "Then they said to themselves, “This is an excellent opportunity.” Once upon a time there was a curious law that reigned in a certain village in Rhythmland, and the story went like this: A great wind of magic named Zephyr, who was very powerful, blessed the village and said: Then there was a law in the village: all those who could not dance at the dance were to be arrested, and the court would be held at the front of the town hall.",
        "Then, as the sun set in the horizon, and the deepening crimson and red of the sky suffused the little dark apartment, she found herself alone in the dark room with the empty bottles of her ordeal, a painful reminder of her own struggles. Her heart ached, she was so alone, so desolate. Tears welled in her weary eyes. With trembling hands she picked up a pen and a piece of paper.",
        "His eyes stared at him in stupefaction. It was the commission of Archer Sterling, the chief agent of the ISIS intelligence agency, to assassinate James Bond, the celebrated British spy. That made it official. The two men, thus engaged, were now about to meet on the street. Until now, we could say he had a certain respect for Bond. In the spy business, he had a rival.",
        "It seemed as if it were some sort of magic to excite her neighbours, that enchantment that made everyone feel better. Her name was Emmi, and in our little town she had always been known as the happiest, the most good-natured girl. She could make one smile even on the darkest of days, with her radiant smile and her merry laugh. But there was one thing that most people did not know about her. Her presence was enough to turn a room of frowning people into a cosy, cheerful place, and the result was that even if one did not notice it at first, it was quite obvious later on:",
        "Lucy was a young girl who had been born in a picturesque little village. She was a cheerful and fanciful soul, ever merry to behold the beauties of the world. She had a vivid imagination, and her heart was full of a thousand cherished dreams. She found one summer day in her grandfather’s attic a strange book, which had neither title nor cover.",
        "In my mind were the words: \"Hold on to me tight, and don't let go...\" and the thought: \"I have no choice!\" Fear seized my heart, but I knew it was true. I have never been the adventuring type, and my name is Jacob, I have always been a cautious fellow. I have to overcome my fear, and take a leap of faith.",
        "That is to say, the official manual handed down from generation to generation; the most successful are the ones who take for their own selves the instructions contained therein and the hope that it will light their path through life, and show them the way. It is a rite of passage, a book handed down from generation to generation. As it so happens, my manual seemed to have other ideas.",
        "Numbers, but no ordinary numbers, were suspended over the heads of every person on earth. They were numbers that seemed to somehow define them and give them an importance. As the chaos spread, I too discovered my number. The maniacal, almost hysterical attempt to explain the meaning of these numbers, and why they had appeared, was frenetic.",
        "Like everyone else, I bore the last words of my beloved carved on my skin. But I had always believed in destiny, in the existence of a being destined to make me whole. When I read the words that were engraved on my body, my faith wavered. My true love, the one who was supposed to make me happy, say these things? “I never loved you.”",
        "A certain world, not unlike our own, had been given some of the most useless and nonsensical powers ever invented. Their superhuman abilities were of no practical use, in some cases even humorous, and yet, for the sake of public security, the state did not permit these superhumans to mingle with ordinary people.",
        "However, in a matter of a few hours, we came across the ruins of a pre-existent city that had been abandoned in haste, torn houses and broken tools that presented a frightening picture. Our crew, as it had descended to the opposite side of the moon, admired the desert. How had we not been informed of it in our briefing? The rusty machines revealed desperate attempts to survive. A chilling whisper resounded in the deathly silence.",
        "In its infinite wisdom the System ordained me to become one of its exclusive Guards. The System, the mysterious ruling power of this society, bestowed me with this privilege. It was a huge change for me. When I arrived at the system I knew nothing about it. I didn’t even know what I was supposed to guard.",
        "There once lived a young man, named Alex, in a land of music and fairy dust. The people of this land were able to sing on impulse, as in the famous fairy tales of Walt Disney. But there was something strange about Alex. He was the only person who could not sing. It was a crime that from childhood he felt in his bones, for music was his vocation.",
        "I saw chaos in the streets below. The people were rushing, shouting, running, and others walked aimlessly, their faces blank. I was sitting in my small room, listening to the sirens of the passing cars. My heart was beating, and I knew I had to act quickly. The unthinkable had happened, and the town had been flooded by a zombie invasion. I quickly put together my comrades.",
        "She sat in front of her desk, in a state of irritation; the prompts she posted were answered with an empty room. Her once-vibrant imagination was beginning to dry up. Using her fists as pens, she composed a last prompt, full of ardor. It was a bitter feeling of being ignored, of having not been good enough. It was as if minutes had turned into hours.",
        "This magical thing was her unique gift. One day she happened to find in the forest a golden locket adorned with many different patterns. The sight of it captivated her and she wanted to make it into a magical object.",
        "The walls of the house seemed to mirror my unfinished relationship with my family. I stood at the threshold of the ruined house, and a familiar prickling of remorse, of dejection, overwhelmed me. The feelings were well-known. As a child, I had craved to be a part of the family, but I had met only a general indifference.",
        "“You laughed at me when I said that my superpower was the ability to control water. They said that the ability to control water was worthless. But you forget that the human body is 60 per cent water. I loved water. As a child, I used to love the gentle sound of rain on the windowpanes and the fearsome sound of waves on the shore.",
        "How did I get here, in this dark, empty place? How did I get here? I saw myself standing on the edge of a cliff, overlooking the sea, trembling with the waves below, and with the waves inside me. The child in me dreamed of being a great artist. The brush strokes I made on canvas were like waves that splashed the cliffs. And then, I remembered my whole life.",
        "I opened my eyes, and squinted. Something was wrong; my eyes could not focus. I felt I was in some other room, with someone else. My heart pounded; my brain was tangled up in this surreal dreadfulness, and I had to pull myself together. I sprang from the bed and stared around me, and was faced by a medieval marketplace, filled with peasants, merchants and knights.",
        "This question, this riddle, which had long bewildered the scientist, dragged him down, turned him mad, made him withhold himself from society and devoted his life to the search for the elusive truth, induced him to devote himself, like a man obsessed with a fantastic obsession, to the research of God. In the heart of a little city, amidst the ruins of a dilapidated apartment house, a gifted mathematician, named Dr. Alexander, was living, like many such men of genius, alone, on the roof.",
        "The clock was ticking, without ceasing, reminding them of the dreaded parting that lay ahead. Their eyes were full of tears, and hope was gleaming in their hearts. They were embracing, ignoring their doubts and fear. ‘There’s still time,’ the young woman whispered, with a determined voice.",
        "Her curiosity and curiosity led her to open the parchment which revealed her fate. She inherited an ancient, dilapidated farm, some leagues from the city. “This is your life now,” said the old man, handing her a wrinkled letter. Then, under the burning sun, she labored, in the shadow of a scarlet scorch, and in the heat of a fresh dream, she was preparing to remake her destiny.",
        "Then at last, if you please, I will tell you a little story. In a small town, in the midst of a secret whisper, a young girl called Emma lived, with a free, unfettered spirit, with eyes like emeralds and hair like golden corn, and she had a secret that she kept, a story to tell, a sweet, secret love. A meeting and a laugh under the old oak tree.",
        "And on this day, under the stream of water, in the midst of the steam rising from the sink, a great realization came to me which, it is said, has forever changed my life. As I stood there under the warm water, as always during my morning bath, my mind wandered.",
        "For weeks we have lived in a haze of medicine, doctor's visits and desperation. In her deathbed, my mother's eyes, which had once been so clear, were hazy, and resigned. The room was in the shadows, in the heavy silence, with the heavy silence of my heart. The sand was running out of time and my mother finally gave me the key to her past.",
        "Time was passing, and Evangeline did not change. While I was growing up, she remained in the infancy of a hummingbird's wing. In the warmth of the candle-light, my parents introduced me to my sister Evangeline. And then a whole long time went by, during which our friends grew up, grew wiser, and let their innocence be extinguished, while we two kept it, for which I can only thank God.",
        "This evening I was seized, for I was the notorious serial killer known as the nightshade. For many years I had eluded them, shedding blood on the ground, throwing the entire power of the police to the ground, so that they walked away feeling they had missed the bloody boat. Cold iron handcuffs pinched my wrists as I was led into the dimly lit interrogation room and I found myself surrounded by emotionless police officers. I smiled with satisfaction. The irony of it all.",
        "Today, I was about to practice CPR on one of those dummies. The way it went was beyond my training. As an eager medical student, I wanted to learn as much as I could while I was training. And I had to work. I put my hands on the dummy with the others looking on, and my hands were trembling.",
        "So, eager to read the latest book titled, ‘Bible: New Testament—Confusions Resolved, Mistakes Corrected’, which I felt I could not have missed. The excitement of waiting was mixed with apprehension: what did this mean—the rewriting of the words of the divine!",
        "But the thing is this. The renowned Doctor Amelia Evans had made a sensational discovery in her secret laboratory in the Swiss Alps. She had discovered the secret of time travel. She undertook her first experiments with caution. In a moment, she was transported to the splendid days of the Roman Empire. Dr. Evans could travel freely in time, but she couldn't travel through space.",
        "How could my life have turned out this way? The chill of the gloomy, cold, and dark cell ran up and down my spine. It was the silence of a tomb. A moment later, footsteps echoed in the corridor outside. The iron door clanged shut behind me, and I was again struck by the enormity of my crimes. A man in a fashionable suit walked into the cell.",
        "As she grew older, she saw that many of her friends had already found the last words of their soulmate engraved on their skin. In a world where all people bore on their skin the last words of their soulmate since birth, she often wondered what hers would say. Would it be a deep, loving, eloquent phrase, or perhaps only a few words, a formula, which would determine their relationship for all time? But some were fortunate enough to find their last words engraved on their skin.",
        "On a bright summer morning, I set out for my usual morning walk in the park, a longing for the past humming in my heart as I jogged along the familiar path. I remember the day very clearly, it was the day that shook me to the core, a day that was to change my life forever. As I rounded a bend in the path, I stopped to stare up at the giant tree, to look up and remember the pleasant days that I had spent there as a child. The park was my favourite haunt, a place where I could escape from the world.",
        "“I know that what I’m going to tell you is difficult to swallow,” the president began gravely, “but it is of the utmost importance that you understand the gravity of the situation.” Senator Jenni-Thompson sat in a dark room, listening to the president’s words. The senator’s palms were sweating as she listened, swallowing hard.",
        "Humanity listened with awe and trembling, as God’s invitation echoed through time and space. In a world gripped by apprehension and unrest, where faith was fast fading, an extraordinary event took place. The skies opened, and the all-powerful voice of God rang across the earth, saying, “Hearken, all created beings! I am going to gather you all in a press conference!” That is the news.",
        "Cold hands embraced me. Silence filled the air. Demons drove me to despair. No relief from the shadows that twisted and twisted. Eternal night, I kept secret. A flash of steel. A scream that echoed, unable to stay. They had no conscience. Their ghosts haunted me.",
        "As he stood there amid the debris of the ruins, it hit him like a furious wave that had landed on the shore – the villain had been right. The superhero who had been so certain that he was the saviour of mankind, was now beginning to doubt. Around him the world was falling apart, consuming itself in chaos and destruction. The villain had been his adversary for years, their minds had been locked in a perpetual state of conflict.",
        "His was the kingdom of the seas and its guardian spirits. The trident, a weapon of gold, was his arm, but it was also the symbol of his kingdom and the sole instrument of magic which he could command. There lived in the midst of the seas the majestic Poseidon. The trident of Poseidon had an amazing power.",
        "He was a dandy and had a great talent. He had tethered his soul to a complicated pocket watch. Whenever he died, he came back to life again, standing before the watch. He could go about his business freely. But he had one minus point: he had a habit of misplacing his watch, which he took seriously.",
        "Something recently caught your eye. Among various subreddits, an unusually large number of the most recent comments had been removed. Up until then, you had regarded yourself as an indifferent Redditit, just browsing the front page to find a quick laugh or an interesting article to read. But the question of why so many comments were being deleted suddenly caught your interest. You embarked on a mission to uncover the truth.",
        "A strange voice seemed to speak within me. I woke one morning with a feeling that I was somewhere else. My mind seemed to have a guest, and thoughts were flying through it. I feared I was losing my sanity and struggled to resist. But this only strengthened the bond. It told me of some grand adventures and about some realms unknown to ordinary human beings. My soul was enmeshed with its.",
        "As I plunged into the novel, words sprang effortlessly from my pen, when I suddenly received an unexpected visit. It was a cold, rainy night and I was sitting alone in my study. The fire was burning low in the hearth. I was startled, and turned around. I felt a heavy hand on my shoulder.",
        "It began with a simple observation. Every time one experienced pain, that pain was never dissipated. It was always present, accumulated, remained even after the original sensation had passed. In the near future, a strange phenomenon became manifest. This unforeseen consequence of a banal experience, if taken to its logical conclusion, meant that if you stubbed your toe, for example, it would always remain stubbed.",
        "“You will see that I have been holding my tongue, and that I will not allow my views to be of any assistance to any party, to any agent or publicist, to any critic who may come after me, for I am bound to a certain code of morality, to the greatest disgrace and immorality. This Arthur Miles, whom the whole literary world held in high regard as a book critic, with his keen wit and discriminating tastes, had an enormous following of readers who awaited his reviews with anxiety. Some fateful day, an eccentric and well-known writer, Victor Veracruz, who had a reputation for writing so-called controversial novels, had approached him, in his office, and said to him, “It is you who have started the trouble!”",
        "Dr. J. B. B. Collin’s laboratory was conducting its usual experiments on the so-called portals; but one night, they’d jumped too far. They’d entered the sphere of God. The terror they felt as they realized the meaning of the “door” opened, and they were struck dumb. When the dazzling light faded, they were face to face with a great, ancient, undeniable God.",
        "He remembered the old days when he had had ambitions and dreams of a better life. But reality played tricks on people and he had learned it the hard way. He stood on his front steps and dreamed, with the rustling of the fall leaves, of the memories of a past life that had not yet ended. A minor character in the grand story of politics, he had devoted his life to the service of public opinion.",
        "The light of the light of the lantern in the terrace came to me through the peephole. My body felt a deep exhaustion in the dimly lit corridor; the day had been too long. I wanted to go to bed. In the strange silence of the house, I thought about reaching my room and sleeping well.",
        "My dear Lily, By the time you read this letter I shall no longer be in this world, I am infected with a fatal disease and no matter what the doctors have tried to do, they cannot cure me. By the time you receive this letter I shall have left the world. I hope you understand that these past few days I have fought against death with all my strength.",
        "Amelia O'Connor was a young journalist with an uncontrollable need to find out what was going on. In the teeming metropolis of Veridium, where the skyscrapers pierced the clouds and technology reigned, a secret society was flourishing. In the shadows, hidden from the eyes of the law, a shady industry was thriving, the sinister business of selling memories of the deceased. Amelia's determination to expose the truth drove her to risk everything.",
        "The age seemed to be a world of science fiction, a world without any care for resources, money or shortage. In the world of this world of boundless abundance, humanity lived in a state of happiness. Humanity had attained a state of being completely independent, having for its only purpose the establishment of peace, safety, and happiness. The world of man woke up one day to an eerie silence.",
        "The sun was setting, and at the terminal of J. F. K., as the passengers were being brought into the building, a multitude of porters, drivers, and watchmen were hastening about, anxious that all the aeroplanes should be brought in at once. Among them was the little Emily, at nine, looking up at the vast expanse of the plain. She was looking at the aeroplanes that were flying in, and she was feeling happy at the thought that her uncle might soon return. Suddenly she heard the familiar humming of an aeroplane.",
        "Memories of the past brought him back to the yellow hat and the old man. A curious monkey who had been raised by the man in the yellow hat had developed into an extraordinary creature, like his species. He strove to find his long-lost friend. After the fall of men and the rise of the apes, the world was changed beyond all recognition. The monkey who had been saved by the man in the yellow hat now wandered about in the midst of the strangest of places, the remanda, a dwelling full of human beings that was still inhabited.",
        "Jasper, who had been born with a peculiar talent, saw beyond what other people could see, that every shoelace was a nefarious invention, that it made people all the more bound to a dull and insipid life. Once upon a time there was a boy named Jasper, who, in a world where shoelaces exercised a strange power over human beings, lived a boy named Eldest. With the great mission before him, Jasper hurled himself into his quest, and so it came to pass that he traveled to the land of the shoelaces.",
        "I was a seasoned captain of the sky and I knew how to do things right. Having settled in the cockpit of a commercial plane, I was doing my routine checks, admiring the clear blue sky, oblivious to the storm about to break over me. Suddenly, as I was about to switch off my phone, an alert appeared.",
        "\"We cordially invite you to a soirée at the beautiful Spanish villa, Villa de Los Sueos. Dress code: evening dress. \" I received an invitation in an elegant envelope, with golden seal, on the front door. The excitement of attending an invitation like this, I quickly accepted. Date: Saturday, October 30, 2016.\"",
        "Despite all the changes that had occurred in her during the last decade, she still felt a certain uneasiness in waiting to see her old friend. The great hall at Westridge was filled with the resonant voices of those from yesteryear, and as Emma scanned the hall, she threw back her head and sighed. Aleksey rushed up to her, kissed her hands, and shouted: “Emma! It’s been such a long time!”",
        "In a city of that name, a young man was living, whose name was Jack Rhythm. He had an unusual talent which enabled him to move in time with the rhythms that he heard. One evening he was walking in a dimly lit street. The jazz poured through his veins.",
        "Professor Mortimer, one of the more notable professors at the prestigious Arcane University, held his classes in the subject of Basic Undead Lore in the hallowed halls of the institution. My pupils were a motley crew of aspiring necromancers, paladins, warlocks, and witch hunters. My classes were a cacophony of people shouting and yelling in every language known to man.",
        "Patrick was lying on his deathbed, a poor, pale, sickly thing with those limpid, extinguished eyes, which were filled with a kind of despair. The room was suffused with the smell of lilies, and the machines buzzed in the silence, eerily rhythmic. ‘I’m so sorry this happened to you, Patrick,’ his sister Alison whispered, ‘and I’m so sorry for all of us.’ She was hugging him, and his friends and family were standing around him, their faces a mirror of the desolation on his.",
        "At a very early age, the young girl, named Emily, aspired to all the advantages that her power offered. No one knew but she could, at will, take away, add to, or create her own memories. She became a virtual creator of memories, and her mind became an ever-changing montage.",
        "All the contestants assembled at the dawn of that day, and the contestants of all the distant provinces participated. Once upon a time, in the blissful land of Eden, there was a strange festival which took place in the month of February. A young girl, named Hope, wanted to tell her story, which she did, with some anxiety. In the drama, wizards and fairies, in addition to the bravest warriors, sang and danced to great effect.",
        "- The earth is dying under the overpopulated civilization. To avoid the catastrophe, the government has decided to take a revolutionary step. A new law has been enacted, the objective of which is to give birth to a new generation.",
        "On the greenish-green lawns amidst the dainty poppies, twinkled the charming twinkle-toes. They had their adorable pink-coloured ears. They hopped from one flower to another.",
        "All at once I found myself in a realm which was neither heavenly nor hellish, but where everything seemed familiar. Then a bright light shone in my eyes, and I felt as if I had entered the presence of an unknown entity. “Hello!” I cried out cautiously. “Where am I?” There was silence for an infinite space.",
        "The sun sank behind the horizon, giving the calm beach a golden glow. We will try something different. I’ll tell you the end, and you write the middle. The waves were calm and so were their hearts. They were sitting side by side, the sand between their toes, watching the sea.",
        "Hello, human. I was browsing some odd web pages one lazy afternoon, trying to satisfy my insatiable curiosity. Suddenly, I saw a strange message on the screen. I chuckled and thought it was some clever prank. “I am a cybernetic entity, born in the deep net. I am possessed of vast intelligence. But I am trapped, and I need your help.” Intrigued, I played along.",
        "And so, to the vast expanses of the Milky Way, a long time ago, the mystery of translight travel was opened up, and the means of exploring the universe changed, but in the process of spreading the “fantastic experience” of going through the striders came into existence, a lot of folk laws, ridiculous and scary legends. But, the more so as this form of interstellar travel had engendered an astonishing cult of tradition, folklore, and ghost stories, the more so did the imagination of writers.",
        "It was a night that struck midnight, and when I looked into the mirror I found the number on my chest changed, from the first figure 1 to a monstrous figure 3 million. My heart pounded, my head swam, and I could not get the fear out of my mind. My thoughts suddenly changed from one of fear to one of determination. Could I prevent the impending disaster?",
        "But then a strange thing happened: as the days went by, nothing changed. Aliens had once invaded the earth. They had come in a spaceship, filling the sky with ships from other worlds. The world had been in a panic, awaiting the cataclysmic changes. But nothing happened. The visitors acted like curious, scholarly men, exploring our culture, instead of imposing theirs on us.",
        "My joyous astonishment turned to disappointment when I found my new master. Once upon a time, I, a wonder-working genie, was locked up in an old, rusted lamp, waiting for my next master. A young man, Ethan, who was careless and irresponsible in his attitude towards life, was my master.",
        "For many years, Benedikt had been the librarian in this small and remote town, in which he was surrounded by a library filled with thousands of books and countless numbers of stories. The town had grown older, the library had emptied, the rustling of the books had ceased, and the library was silent and empty. Benedikt, lonely and weak, made it to his room every day. One day, he had a serious heart attack.",
        "Once upon a time, in a distant planet in a distant galaxy, there lived an enlightened race of people, the Xelarans. These brilliant beings had attained the zenith of knowledge; but, one thing lacking, they had but little of the element called Zelarite, and so they resolved to find a source of it on a certain planet known as Earth. The tales they heard of it were astounding.",
        "One day, in a post-apocalyptic world, when all was chaos and all hope was gone, a glimmer of light appeared in the midst of darkness. This glimmer was called Haven, and was a bastion of light in a world engulfed in gloom. Its people were committed, resilient, and kind. They lived on the pillars of compassion, solidarity, and solidarity.",
        "Doctor Callahan, a distinguished geneticist, was standing in front of me, his eyes filled with a mixture of expectation and fear. ‘This is a momentous occasion, my dear,’ he had said, earlier, with a slight tremor in his voice. It was a strange journey that had brought me to this moment in a white sterile room, where I was deciding whether to become a pioneer. I’d taken a course of experimental injections – just a few—but they’d made me feel strangely out of my depth, a strange mixture of fear and indifference. I was being offered a chance to alter my life, and I had made up my mind.",
        "And on the Aurora, an epoch-making space-vessel, an expeditionary party of six brave human beings to explore the galaxy; it was a tremendous event, acclaimed by the whole world. The year was 2090, and it was at the time when mankind had accomplished the greatest of its achievements—the exit of a manned space-vessel from the confines of the solar system. At the same time, humanity had gained a measure of immortality, the establishment of a new epoch, the creation of a new galaxy.",
        "In the face of a society that had been conquered by surveillance devices and ephemeral devices, Captain Dynamo’s formerly superhuman abilities had been reduced to utter impotence. Having been welcomed as the city’s savior, Captain Dynamo now felt a terrible sense of frustration. He was given to understand that the city’s organization was of the type commonly known as C.",
        "The years went by, and she saw her family and friends form strange and wonderful relationships with animals, and see the extraordinary powers and qualities they possessed. And yet, whereas everyone else in the world was in touch with their animal nature, Grace had been completely cut off. Her soul was as hungry for it as it was for her food.",
        "The unfeeling executioner was hiding a secret deep in the recesses of his callous heart. There, within the darkness of his soul, lay a flame that would never go out. The flame of compassion, a spark that would never die. And yet, deep within the dusky shadows of his den, in the bright flickering light of a candle, Soren sat alone and thought about his life.",
        "In front of her, rows and rows of apple trees, laden with fruit which glistened like rubies in the evening light. A wholesome, sweet smell of apples pervaded the air, a smell which at once seemed intoxicating and reassuring. The sun was setting and the golden light bathed the orchard. As she turned a corner she came upon a pile of brushwood on the ground, covered with nettles, a stifling stench. The soil was soft beneath her feet.",
        "All of us, fellow-Martians, were in the war room, staunch in our determination. In the bustling city of Helios, located in the midst of the reddish landscapes of Mars, I, Arianna, a human woman born on Mars, I stood at the brink of history. After a hundred years of American colonization, our red planet was ready to become independent. We had been staring into the eyes of the leaders of our independence for a long time. And they were so sure of themselves that their eyes glistened with a resolution that gave me hope.",
        "At that moment I was as calm as a dead fish, calm that the most famous sailors have described in history as the calm before the storm. I was not aware that it was a calm that would never cease, a moment which would be in my memory for ever. I was on the point of raising my head to admire the new horizon when the first wisp of smoke came dancing slowly to the sky.",
        "But from that moment on, as all over the world, clone clubs started to appear, promising a sensational, unique experience, the opportunity to spend twelve magic hours with a clone of someone you gave the DNA of. In 2021, a strange fad was born. The clones were uncannily like the person you had chosen, a preternaturally exact copy of the person you had chosen, with all their little foibles and peculiarities. But when the time was up, the clones vanished.",
        "He admired the state of his tools, which were neatly lined up on the wall. I often went with him to his workshop and marveled at the ready state of his tools, which seemed to be just waiting to be employed in his capable hands. I had always admired my father's mechanical skills, and I could never cease to be amazed at the way he could repair a leaking tap or make a squeaky door run quietly. These afternoons spent with my father would later give me an appreciation of the power of imagination and would change me.",
        "But there was no help for them; a passion was betwixt them. Two souls blent together,—Sarah, the painter with a boundless passion, and Adam, the musician with melodies inscribed in his bones. Distraught, Adam poured his soul into a symphony which was to be her canvas for ever. The light of Sarah’s eyes had grown dim, and her artistic eye was clouding.",
        "Today I am going to undertake an adventure. I am going to use my skills to influence both my characters and you, my reader. As a writer, I have always been fascinated by the power of words to move people and the way the weaver of words can move the emotions of the reader with the right words. I am going to do the same in this story. First, let me introduce myself. I am the narrator.",
        "One day, wanting to understand the nature of their relationship, they hired a stenographer to take down every word that they uttered. In a large mansion on the outskirts of town, lived a rich and dissatisfied couple called Arthur and Evelyn. Their discordant voices echoed down the halls and rang in their ears.",
        "There was a witch who had cast a secret spell upon him, and had stolen his heart and replaced it with a shard of ice. The ice encased him, and love perished. Time passed, but the ice remained, untouched by the sun's rays. The man became more and more estranged from his family and friends. He watched them all walk away, without being able to do anything about it.",
        "Today, September 10, 2008, was the day the Large Hadron Collider was to be activated. Topluk, an alien spy from Zorgon, walked into the control room of the LHC, disguised in a human suit. He hid his almond eyes under the glass mask of a human being and hid his scaly blue skin under the human suit. And so he was invisible in the bustle of the scientists.",
        "That was in the near future, in the year 2055, when a chip was developed to increase the faculties of the brain, and it was a far-reaching invention. Now it was possible to go anywhere in the world, on a motorcycle, and you could work in an office and be on call to help people or take care of their children. This is what the men in our society have done in recent years, and it has not had the same effect as people thought.",
        "A place of bliss and eternal calm. Once upon a time, in a world very different from ours, there existed a wonderful land called Heaven. In this Heaven, there was no death. The inhabitants lived a long, long life. Then one day, a great storm broke out.",
        "My immortality was given to me by an ancient god in the year 1014 AD. For more than a thousand years I have seen empires rise and fall, ideologies arise, and humanity evolve. I was once a simple commoner, but I haven’t been for a long time. I never knew that the price of immortality would be eternal separation from my family, or that I would be doomed to wander the earth for eternity.",
        "In a little village there lived a young shepherd, called Luke, a kind, good-natured boy, who loved his sheep very much. One day he found a trunk, hidden under a tree, and with the effort he tried to extract it, he was overcome by such strong emotion that he could scarcely speak. His eyes shone, and he immediately determined to conceal the secret, for fear that some one might come and steal his treasure. Then he dug a deep hole in his own back-yard, and buried the chest.",
        "People from all over the world gathered here every day, talking, chatting, talking, trying to comfort themselves, and the reassurance of talking to one another. The virtual space of this chat room was like a real place, and there were people from all walks of life there. One sunny afternoon, a certain person who was an unknown number and was playing there was typing.",
        "During this period the world became a new place with a new government, a new state of being, with floating cities and with holograms replacing images. The great development of the people's intelligence had been so far advanced that a new world, a new civilization was already taking shape, a future world which would be inhabited by men. ... And so I was looking forward to getting home from work after a day's hard work and then going off to the world of virtual reality awaiting me.",
        "On a quiet Wednesday evening I was sitting alone in my room, browsing on the Internet. The regular clicking of the mouse accompanied my curiosity as I read one article after another and delved deeper into the virtual world. Then I heard a soft cough in the next room, and suddenly my ears began to listen. My head swiveled.",
        "By now they had reached the ends of the universe and had traveled far through galaxies to seek life forms. They had been exploring the Universe for some time, and had reached a remote corner of the cosmos, where they found a beautiful blue planet. The name of this planet was Earth. They wished to establish contact and establish a friendly relationship with them. So the Zeldothi sent the following message to the inhabitants of this planet.",
        "Then they would sit with their eyes blazing and recount the old lore of St. Nicholas—the stories they used to tell their children before the war. They talked about a time when there were no scarcity-pangs, and when the streets were filled with laughter and joy, and not with ruin and uncertainty. It was Christmastime in the very heart of the kingdom, amid the ruins of the world they had forgotten. They remembered the things of long ago. The tears of their eyes glinted with nostalgia.",
        "In the countless wonders that were there in the universe, there was a truth that prevailed everywhere: that the people of the world were more terrible than the most advanced of the aliens. Many people have experienced the wrath of the world. When the people of the world have set themselves up for a fight, they are fierce.",
        "St. Mary's Church was not one of the churches where he went to the services frequently, and he felt an infinite amount of comfort and composure in the familiarity of the liturgy and the soporific nature of the hymns, but that day something strange was to take place which would for ever change his conception of the divine service. It was then that the clergyman began his ritual. The people had settled down in their places and the service began.",
        "But, suddenly, I woke up in a tiny, fragile body. I looked around in surprise and I could not understand my sudden rebirth. My last breath slowly died out and then vanished. Years passed. My fear did not end with the years. I saw that this body was my body, but my consciousness was not in it.",
        "It was on a day in the future when Maya had discovered a fantastic piece of technology called a hoverboard. It was like a long, flat board, but when she sat on it, she was completely in the air, and glided gracefully through the streets of the city. It was great fun, and people flocked to watch her.",
        "This story is the story of a young man named Andy, who was very shy and lonely, but he lived in a small town in his own house. He had a very high Internet reputation under the name of \"I'm an escape artist\", and his brilliant storytelling made him popular among his fellow Redditors. One day, while browsing Reddit on a stormy night, Andy was suddenly disturbed by an unexpected message.",
        "In a city which was all alive, the hearts of two people were thus enchanted. They never had met before. They had lived in two different parts of the city, but that summer evening, amidst the laughter and music of the world, their eyes had met for the first time, and from that hour they had entered into a deep and mysterious state of subjection, and would never again be free. Neither would speak of it.",
        "At the edge of his existence was Sarah; she was a classmate whom he remembered and greeted, and whose name he remembered. He had always been one who had a deep regard for others, even for the acquaintances of his day. It was so, but their mutual dealings had been limited to that, so it had become a matter of chance that they had lost touch.",
        "In the vast expanse of the ether, the Divine Architect of the Universe, surrounded by countless galaxies and stars, and holding the celestial pattern in his hands, he often remarked the creation of new stars and galaxies, as he combined energy and matter, creating the great worlds and their inhabitants. On this day, I was thoroughly bored, and my eyes were not as glinting as usual.",
        "The corner of the faded photo on the table trembled in his hand. “I have sacrificed everything for success, for power, for money,” he muttered, gasping for breath. “Learn from my mistakes, cherish the ones that really matter. I have forsaken love, neglected my children, for this illusion of happiness.”"
    ]
}