{
  "original": [
    "The outcome of a bidding war for Conrail Inc is increasingly likely to be decided by its investors, who will ultimately determine if the railroad should strike an $8.5 billion deal with CSX Corp when a $10 billion offer is also on the table.\nWall Street experts said Conrail was unlikely to be swayed from its planned merger with CSX despite a higher bid lobbed Friday by Norfolk Southern. \"Nothing h",
    "- Supermarket chain Food Lion Inc. said Thursday it will buy Tampa, Fla.-based Kash n' Karry Food Stores Inc. in a transaction valued at $341 million.\nThe two companies had been in talks for a transaction earlier this year, but dropped those discussions in August. It was not immediately known when talks resumed.\nUnder the agreement, Kash n' Karry shareholders will receive $26 per share in cash. Th",
    "CSX Corp may be hard-pressed to top an aggressive and pricey bid for Conrail Inc. unleashed Wednesday by rival Norfolk Southern Corp.\nThe Norfolk Southern $100-per-share offer came just eight days after CSX agreed to acquire Conrail in a cash and stock transaction valued at $8.4 billion, or about $92.50 per share.\n\"This (Norfolk Southern) bid comes without any regulatory risk, is all cash and is h",
    "Shareholders of Conrail Inc blasted the company's revised merger pact with CSX Corp, charging that the new terms fall short of a rival bid launched by Norfolk Southern Corp.\nIn a conference call with Conrail, several investors also threatened to tender their shares for $110 and then vote against the proposed merger, according to market sources who participated in the call.\n\"Some of the shareholder",
    "Republic Industries Inc., the aggressive Florida company run by businessman Wayne Huizenga, on Friday defended its plans to buy security firm ADT Ltd. after a New York newspaper reported that the transaction would be called off.\n\"The deal has not been killed. It is still moving forward,\" spokesman Ronald Castell said.\nHuizenga, founder of Blockbuster Entertainment, owns the Florida Marlins basebal",
    "Mobil Corp, widely credited with the most aggressive cost-cutting program of all U.S. oil companies, is not resting on its laurels.\nThe Fairfax, Va-based oil giant told analysts on Monday that it has implemented $760 million of cost savings so far this year as part of a $1.3 billion plan and expects the remaining $540 million to fall into place soon.\nFurthermore, Mobil also expects to save at leas",
    "Less than six weeks after the collpase of his deal to buy security firm ADT Ltd, Wayne Huizenga on Thursday shifted gears to rental cars.\nThe founder of Blockbuster Entertainment and owner of the Florida Marlins baseball team announced earlier that his Republic Industries Inc had signed a definitive pact to buy privately-held Alamo Rent-A-Car for $625 million.\nThe move is expected to catapult Repu",
    "Conrail Inc. and CSX Corp. so far have convinced the courts that their $8.65 billion merger plan should proceed, but they still need to win over unhappy shareholders who favour Norfolk Southern Corp.'s larger bid.\nLawyers and financial advisors were expected in the next few days to consider several plans aimed at persuading investors to approve a crucial measure needed for the deal.\nMeanwhile, CSX",
    "French holding company CGIP said on Friday it could strike a deal in the next few weeks to acquire a 28 percent stake in automotive parts firm Valeo SA from Italian businessman Carlo De Benedetti.\nIn a meeting with reporters, CGIP chairman Ernest-Antoine Seilliere described negotiations as nearing a \"momentum.\"\n\"In the coming weeks, we could come to a conclusion,\" he said. He said it would be a lo",
    "The three-year-old partnership between British Airways and USAir Group Inc, already severely damaged by a potential competing alliance, moved closer toward collapse on Thursday when USAir said it was cancelling a key marketing agreement between the two carriers.\nAlthough surprised by the move, industry analysts said it will have little impact on USAir, which received far less revenue from the alli",
    "One day after rival bidders sent its stock on a rollercoaster ride, Conrail Inc was set Tuesday to formally consider a $9 billion takeover offer from Norfolk Southern Corp.\nThe company's board of directors was widely expected to reject the unsolicited Norfolk Southern offer in favor of a friendly $8.4 billion deal with CSX Corp.\n\"My guess is, at this point, that they stick with the CSX proposal,\" ",
    "The stock of American Medical Response Inc. fell sharply for the second consecutive session Wednesday on concern that the Aurora, Colo.-based ambulance company is straying from its successful acquisition strategy.\nThe steep decline came after American Medical Response announced Tuesday an agreement to buy STAT Healthcare Inc. in a stock transaction valued at $145 million.\nThe planned acquisition m",
    "Conrail Inc. and CSX Corp. so far have convinced the courts that their $8.6 billion merger plan should proceed, but they still need to win over unhappy shareholders who favour Norfolk Southern Corp.'s higher bid.\nLawyers and financial advisors were expected in the next few days to consider several plans aimed at persuading investors to approve a crucial measure needed for the deal.\nMeanwhile, CSX ",
    "The U.S. food industry, besieged by years of slow growth, wants to whip up new business from people who don't cook.\nArmed with a new study that predicts consumer spending on ready-made foods will accelerate in the next 10 years, food firms are reaching out to a generation that doesn't know the difference between baking powder and baking soda.\n\"Consumers aren't looking anymore for a cake mix.  They",
    "Shares of food and beverage giant PepsiCo Inc rose sharply Thursday on rumors that it could be a takeover target of Philip Morris Cos Inc.\nIndustry experts flatly dismissed the rumor, saying a pricetag on any potential transaction would be an astounding $60 to $80 billion.\nInstead, they said the rumor, just the latest to surface about PepsiCo in recent months, underscores widespread dissatisfactio",
    "Fast-growing Republic Industries Inc., which is led by Florida entrepreneur Wayne Huizenga, said Thursday it would buy Alamo-Rent-A-Car Inc. for $625 million in a move to sharply expand its automobile business.\nThe deal comes less than six weeks after the collapse of Huizenga's $4.3 billion plan to buy security firm ADT Ltd.\n\"Leisure travel is a fast growing segment of the automobile rental indust",
    "In yet another sign that utilities are branching out far beyond their traditional markets, PacifiCorp and Protection One Inc. on Friday announced a marketing alliance aimed at boosting customer loyalty in an increasingly competitive industry.\nUnder the venture, customers of PacifiCorp subsidiaries Pacific Power and Utah Power will be offered a security system from regional alarm company Protection",
    "Rite Aid Corp said it plans to swiftly integrate Thrifty PayLess Inc into its already-powerful company by attacking weaknesses in the regional drugstore chain's distribution and technology.\n\"To make this acquisition work, we have to reduce costs and we have to reduce costs rapidly,\" Rite Aid chief executive officer Martin Grass told more than 250 investors and analysts in a conference call.\nIn the",
    "CSX Corp. and Norfolk Southern Corp. said Monday they had entered discussions about their rival offers to buy Conrail Inc.\nThe two railroads did not disclose the specific nature of their talks, but Conrail's stock fell on views that the discussions would dampen the prospects of a bidding war for the Philadelphia-based railroad.\nA source familiar with the companies said the discussions began late l",
    "A threatened proxy fight at Ashland Inc, coming at a time of widespread oil industry consolidation, may force the Kentucky-based energy company to restructure its diverse holdings.\nSources close to Ashland said the company is considering strategic alternatives, although it has not yet determined whether major action is necessary.\nMeanwhile, Providence Capital Inc, which has been involved in simila",
    "Russian oil company officials said on Friday that Moscow would not slap a duty on heavy fuel oil exports this winter, leaving traders to breathe a sigh of relief but still wary of secretive government manoeuvres.\nThe prospect of no restrictions on exports of mazut, as Russian heavy fuel oil is known, soothed traders who had been worried about short supplies of Russian material, which keep much of ",
    "President Boris Yeltsin's surgery on Tuesday might be a heart stopper for some volatile commodities and currency markets, but recent history proves Russian oil and gas exports are unfazed by Kremlin dramas.\nTraders have seen tanks fire at Russia's White House, cloak-and-dagger power struggles and war in oil-rich Chechnya -- and each time, they say, Russian supplies of oil and natural gas to Europe",
    "Western oil firms frustrated by Moscow's foot-dragging on foreign investment laws presented a study on Tuesday designed to convince conservative officials that Russia will take the lion's share of rewards in oil deals.\nThe study, outlining the benefits from six flagship production-sharing contracts requiring $129 billion in expenditure, could be the evidence nationalist and conservative parliament",
    "Russia's Norilsk Nickel metals group, a key supplier to world markets, said on Tuesday it was struggling with a shaky financial future despite keeping output steady at its top plant.\n\"We are undoubtedly in a state of financial crisis,\" said Viktor Feldman, deputy economics director at the Norilsk group.\nFeldman singled out the high cost of maintaining social services in the inhospitable Far North ",
    "Russia's grain crop is proving to be one of its lowest in three decades, prompting trade sources on Monday to speculate that the government could return to world markets for imports to feed the military and remote areas.\nThe nearly complete 1996 harvest, bucking a trend of increased grain output across the world, weighs in at a gross 74.6 million tonnes, with little high-quality bread wheat and vi",
    "Russian Finance Minister Alexander Livshits warned financially-troubled Norilsk Nickel on Friday that it must pay overdue taxes, but analysts said the firm would not be liquidated or that its would assets would be frozen.\n\"Norilsk  really is a big debtor, both to the federal and regional budgets,\" said Konstantin Chernyshev, equities analyst at Moscow brokerage Rinaco Plus and a Norilsk watcher. \"",
    "Russia, dramatically changing its approach to foreign investment in its huge oil sector, said on Monday that new domestic companies, not Western majors, would be given the upper hand in future billion-dollar energy deals.\nVladimir Tumarkin, chief spokesman for Rosneft, the state oil holding company which is being privatised and the state's agent in production-sharing deals, said the days of foreig",
    "Russia's untapped gold reserves are unlikely to become the El Dorado of the East soon despite Moscow's promises to liberalise the tightly-controlled sector, precious metals sources said on Wednesday.\nRussia's Central Bank said earlier this week it was gearing up to create a domestic gold market via measures that would make it worthwhile for Russian commercial banks to finance mining.\nBut industry ",
    "Russian and foreign oil companies signed a $2 billion deal on Friday to build a pipeline bringing oil from energy-rich Kazakhstan to Western markets, but frantic last-minute negotiations left questions unresolved.\nIn a delayed signing ceremony that saw Russia's leading oil officials huddling for secret consultations, the Caspian Pipeline Consortium inked documents splitting itself into two for tax",
    "Russia's diamonds could face a rocky future with tax officials seeking a bigger cut from rough gem exports, but industry sources said on Wednesday they hoped a deal with South Africa's De Beers would proceed.\nIn the latest shock to hit the Russian diamond sector and relations with De Beers Consolidated Mines Ltd, the prosecutor general's office on Tuesday accused Almazy Rossii-Sakha (ARS), Russia'",
    "Russia's second-generation, billion-dollar foreign oil projects are finding out that close ties to top government figures, delicate talks with new partners and careful handling of oil-rich, ambitious regions are vital.\nWestern oil companies eyeing Arctic reserves need close Kremlin relationships and savvy negotiating skills more than ever, now that Moscow has a cooler, tougher attitude toward West",
    "The head of war-torn Chechnya's oil company said on Thursday that Russia's rebellious region would guarantee the safety of a major oil pipeline across its land but demanded a cut in foreign deals that will use the link.\nKhozhakhmed Yarikhanov, president of the Southern Oil Company, which is based in the devastated capital Grozny, told a news conference that an $8 billion multinational consortium t",
    "Russia's demand for feed grains will outstrip any output increases its agriculture sector manages in coming years, which could turn the country into a big importer, industry officials said on Friday.\nRussia, which has just completed its second poor harvest in two years, the third worst in 30 years, is heading into the next crop cycle with few signs that its dismal track-record will soon recover.\n\"",
    "Russia's state oil holding firm Rosneft said on Friday it would protest against a local decision to award Exxon Corp the right to tap Arctic oilfields, signalling Moscow's tougher line towards Western energy companies.\nRosneft spokesman Vladimir Tumarkin said Exxon, which regional officials declared the winner of a tender to develop the Central Khoreiverskaya oilfields in the northern Timan-Pechor",
    "Russia's aluminium industry, in private hands and learning market-savvy moves in ways its former state owners never could, still holds surprise cards but may no longer terrorise world markets with sudden, secret exports.\nMetals analysts said on Friday that Russia, which accounts for about 15 percent of world output, would not cut production or exports in 1997 even in the face of rising costs at ho",
    "Russia's Western oil joint ventures are finding it increasingly difficult to export their output in the amounts needed to stay profitable as Moscow seeks to give domestic producers more pipeline space.\nJoint ventures (JVs) produce only a trickle of Russia's crude oil -- but they need to export most, if not all, of their output to make money on their investments.\nBut Russian energy officials, who o",
    "Russia's Gazprom natural gas monopoly plans to double exports to Europe by 2010, mostly via its ambitious $40 billion Yamal pipeline project, but energy analysts said the timing could be wrong.\n\"There's a market problem (with oversupply in Europe), and the cost of developing the Yamal field will be too high,\" said a senior European energy specialist familiar with the project.\n\"Europe is at saturat",
    "Russia's aluminium sector will consolidate more in 1997 as domestic smelters, perplexed by limp world prices, seek to rationalise costs, a top aluminium official said on Friday.\nIgor Prokopov, director of Kontsern Alyuminiy, the producers' group uniting Russia's aluminium industry, said in an interview that domestic smelters were worried about low metals prices, and he blamed what he said was spec",
    "Russian diamond giant Almazy- Rossii Sakha (ARS) said on Wednesday officials were battling for control over Russia's lucrative gem sector but a forthcoming deal with De Beers was in sight.\nARS president Vyacheslav Shtyrov told a news conference that a long-delayed trade agreement with the South African gem giant could be signed by December.\nBut he said Russian Prime Minister Viktor Chernomyrdin, w",
    "Crude oil output in Russia, the world's third-largest oil producer, is finally ending a decade of dramatic decline, but it is still a long way from switching back into top gear.\n\"We could see 1997 output stabilise at 1996's level,\" said Vitaly Kamenev of the Economy Ministry's fuel department. \"But we won't see any real pick-up until at least 1998.\"\nRussian oil output slipped two percent year-on-y",
    "The lean times for the video game software industry appear to be over.\nThree of the largest game developers on Thursday reported results for the crucial December quarter that were better than Wall Street expected.\nElectronic Arts Inc., Activision Inc. and Spectrum Holobyte Inc. said strong sales of games for personal computers and next-generation video game consoles, such as the Sony PlayStation, ",
    "Synopsys Inc. said Thursday it agreed to buy Epic Design Technology Inc. for about $428.1 million in stock to gain expertise in a hot niche of the semiconductor design business.\nSynopsys, which writes software to help engineers design computer chips, said it will issue 0.7485 of its shares for each of Epic's 13.7 million shares outstanding. Based on Synopsys's closing stock price of $41.75 on Wedn",
    "Apple Computer Inc. said Thursday it will cut U.S. prices of its Power Macintosh personal computers by as much as 30 percent to make the machines more competitive with those from rival PC makers.\nThe price cuts are part of Apple's effort to make its machines as attractive as so-called Wintel PCs -- machines based on Intel Corp. microprocessors running Microsoft Corp Windows software.\nApple, based ",
    "Database software company Informix Corp. said Friday it filed a lawsuit against Oracle Corp., accusing its bigger rival of stealing trade secrets by hiring away its employees.\nOracle hired 11 Informix employees from Informix's Portland, Ore., research and development centre. All 11 workers quit on Wednesday morning, said Informix Chief Executive Phil White.\nInformix stock fell $1.50, or 6.6 percen",
    "Apple Computer Inc. Wednesday reported a $120 million loss in its fiscal first quarter and warned investors it did not expect to report a profit until September.\nThe troubled computer maker, based in Cupertino, Calif., also said it expected revenue for the current fiscal year, which ends next September, to drop about 13 percent to $8 billion to $8.5 billion because of weak consumer sales.\nApple's ",
    "Cisco Systems Inc. said Tuesday its fiscal first quarter profit from operations rose 77 percent, reflecting strong sales of its computer networking equipment.\nThe company, which makes devices that control the flow of information between computers in a network, said earnings before gains and charges rose to $320.8 million, or 47 cents a share, for the three months ended Oct. 26, from $181.4 million",
    "Microsoft Corp. Monday will unveil a set of software technologies that lets programmers more easily create software for sharing information through corporate and public computer networks.\nMicrosoft executives, including Chairman Bill Gates, also will discuss at an event in Los Angeles development plans for the company's Windows family of operating systems, the company said Friday.\nAt one of its pe",
    "Most U.S. software publishers are expected to report only modest increases in their third-quarter earnings, reflecting a seasonal slowdown and a lack of new products this quarter.\n\"For the behemoths of the industry, like Microsoft (Corp) and Oracle (Corp ), business is still good,\" said Marshall Senk, an analyst at Robertson Stephens & Co in San Francisco. \"Summer is the slow buying season for mos",
    "Apple Computer Inc. stunned investors Wednesday by reporting an unexpected $25 million fourth quarter profit, stemming a year of management turmoil and swelling red ink.\nThe Cupertino, Calif.-based computer maker, which had been expected to report a loss of 30 cents a share, posted a profit of 20 cents a share for the last three months of fiscal 1996, its first quarterly profit this year.\nIn the s",
    "Synopsys Inc. said Thursday it agreed to buy Epic Design Technology Inc. for about $428.1 million in stock to gain expertise in a hot niche of the semiconductor design business.\nSynopsys, which writes software to help engineers design computer chips, said it will issue 0.7485 of its shares for each of Epic's 13.7 million shares outstanding. Based on Synopsys's closing stock price of $41.75 on Wedn",
    "A motto of Bill Gates, chairman of Microsoft Corp., has been: \"A computer on every desk running Microsoft software.\"\nWith that goal almost accomplished, Microsoft executives have set their sights on other flat surfaces, such as the kitchen counter, the living room's entertainment console and the back of airline seats.\nAt a Los Angeles conference for professional programmers, Microsoft executives o",
    "Apple Computer Inc., struggling to remain the teacher's pet among computer makers, is turning a modified version of its handheld Newton organizer into an inexpensive portable computer for students.\nThe computer maker on Monday will unveil the Apple eMate 300, an $800 machine that looks like a grown-up's laptop with a keyboard and a flip-up screen, but in a rugged casing that can survive rough hand",
    "A warning about weak Christmas sales from personal computer retailer CompUSA Inc. Thursday raised concerns that the entire computer industry may have a weak fourth quarter, sending PC stocks lower.\nCompUSA, tradionally one of the healthier PC retailers, said it expected a disappointingly small rise in sales in the fourth quarter because of weak PC sales. The Dallas-based company was the third majo",
    "Apple Computer Inc. Wednesday reported a $120 million loss in the first quarter of fiscal 1997 and warned investors it did not expect to return to profitability until September.\nThe troubled computer maker attributed the loss to slow sales of its its consumer-oriented Performa desktop computers during the normally robust Christmas quarter.\nApple's loss, which equaled 96 cents a share, compared wit",
    "Microsoft Corp said on Monday it had sent the final version of Office 97 -- a product that is expected to be its biggest revenue generator in 1997 -- to factories and will have it in stores within weeks.\nThe product, a package of Microsoft's top-selling business programs, is Microsoft's biggest new product since the release of Windows 95, and is expected by analysts to increase the company's reven",
    "Macromedia Inc. shares plunged to a two-year low Friday after the software company reported an unexpected third-quarter loss and said it could face weak sales for another quarter.\nSome analysts said they also were concerned that Apple Computer Inc.'s declining sales could hurt Macromedia's revenue from sale of software for Macintosh computers in coming quarters.\nShares of the San Francisco graphic",
    "Apple Computer Inc. Chairman Gilbert Amelio said Tuesday the computer maker's three-year turnaround plan was still on track despite its statement last week that it will report a first-quarter operating loss of as much as $150 million.\nAmelio, speaking to thousands of Macintosh computer enthusiasts at the MacWorld trade show here also called on several star computer industry executives to express t",
    "Jilted once, financial software company Intuit Inc appears unlikely to return to the merger altar any time soon.\nBuyout speculation has swirled around Intuit since May 1995, when Microsoft Corp. dumped its plans to buy the maker of popular personal finance software like Quicken and TurboTax. Last week, Intuit shares surged again on speculation American Express Co. was about to make an offer.\nHowev",
    "Apple Computer Inc. Wednesday reported a $120 million loss in the first quarter of fiscal 1997 and warned investors it did not expect to return to profitability until September.\nThe troubled computer maker attributed the loss to slow sales of its its consumer-oriented Performa desktop computers during the normally robust Christmas quarter.\nApple's loss, which equalled 96 cents a share, compared wi",
    "When Apple Computer Inc. fired co-founder Steven Jobs in 1985, Apple employees did not know whether to cry or to rejoice.\nThrough the early 1980s, Jobs had inspired Apple engineers to create a computer called the Macintosh which would change the world. At the same time, though, Jobs and his mercurial temper burned out many of the same engineers who adorded him.\nOn Friday, more than 11 years after ",
    "Silver King Communication's $1.27 billion stock-swap acquistion of Home Shopping Network hastens Silver King's plans to become a conventional broadcast-TV powerhouse, Silver King said on Monday.\nThe deal re-uniting Silver King, spun off by Home Shopping five years ago, with its former parent also feeds speculation that Silver King chairman Barry Diller is closer to launching a seventh U.S. televis",
    "Eastman Kodak Co secured only a partial exit from the bruising copier wars with the $684 million sale on Monday of its copier-marketing and service operations to Britain's Danka Business Systems Plc.\nPrompted by chronic financial weakness, highlighted by the fact Kodak's copier sales of $1.8 billion yield only $20 million in annual operating profits, the sale prompted segment leader Xerox Corp to ",
    "Cigarette companies, complaining of likely bad publicity, Friday dropped pre-trial opposition to punitive claims by the state of Florida in a multi-billion dollar anti-tobacco lawsuit.\nFlorida is seeking $1 billion or more from U.S. cigarette makers for actual costs incurred in its Medicaid healthcare programme for treating people afflicted with smoking-related ailments. Punitive damages, assuming",
    "Grand Metropolitan Plc's Burger King is benefitting from a sales recovery in Europe, as well as strong U.S. expansion, and should post $10 billion in sales in the fiscal year ending September 30, Burger King chief executive Robert Lowes said on Tuesday.\n\"There's no question that my goal for this year is $10 billion, to add a billion in sales,\" Lowes told Reuters.\nBurger King's worldwide sales thro",
    "Time Warner Inc. said Wednesday it will launch its CNN/SI sports news service on Dec. 12, more than a month after the debut of another sports news television channel from rival media conglomerate Walt Disney Co.\nTime Warner executives meeting reporters said CNN/SI would combine the television apparatus of the Cable News Network and the sports expertise of Sports Illustrated, a weekly sports magazi",
    "Riding rising U.S. cable TV fees, Time Warner Inc said on Wednesday its earnings before heavy debt payments shot up 32 percent in the third quarter, compared with the same three months last year.\nCovering the quarter before last Thursday's completion of its $7.5 billion acquisition of Turner Broadcasting System, the entertainment group said three hit movies, strong magazine advertising sales helpe",
    "Debt reduction, largely through rejigging its vast cable holdings, is the central task of top managers at Time Warner Inc after the $7.5 billion Turner deal, senior executives said on Wednesday.\nThe company, which last week took control of Turner Broadcasting System Inc, is in active discussions aimed at restructuring its troubled cable-television partnership with U S West Media Group, the executi",
    "Quick & Reilly Group Inc sees revenues possibly doubling to as much as $120 million by early 1998 at the OTC market-maker, Nash, Weiss & Co, the pioneering discount broker is buying, top Quick executives said on Wednesday.\nThe firm also plans to move Nash, Weiss, now largely a market maker for retail brokerages, into the institutional side of the business by adding 1,000 or more issues to its curr",
    "Silver King Communications Inc chairman Barry Diller said on Monday that the $1.27 billion stock-swap acqusition of Home Shopping Network would help fund Silver King's ambitious broadcasting plans.\n\"We have a long agenda and this helps certainly in developing the stations. We will get there quicker by combining the two companies,\" Diller told Reuters in a telephone interview.\nSilver King agreed ea",
    "Quick & Reilly Group Inc agreed on Wednesday to buy over-the-counter market-maker  Nash, Weiss Inc, another step by the pioneering discount broker into low-profile, but lucrative financial services businesses.\nTerms were not disclosed, but two sons of co-founder Leslie Quick Jr said in an interview that the acquisition of the New Jersey firm was by far the biggest deal Quick & Reilly has done.\nNas",
    "With the dark cloud of high raw material costs now clearing, large U.S. newspapers companies are expected to report good third-quarter earnings despite weak growth in advertising.\n\"I keep hearing good news out of these guys, and they're all smiling about newsprint,\" said Prudential Securities newspaper industry analyst James Marsh.\nNewsprint for newspapers now costs an average $550 a ton, much les",
    "International businessman Tony O'Reilly said on Friday acquisitions by his Independent Newspapers Plc will slow considerably next year after the takeover of New Zealand's leading newspaper and other deals.\n\"I consider next year a year of consolidation,\" Independent Newspapers Chairman O'Reilly told Reuters in a telephone interview.\nBut O'Reilly's name came up just this week in London markets as th",
    "The Florida judge in a class-action suit against tobacco groups Thursday allowed one of the pioneering case's lead smokers to take a back seat in the upcoming trial after he complained of intimidation.\nStanley Rosenblatt, the lawyer pursuing the class-action suit on behalf of all ill and addicted smokers in Florida, said in Dade County Court that Arthur Reeves had been one of the original six smok",
    "New Corp. Ltd. said Tuesday that its Fox News division will file suit Wednesday in U.S. District Court here against Time Warner Inc., Turner Broadcasting System Inc. and its Chairman Ted Turner, alleging antitrust violations.\nNews Corp., which is led by media mogul Rupert Murdoch, said the suit will allege that an antitrust conspiracy to block Fox News Channel in New York City has taken place prio",
    "Florida Attorney General Bob Butterworth said on Friday U.S. cigarette makers had delayed harsh revelations about the industry with a surprising decision to end pre-trial opposition to punitive damages in the state's multi-billion dollar anti-tobacco lawsuit.\nButterworth told Reuters a court hearing set for January 24 on the punitive claims to be added to any other jury awards would have made publ",
    "Silver King Communications Inc. agreed Monday to buy the Home Shopping Network (HSN) for about $1.3 billion in stock, feeding speculation that Barry Diller was getting set to launch another major television network.\nDiller, who is chairman of both Silver King and Home Shopping, could be positioning his companies to compete head on with ABC, NBC, CBS and Fox, whose launch Diller spearheaded in the ",
    "Riding rising U.S. cable TV fees, Time Warner Inc said its earnings before heavy debt payments shot up 32 percent in the third quarter, compared with the same three months last year.\nCovering the quarter before last Thursday's completion of its $7.5 billion acquisition of Turner Broadcasting System, the entertainment group said three hit movies, strong magazine advertising sales helped by the Olym",
    "Lawyers battling cigarette companies on behalf of flight attendants exposed for decades to second-hand smoke on Wednesday began notifying potential claimants of a historic tobacco trial set to begin in June.\nA mass mailing to some 120,000 former and current flight attendants on U.S. airlines seeks to identify non-smokers who suffer ailments such as lung cancer.\nPrint advertisements in union and tr",
    "Tobacco companies are countersuing Florida, saying the state government should be held liable for manufacturing cigarettes in its prisons if the state wins a billion-dollar lawsuit against cigarette makers.\nTobacco industry lawyers filed the suit on Wednesday, a Philip Morris Cos spokeswoman said and comes a week after a Florida judge blocked the industry from using Florida's history of cigarette-",
    "Florida is set to challenge the tobacco industry on Friday using a tough anti-racketeering law that could mean bigger damages against cigarette makers if the state prevails.\nThe new claim under the state's Racketeer Influenced and Corrupt Organisations Act, tacked onto Florida's existing lawsuit that seeks at least $1 billion for treating smokers' illnesses, could mean more losses for the tobacco ",
    "British bank Barclays Tuesday sold its global custody business to investment bank Morgan Stanley for an undisclosed sum thought to be less than 50 million British pounds ($83 million).\nThe purchase by Morgan Stanley marks another step in the consolidation of custody business, which is increasingly being seen as a banking activity where \"big is beautiful.\"\nThe custody business includes traditional ",
    "British banks have a made a positive start to 1997.\nShare prices are buoyant and analysts on Thursday saw few serious clouds on the horizon to jolt the sector out of its seemingly inexorable rise.\nThe sctor, which has outperformed the FTSE 100 index by around 20 percent over the past six months, has become more diverse in recent years.\nBut, for differing reasons, analysts are quietly confident tha",
    "Royal Bank of Scotland, which reports full year data next Thursday, is expected to raise its pre-tax profit from last year's 602 million stg but not by as much as analysts thought just a few months ago.\nThey expect Royal Bank's profits to rise to between 670 and 700 million stg, with a much smaller contribution from its Direct Line low cost insurance, but benefits continuing to accrue from the ban",
    "Britain's largest mortgage lender, the Halifax Building Society, said Friday its planned initial public offering in June could be worth as much as 12 billion pounds ($20 billion).\nUnveiling a price range and details of share allocations to the society's members, Halifax Chief Executive Mike Blackburn said it \"will represent the largest single extension of private share ownership ever witnessed in ",
    "BZW, the investment banking arm of Barclays Plc, has restructured its Global Markets division in another step towards reshaping its business to compete wth global rivals, banking sources said on Thursday.\nBZW has been carrying out a top-to-bottom review of the markets business including matching staff profiles and skills against the needs of sustaining a profitable business.\nThe review resulted in",
    "International accountancy and consultancy partnership Ernst & Young said it made a profit of 75.2 million pounds ($125.4 million) in Britain as it revealed financial details of its operations for the first time on Tuesday.\nThe 21 percent rise in profit in the year to June 30 was made on gross fee income of 456 million pounds and represented a 17 percent rise in average profit per partner of 200,00",
    "The British government on Wednesday published proposed new laws governing home lenders which watered down the building societies' immunity from takeover if they converted into banks.\nThe new legislation provoked a cool response from some home lenders and prompted one leading player to say its plans for conversion may well have been different if it had known what the government was planning.\nUnder ",
    "Three of Britain's largest bulding societies, which plan stock market flotations in 1997, on Thursday said draft legislation relating to protection from takeovers had forced them to examine their float plans closely.\nThe mutually-owned societies, who specialise in mortgage lending, the Woolwich, Alliance & Leicester and the Northern Rock, all plan to convert to bank status next year and have combi",
    "A British High Court judge rejected on Thursday a $1.8 billion claim by the liquidators of Bank of Credit and Commerce International (BCCI) against accountancy firm Ernst & Whinney, now known as Ernst & Young.\nBCCI was closed by central banks in 1991 and collapsed with debts of more than $12 billion amid evidence of massive fraud and money laundering which has since led to a complex series of cour",
    "A thankful Elizabeth Forsyth, a former aide of Polly Peck head Asil Nadir, walked free from court on Thursday after three judges allowed her appeal against a five-year sentence for handling stolen money.\nForsyth, 60, who is also appealing against the money-laundering conviction itself, described her 10 months in prison as an \"experience\".\n\"I would just like to thank the court for its understanding",
    "British property giant Land Securities said on Wednesday there were signs of rental growth in some sectors of the British property market and that it expected more to come.\nCompany chairman Peter Hunt said that while there was a feeling there was more rental growth to come, so far it had been patchy.\nGrowth in rental rates would be slower than in the 1980s and because it was not across the board i",
    "The British government on Wednesday published new draft legislation governing home lending institutions but a lack of parliamentary time might mean it will not reach the statute book before a general election.\nThe Building Societies Bill, if passed, would remove a society's five-year immunity from takeover once it converts to bank status if it, in turn, took over another financial institution.\nImm",
    "Britain's Serious Fraud Office has yet to contact London-based securities houses after a request for help with a French probe into Eurotunnel SA /Plc share dealings, market sources said on Monday.\nThe SFO said on Sunday it had been asked to lend a hand in an investigation by the French authorities into alleged market manipulation of the debt-laden channel tunnel operator's shares.\nThe SFO said it ",
    "A thankful Elizabeth Forsyth, a former aide of Polly Peck head Asil Nadir, walked free from court on Thursday after three judges allowed her appeal against a five-year sentence for handling stolen money.\nForsyth, 60, who is also appealing against the money-laundering conviction itself, described her 10 months in prison as an \"experience\".\n\"I would just like to thank the court for its understanding",
    "Anglo-French Channel Tunnel operator Eurotunnel on Monday announced a deal giving creditor banks 45.5 percent of the company in return for wiping out one billion pounds ($1.56 billion) of its debt mountain.\nThe long-awaited restructuring brings to an end months of wrangling between Eurotunnel and the 225 banks to which it owes nearly nine billion pounds.\nThe deal, announced simultaneously in Paris",
    "Former Barings executive Ron Baker rejects a lawsuit filed by Dutch bank ING Barings which makes a claim for repayment of a 100,000 pounds ($165,000) loan he is alleged to have received, his lawyer told Reuters on Thursday.\nING Barings earlier confirmed a press report it is suing Baker for 113,000 pounds, representing the loan given while Baker was employed by Barings, plus interest.\nIt is alleged",
    "Lloyds Bank was fined 325,000 pounds ($550,000) Wednesday by a British investment industry watchdog and appears set to pay millions of pounds in compensation to disadvantaged customers.\nThe Investment Management Regulatory Organisation said it fined Lloyds, which merged with TSB last year to form Lloyds TSB Group Plc, for breaches of rules relating to its pensions transfer business between April 1",
    "BZW, the investment banking arm of Barclays Plc, said on Wednesday it plans to use state-of-the-art defence technology to help it with a perennial problem -- managing risk in the financial markets.\nThe bank has formed the Financial Laboratory Club to develop new risk management solutions, using the scientific and computing potential of the Defence Evaluation and Research Agency of the British Mini",
    "After a five year struggle, creditors of the collapsed, fraud-ridden BCCI will receive a payment of $2.65 billion on Tuesday, equal to 24.5 percent of their claims, a spokesman for the liquidators said on Monday.\nBank of Credit and Commerce International, founded in 1972, was closed by central banks in 1991 and collapsed with debts of more than $12 billion when evidence of massive fraud and money ",
    "NatWest Markets, the investment banking arm of National Westminster Bank, on Monday named Peter Hall as the man to run its expanding operations but other questions over the bank's strategy remained, analysts said.\nNatWest said Hall, who currently runs its American operations, would take over as chief operating officer of the investment bank, reporting to chief executive Martin Owen.\nAt the same ti",
    "Texas Instruments Inc. said Tuesday it set a licensing pact with Samsung Electronics Co. Ltd. of Korea that will generate royalty payments of more than $1 billion over 10 years.\nIn exchange, each side agreed to drop pending patent infringement lawsuits against each other.\nThe agreement replaces a previous five-year deal that expired at the end of 1995, the Dallas-based maker of computer chips, not",
    "Acknowledging its failure to attract U.S. consumers, CompuServe Corp said it would disband its family-oriented Wow! online service and plans to defend its business and technical customer base.\nThe world's second-largest online service also said it would accelerate the way it expenses customer marketing costs and that it was taking a $28.6 million charge in the latest quarter for previously incurre",
    "Small capitalization technology stocks shrugged off a wave of profit-taking that socked blue chip stocks Monday as investors shopped for values among beaten- down or lesser known names, especially in the Internet sector.\n\"Some of the second- and third-tier technology names have become the focus,\" agreed Scott Bleier, chief investment strategist at Prime Charter Ltd.\nAmong the beneficiaries of this",
    "Iomega Corp. said Thursday it plans to apply its computer storage technology to handheld consumer electronics in a way that could lower the cost of saving and transfering data to such devices.\nThe reusable data storage system, to be known as \"n-hand,\" could be used in digital cameras, computer game devices, cellular phones and handheld personal computers known as digital assistants.\nIn cameras, fo",
    "H&R Block Inc., citing problems facing the online service industry, said Wednesday it has decided not to complete the spin-off of the rest of its CompuServe online unit, at least for now.\nThe Kansas City, Mo.-based company, which owns 80 percent of CompuServe after spinning off part of the online service earlier this year, cited CompuServe's recent financial troubles and uncertainties facing the o",
    "Intel Corp stock surged on Tuesday, lifted by a quarterly earnings report that substantially outpaced Wall Street expectations and confirmed its status among analysts as the shooting star of technology stocks.\nThe earnings report released Monday spurred gains in the stocks of personal computer makers who build machines based on Intel microprocessors but it did little to buoy other chip makers.\n\"Th",
    "The stock of General Electric Co. rose in active trading Tuesday, boosted by speculation it might raise its dividend and increase its share buyback programme following upbeat comments by Chairman John Welch.\nSalomon Brothers analyst Russell Leavitt said Welch told analysts who attended a private meeting with him on Monday that he \"expected earnings to be up about 13 percent this year, in line with",
    "Computer Associates International Inc. issued its quarterly financial results, soundly beating Wall Street's consensus forecast.\nBut the stock fell sharply Wednesday morning after company executives told securities analysts they planned to acclerate investments in its personal computer-based corporate software products and de-emphasise mainframe software sales.\nAnalysts also said some investors we",
    "MCI Communications Corp. said Monday it reached a 10-year deal with NextWave Telecom Inc. that thrusts MCI into the top tier of U.S. wireless communications providers.\nUnder terms of the deal, MCI said it will connect its network to a system planned by NextWave to provide personal communications services, giving it the capacity to offer service to more than 110 million individuals in 63 areas, inc",
    "America Online Inc.'s new flat-rate pricing plan and moves to meet spiraling subscriber demand suggest it is on track to become a major media player, comparable to broadcast or cable TV networks, analysts said Tuesday.\nAnalysts cautioned, however, that underlying this success loomed a real threat that the online network's capacity to serve its more than 7 million subscribers could soon be overwhel",
    "CompuServe Corp., acknowledging its failure to attract U.S. consumers, said Thursday it would disband its family-oriented Wow! online service and focus on its business and technical customers.\nThe world's second-largest online service also said it would accelerate the way it expenses customer marketing costs and that it was taking a $28.6 million charge in the latest quarter for previously incurre",
    "General Electric Co Chairman John Welch was upbeat about GE's prospects for the current year and beyond during a private meeting with Wall Street analysts, several of those who attended said on Tuesday.\nIn particular, Welch told analysts he was comfortable with current Wall Street estimates for the 1996 calendar year. The First Call consensus is $4.40 per share for the year.\nSalomon Brothers analy",
    "Intel Corp shares slid another four points on Friday, continuing a three-day retreat triggered by smaller rival Advanced Micro Devices Inc's statement that its turnaround plan is on track.\nBut analysts and money managers were unruffled by what they said was profit-taking in Intel and a temporary shift among some momentum investors to AMD and away from Intel.\nIntel stock has lost about six percent ",
    "Microcom Inc and Rockwell Semiconductor Systems said Wednesday they plan to beef up their technology partnership to speed development of higher speed 56-kilobit modems for central switch equipment.\nThe 56 kilobit modems would allow computer users to connect to the Internet at speeds nearly double the rate of current 28.8 kilobit modems now available using standard phone lines.\nThe deal builds on a",
    "Promising the computer industry equivalent of universal harmony, a U.S.-based start-up formed by a brain trust of Israeli computer scientists Monday unveiled a technology that promises to overcome barriers dividing users of rival software programs.\nAnysoft Inc. said its set of software technologies allows computer users to manipulate information from any application while retaining all formatting ",
    "Computer distribution powerhouse Ingram Micro Inc. is set to hold its widely anticipated initial public offering on Wall Street Thursday despite some last-minute delays, including management changes.\n\"We haven't seen anything comparable in the technology sector with its kind of name this year,\" said Manish Shah, editor and publisher of the IPO Maven, of the new issue.\nAnticipating heavy demand, th",
    "Bay Networks Inc shares bounded higher on Wednesday on news the company had named a senior Intel Corp official as chairman and chief executive, a move analysts said could give Bay the strong hand it has lacked.\n\"It's quite a positive,\" said Bear Stearns networking analyst Eric Blachno of the long-time Intel executive David House's selection. \"It's good to know the company is not going to be rudder",
    "Shiva Corp stock rose five points Wednesday amid resurgent speculation that it may be an acquisition target of a major network equipment player.\n    \"It sure looks like people are speculating that its going to be taking over,\" said Robertson Stephens analyst Paul Johnson, who maintains a long-term attractive on the stock.\n    Shiva shares have risen nearly 14 percent in the last two days. By early",
    "AT&T Corp's decision to name outsider John Walter as heir to Chairman and Chief Executive Robert Allen boils down to a basic gamble the company believes it must take to prepare for the torrent of competition ahead.\nThe nation's largest phone company rejected the standard telecoms pedigree shared by most top executives in the industry -- including Allen -- in favor of a more general set of business",
    "Computer distribution powerhouse Ingram Micro Inc. is set to hold its widely anticipated initial public offering on Wall Street Thursday despite some last-minute delays, including management changes.\n\"We haven't seen anything comparable in the technology sector with its kind of name this year,\" said Manish Shah, editor and publisher of the IPO Maven, of the new issue.\nAnticipating heavy demand, th",
    "The Federal Communications Commission has tentatively decided not impose fees on Internet service providers for use of local telephone lines, an official said Thursday.\nOn Tuesday, the commission issued a notice of proposed rulemaking setting out two possible plans for reducing the $23 billion a year that long-distance telephone companies pay to local service providers in access fees.\n\"The commiss",
    "Legislators introduced two bills Thursday to overturn the Clinton administration's export limits on computer encryption technology, a key component of online commerce and global communications.\nEncryption products, which scramble information and render it unreadable without a password or software \"key,\" were once the realm of spies and generals.\nBut with the booming growth of the Internet, secret ",
    "An influential Internet organisation has backed away from a proposal to dramatically expand the number of addresses available on the global computer network.\nThe Internet Society, which helps develop and coordinate Internet standards, announced this week that instead of moving ahead with the proposal it would form a nine-member committee to study the issue.\nUnveiled in August, the proposal was an ",
    "An influential Internet organisation has backed away from a proposal to dramatically expand the number of addresses available on the global computer network.\nThe Internet Society, which helps develop and coordinate Internet standards, announced this week that instead of moving ahead with the proposal it would form a nine-member committee to study the issue.\nUnveiled in August, the proposal was an ",
    "If the Board of Governors of the U.S. Federal Reserve System does as expected early Friday and votes to expand banks' non-banking activities, it will only heighten the drive in Congress to overhaul U.S. banking regulations completely, analysts and industry officials said.\nThe Fed is expected to vote to allow banks' section 20 subsidiaries to derive 25 percent of their revenue from non-banking acti",
    "The Supreme Court said Monday it would decide whether a federal regulator had properly allowed credit unions to expand their membership over the past 15 years, settling a long-running legal dispute between the cooperative non-profits and banks.\nCredit unions praised the court's action to reconsider an Appellate court decision last July in favour of the banks. But bank representatives said the cour",
    "The growing mass of Internet users have paid their fair share to local telephone companies and pose little threat to the phone system, according to a study released on Wednesday by a coalition of Internet and computer companies.\nThe coalition presented the report to counter studies by local phone companies released last year seeking to justify new access fees on Internet usage. The phone company s",
    "The Internet could provide a huge boost to the U.S. economy if the federal government pursues \"free market\" policies in cyberspace, a group of President Clinton's top advisers says in a draft report obtained by Reuters.\nThe group, an interagency task force headed by senior presidential adviser Ira Magaziner, recommended that the administration work globally to protect the Internet from new taxes, ",
    "The growing business of doing business on the Internet poses a major challenge to tax collectors, but no special taxes should be imposed in cyberspace, the government said in report released Thursday.\n\"Treasury believes that these new technologies should not be used to justify new taxes,\" the Treasury Department draft report said. \"Accordingly, Treasury is not considering any type of value added t",
    "An influential global research group is preparing guidelines on encryption policy for its member countries but will duck some of the most contentious issues involved, according to a draft of the report obtained by Reuters.\nThe Clinton administration, seeking to rally support at home and abroad for its controversial encryption export policy, got some discussion of its approach in the Organization f",
    "Just days after a U.S. graduate student cracked the most powerful computer encryption system allowed out of the country, the Commerce Department announced it would allow three companies to export an even stronger system.\nUntil this year, computer encryption programmes, which scramble information and render it unreadable without a password or software \"key,\" were classified as munitions and stronge",
    "Supreme Court justices Wednesday sharply questioned rules governing so-called derivative investments and foreign currency trading in a case that could have wide repercussions for both markets.\nThe Commodity Futures Trading Commission has traditionally prosecuted crooks who ripped off the public with fraudulent investments. But sophisticated investors such as big banks have been allowed to trade si",
    "The Commodity Futures Trading Commission, one of the nation's primary regulators of derivatives, has no authority over most foreign currency transactions, the Supreme Court said Tuesday.\nIn a unanimous decision, the court ruled that a 1974 law exempting some transactions in foreign currency from CFTC oversight also exempted some foreign exchange derivatives, financial instruments whose value is ba",
    "Internet access providers and others who met with Net-savvy lawmakers said they fear Congress will wreak havoc on cyberspace but are also heartened by the growing number of legislators who understand the global computer network.\nCompany representatives met Tuesday night at the Capitol with members of the Congressional Internet Caucus, about 85 legislators with a common interest in the Net, to expr",
    "Elementary school students with access to the Internet learned more than kids who lacked access, an indepedent research group concluded after conducting a comparative study in seven urban school districts.\n\"This study dramatically illustrates the positive effects of online use on learning,\" said Michael Casserly, executive director of the Council of Great City Schools, an association of 49 large i",
    "A group of leading trademark specialists plans to release recommendations aimed at minimizing disputes over Internet address names.\nThe International Trademark Association is working on a white paper that will be completed in the next few months, David Maher, co-chair of the association's Internet issues committee, said in a telephone interview.",
    "The Internet continued to grow in leaps and bounds this year while online services found it much harder to add new customers, a new survey says.\nAn estimated 35 million adults in the United States had used the Internet, according to the poll by Louis Harris and Associates conducted in late September, up from 27 million at the beginning of the year.\n\"Although the number of people who use computers ",
    "The Internet may be overflowing with new technology but crime in cyberspace is still of the old-fashioned variety.\nThe National Consumers League said Wednesday that the most popular scam on the Internet was the pyramid scheme, in which early investors in a bogus fund are paid off with deposits of later investors.\nThe league, a non-profit consumer advocacy group, tracks web scams through a site it ",
    "U.S. laws governing the trillion dollar futures markets could be rocked by the Supreme Court's interpretation of the word \"in\" in a case to be argued Wednesday. But a legislative solution is in the offing.\nAt issue is a 1974 amendment to the Commodity Exchange Act, the primary law regulating trading of futures contracts on everything from wheat and corn to interest rates and electricity.\nFutures e",
    "House Banking Committee chairman Jim Leach introduced a bill on Tuesday aimed at remaking the regulatory landscape for banking and other financial services in the United States.\nA similiar bill Leach introduced in the previous Congress foundered last June amid opposition from the insurance industry and House Democrats.\nAnalysts have said this year's bill might have a better chance of passage, but ",
    "British life assurer Scottish Amicable said on Thursday it planned to shed its 170-year-old mutual status in favour of a stock market flotation aimed at taking advantage of opportunities for profit growth.\nThe Stirling-based group outlined plans to float on the London Stock Exchange in three to five years' time and said it would pay policy-holders an initial special bonus of 75 million pounds ($12",
    "Prudential Corp Plc, Britain's biggest life insurance group, reported a healthy rise in profits on Wednesday and said British operations were expected to perform strongly again in the coming year.\nBut the company made no comment about negotiations with the Department of Trade and Industry (DTI) over the ownership of so-called orphan assets.\nPrudential (Pru) finance director Jonathan Bloomer said d",
    "Britain's Britannic Assurance declared on Tuesday a 209 million pound ($336 million) special bonus for life insurance policies, following discussions with the government on ownership of surplus insurance funds.\nThe payout will apply to all \"with profits\" policies in force on February 17, 1997. Details will be given with the 1996 bonus due to be announced next month.\nThe company said last year it d",
    "The battle for control of Scottish Amicable became a three-way race on Friday as the deadline for firm offers for the mutually-owned life insurer passed.\nThe company said that it had received three initial bids from high street bank Abbey National Plc and insurance groups Prudential Corp Plc and Australian Mutual Provident (AMP).\nDetails of the bids were not released.\nWhile technically the door is",
    "Britannic Assurance on Tuesday promised to speed-up the settlement of cases of pension mis-selling as the insurance group reported a near 50 percent jump in its profits for 1996.\nThe company admitted it had between 12,000 and 13,000 cases classified as priority cases but said that the resources already committed to the issue would help accelerate the resolution of those outstanding.\n\"Our objective",
    "Britain's National Westminster Bank Plc said on Friday it would be making a first half provision of 50 million pounds ($81.4 million) after finding mispricing errors in the interest rate options book of its Natwest Markets unit.\nThe bank said a senior trader had been suspended for \"failure to supervise\", pending the conclusion of an internal inquiry.\nA second trader, who had resigned from NatWest ",
    "United Nations' plans to delay Iraq's re-entry to world oil markets lifted oil shares in Europe on Monday as a sharp rise in oil prices fed through to the stock markets, traders said.\nIraqi military activity in the Kurdish north, prompted the U.N. to put on hold a planned humanitarian Iraqi oil-for-food exchange, stopping the first sales of Iraqi oil since the Gulf War six years ago.\nThe increased",
    "Lloyd's of London said on Thursday it had been granted judgements in two test cases against members who had failed to pay debts under the insurance market's reconstruction and renewal (R&R) settlement.\nThe defendants, Dennis Leighs and David Wilkinson, had claimed they were not liable to pay their premium to Equitas, the company set up to reinsure and run-off pre-1993 liabilities of Lloyd's syndic",
    "The drive to cut costs and offset falling margins in insurance broking continued apace on Thursday as Lowndes Lambert Group Holdings Plc and Fenchurch Plc confirmed that they are to merge.\nThe two London-based brokers announced last week they were in talks and said the complementary nature of their businesses would offer significant benefits to clients, employees and shareholders.\nThe merger comes",
    "Fund manager Nicola Horlick's row with her ex-employer Morgan Grenfell Asset Management (MGAM) continued to be played out in public on Wednesday as she admitted that she had been in talks with a rival banking group until several days before she was suspended.\nBut Horlick stressed that the talks with Dutch firm ABN AMRO were of an \"informal and preliminary nature\" and at no time had she provided co",
    "Insurance group Guardian Royal Exchange PLC on Tuesday reported a sharp fall in 1996 profits and said it was considering a major acquisition within the next twelve months, possibly in the life sector.\nThe company blamed tough competition and the worst catastrophe weather claims in the U.S. for 75 years for the profits decline, while bad weather and continuing subsidence losses in Britain also taki",
    "International insurance broker Willis Corroon, reported a rise in 1996 profits on Thursday but gave a gloomy assessment of the problems of overcapacity and falling rates currently afflicting the industry.\nThe company said insurance rates were declining almost universally and competition in the U.S. retail market was intensifying.\nIt also warned that the recent rise in sterling which reduced 1996 p",
    "About three million Norwich Union  policyholders are to receive free shares under flotation plans announced on Thursday that would value the insurer at about five billion pounds ($8 billion).\nAlmost two million will receive shares worth 800 pounds on average and another one million \"non-profit\" members of the mutually-owned insurance group will receive a fixed hand-out of shares worth between 330 ",
    "The Securities and Investments Board (SIB), responsible for overseeing financial regulation in Britain, has clamped down on the use of stockmarket derivatives to profit from inside information.\nSIB said on Thursday that firms should ensure they do not use derivatives to buy or sell stakes for themselves or customers where inside information would have prevented them from doing so in the open marke",
    "Two of Britain's leading insurance brokers Lloyd Thompson Group and JIB Group said on Monday they are to merge in a deal worth 300 million pounds ($496.4 million)\nLloyd Thompson chief executive Ken Carter said the main attraction of the deal was the complementary nature of the two companies' operations and the merger will create an international firm focused on profitable, growth businesses.\n\"The ",
    "Abbey National on Monday called for Scottish Amicable to put on hold proposals to drop its mutual status and allow policyholders time to consider last week's offer for the life assurance group.\nBut ScotAm were quick to reject the demand together with renewed requests by Abbey for access to its books.\nScotAm said it had no intention of altering its plans and would proceed according to its own timet",
    "Scottish Amicable on Monday confirmed that three companies had submitted final offers for the mutually-owned insurance group by last Friday's bid deadline.\nHigh street bank Abbey National plc and insurers Prudential Corp plc and Australian Mutual Provident (AMP) must now wait until the end of the month to find out who has won the fight for control of the hotly-pursued ScotAm.\nNone of the bidders h",
    "Stiff competition and severe weather in the U.S. led to a 15 million pound ($24.2 million) fall in 1996 profits from British insurer General Accident Plc on Tuesday, despite a record final quarter.\nThe weather-related losses knocked 30 million pounds off operating profits which slipped to 421 million pounds over the year.\nEchoing recent remarks from rival insurers, chief executive Bob Scott descri",
    "Mutually-owned life assurance company Scottish Amicable on Friday rebuffed a takeover bid worth up to 1.4 billion pounds ($2.3 billion) from British retail banking group Abbey National Plc.\nScottish Amicable said it would pursue its own plan, announced earlier this month, to shed its mutual status and seek a stock market flotation in three to five years time.\n\"We believe this offer will by very at",
    "Three companies are expected to be left in the running for control of mutually-owned life insurance company Scottish Amicable at the deadline for final offers on Friday evening.\nInsurance groups Prudential Corp and Australian Mutual Provident (AMP) and high street bank Abbey National have all been working on offers to be weighed up by the ScotAm board and its advisers SBC Warburg.\nA source close t",
    "Casualties are starting to mount as Chinese buyers of soybeans and soybean meal default or cancel contracts in the wake of falling international prices, Asian trading sources said on Thursday.\n\"We have stopped doing Chinese business for now,\" said a trader in Hong Kong with a major international house.\n\"We're waiting for the market to stabilise and are staying away from the possibility of defaults",
    "U.S. officials are confident a China visit by senior agricultural experts will break an impasse that threatens a multi-million dollar Chinese market for U.S. poultry products, a U.S. agriculture official said on Tuesday.\n\"Things are looking good,\" the official in Beijing told Reuters on condition of anonymity.\n\"I would say we have all the evidence we think we need to convince them (the Chinese) th",
    "China's decision to ban imports of some U.S. chicken meat due to concerns about a fowl plague could hit a multi-million dollar export business, although U.S. officials said on Friday their chickens do not have the disease.\n\"We don't have highly pathogenic avian influenza in the U.S.,\" a U.S. quarantine official told Reuters.\n\"There is no record of it being found in domestic poultry,\" he said. It h",
    "Chinese and U.S. scientists are making good progress in meetings on China's decision to ban poultry imports from the United States, a U.S. source said on Thursday.\nThe Chinese government banned all imports of poultry and poultry products from 10 U.S. states earlier this month for fear it carried a virus called highly pathogenic avian influenza (HPAI).\nAlthough the ban has yet to be implemented -- ",
    "Talks aimed at averting a Chinese ban on imports of United States poultry have been hailed as a success by U.S. officials, who said on Friday they expected the issue to vanish without any disruption to a major market.\nA Chinese ban on imports of poultry and poultry products from 10 U.S. states, worth nearly US$500 million a year, was now unlikely to be implemented, official U.S. sources said.\n\"I'm",
    "Wheat is unlikely to become a casualty of the row between Beijing and Washington over U.S. arms sales to Taiwan since higher grain production in China is slashing the need for imports, traders said on Tuesday.\n\"As far as we see business, we could well not have anything with China for the rest of this year,\" a U.S. trader said.\n\"The (Chinese) domestic crop looks good, they have cancelled a lot of o",
    "China's decision to ban imports of some U.S. chicken meat due to concerns about a fowl plague could hit a multi-million dollar export business, although U.S. officials said Friday American chickens do not have the disease.\n\"We don't have highly pathogenic avian influenza (A.I.) in the U.S.,\" a U.S. quarantine official told Reuters. \"There is no record of it being found in domestic poultry,\" he sai",
    "Some Chinese traders are moving to take advantage of a sharp rally in world copper prices by selling the red metal back to the market, Far East metal industry sources said on Wednesday.\nA rise in copper stocks held in London Metal Exchange (LME) warehouses in Singapore was attributed in part by some trading sources to Chinese selling.\n\"With such high LME prices, I believe some (copper) will be bro",
    "Falling world metal prices have spooked Asian aluminium traders who said on Monday up to 80,000 tonnes of the metal was sitting in Chinese ports, having been ordered by consumers who now want to pay the lower prices.\n\"A lot of people have aluminium stuck in China,\" a trader based in Hong Kong with a European firm said.\n\"There's more than 80,000 tonnes that I know of,\" he said.\nAnother industry sou",
    "China is not expected to be in the international market for sugar before mid-1997 as stocks are high and domestic prices are recovering in the lead up to the harvest, traders and Western industry sources said on Wednesday.\nBut a lack of cash among state-run sugar processors could affect farmers' willingness to keep growing sugar cane and pressure the industry in the long-term, they said.\nChina had",
    "Genetically-altered soybeans at the centre of an international environmental furore are causing little concern in China, a major soybean importer with its own bio-engineering programmes, industry sources said on Wednesday.\n\"China is a very public and vocal supporter of our technology,\" said a source at Monsanto Co, the developer of the first genetically-altered U.S. soybeans.\n\"The Chinese have bee",
    "China is awash with steel and suppliers scrambling for a piece of one of the world's few active markets and keeping prices down while they go about it, traders and industry executives in Asia said on Tuesday. \"The competition is forcing prices down,\" a senior executive with a Western firm said.\nPrices had fallen 10 percent and more over the past couple of months, an executive with a Japanese steel",
    "China has banned imports of poultry from 10 U.S. states, threatening an export market worth about $500 million a year, because of fears it carries a fowl plague, a U.S. embassy official in Beijing said on Wednesday.\n\"China has placed a ban on imports of all poultry and poultry products from 10 states,\" the official said.\nChinese authorities had indicated fears the poultry products carried a virus ",
    "Chile, the world's biggest copper exporter, hopes to forge close trade and technical support ties with China, the world's biggest copper importer, Deputy Minister of Foreign Affairs Mariano Fernandez said.\n\"There is Chinese interest in participating in some mining projects in Chile, and we have an interest in participating in service and technology in copper mining in China,\" Fernandez told Reuter",
    "Up to 100,000 tonnes of copper held in Shanghai bonded warehouses, confounding the world market as to its source and ultimate fate, probably belongs to China's strategic state reserve, industry sources said on Friday.\nAround 40,000 tonnes of the copper have already been moved to warehouses near the northern port of Yingkou, where some of the strategic stockpile was stored, they said.\nJust who owns",
    "Chinese grain sellers are cutting the price they are willing to accept to export corn but are still a good US$12 a tonne over prevailing world prices, Far East trading sources said on Wednesday.\nChinese corn was being offered at $150 a tonne FOB (free on board), traders in Hong Kong and China said, while U.S. corn is selling into Asian ports at $138 c&f (cost and freight) a tonne.\n\"There is no poi",
    "Casualties are starting to mount as Chinese buyers of soybeans and soybean meal default or cancel contracts in the wake of falling international prices, Asian trading sources said on Thursday.\n\"We have stopped doing Chinese business for now,\" said a trader in Hong Kong with a major international house.\n\"We're waiting for the market to stabilise and are staying away from the possibility of defaults",
    "Hundreds of thousands of tonnes of copper have moved through Chinese customs into central stocks and are staying put, despite fears the metal could be sold to take advantage of current high prices, traders said on Monday.\n\"It was a good decision to buy good quality metal at 85 to 90 (U.S.) cents a pound; now they are feeling smug,\" a South American industry executive said of China's central author",
    "Copper stored in Shanghai warehouses -- the murky ownership of which has cast a pall of concern over the world market -- is being offered in small lots to European trading houses, industry sources said on Thursday.\nThe copper is been offered for sale at a high premium in order to set a benchmark price for its eventual sale to China's strategic stockpile, one Chinese trader said.\nTraders said that ",
    "International copper prices are likely to stick to the high road for some time yet, pricing the metal out of the key China market, Far East metal traders said on Monday.\n\"The LME (London Metal Exchange) will move higher and will test US$2,100 (a tonne),\" a base metal trader in Hong Kong said.\n\"We want it to go down. $1,800 to $1,900 is workable.\"\nCopper prices on the LME rallied through the psycho",
    "Two of the biggest names in the British motor industry, Rover and Vauxhall, kicked off the British International Motor Show on Tuesday by unveiling big new investments to fuel their drive for more exports.\nRover, owned by Germany's BMW, said it planned to launch a new four-wheel drive \"baby Land Rover\" to take on Japanese rivals in Britain and world export markets.\nThe new vehicle, due to go on sa",
    "British entrepreneur Richard Branson's Virgin Group on Friday clinched a British rail franchise and said it planned to spend an extra 250 million pounds ($420 million) on new trains and increased services.\nHe won control of the CrossCountry serice, which covers more than 130 stations and is based in the central British city of Birmingham.\nThe company, which has 842 staff and earned passenger reven",
    "Imperial Tobacco Group will split from conglomerate Hanson Plc on October 1 as one of the most efficient players in its sector, but while the new chief talks of export-led growth, the outlook is clouded by the threat of litigation against tobacco firms.\nImperial is Britain's second biggest tobacco firm after B.A.T Industries and its brands include Embassy, John Player Special and Superkings cigare",
    "The story of Sea Launch sounds like the daring fiction of a James Bond movie -- with corporate giants from Russia, the United States, Norway and Ukraine joining forces to build the ultimate in space technology, firing satellite rockets into space from the Pacific Ocean.\nThe cost is 350 million pounds ($583.2 million), funded by a consortium of four companies, joining the East and West in a deal th",
    "Drugs giant Glaxo Wellcome Plc bought the remaining 50 percent of its Japanese joint venture Nippon Glaxo for 354 million pounds ($596 million) on Thursday in its quest for growth in the world's second biggest market.\nAnalysts in London said they had long expected the buy-out of Japanese partner Shin Nihon Jitsugyo Co Ltd, which will also get a 7.7 million pounds (1.38 billion) payout in lieu of t",
    "British building materials company Wolseley Plc reported a one percent slip in year pretax profits on Tuesday, but despite topping analysts' forecasts in a tough market shares slid on the poor outlook for mainland Europe.\nPretax profits for the year ended July 31 fell to 242.9 million pounds ($387 million) from 245.4 million. But sales rose to 4.31 billion from 3.78 billion pounds and the dividend",
    "British entrepreneur Richard Branson's Virgin Group said on Friday it had clinched the CrossCountry passenger rail franchise and planned to spend an extra 250 million pounds ($420 million) on new trains and increased services.\nCrossCountry, which covers more than 100 stations and is based in the central British city of Birmingham, is one of the last few passenger rail franchises to be awarded unde",
    "Christian Salvesen, the transport to business services group which rejected a 1.1 billion pound hostile takeover from Hays, said on Monday its special dividend and power unit demerger gave \"much better\" shareholder value.\nChris Masters, Salvesen chief executive, told Reuters in an interview \"I think this (plan) is much better\" and \"more in the interests of our shareholders.\" He said he thought the",
    "Ford Motor Company Ltd, the U.S. carmaker's U.K. arm, said on Tuesday that the British sales outlook for 1997 looked pretty flat as customers suffered from a \"feeling-not-so-good\" factor.\nIan McAllister, chairman and managing director of Ford U.K., told Reuters in an interview at the British International Motor Show that weak sentiment was the primary reason for sluggish interest among UK consumer",
    "Britain's second biggest bus company Cowie Group said on Thursday it had been approached by a defence vehicle manufacturer about forming a leasing joint venture targeting clients including the Ministry of Defence.\nCowie told Reuters that the tentative approach was made this year and added it was open to considering new options for business.\nBut the bus and vehicle leasing giant played down a repor",
    "LucasVarity Plc, the U.S.-Anglo auto components giant formed in September, announced a major restructuring Tuesday, including the planned disposal of 13 non-core businesses and the elimination of 3,000 jobs over two years.\nLucasVarity said it had identified a range of additional moves that will mean an extra 120 million British pounds ($200 million) in profit benefits -- double the level anticipat",
    "Ecological warfare has broken out across the British construction industry, striking some of the biggest corporates as activists give up peaceful protests and seek to hit builders where it hurts -- their profit margins.\nDescribed by one British company as \"eco-terrorism\", it is seen as the new business risk of the 1990s.\nFamous names like Tarmac Plc, Costain Group Plc and ARC, a unit of conglomera",
    "Debt-laden Eurotunnel faced fresh financial pressure on Wednesday in the wake of the fire which swept through a main tunnel leaving a trail of damage, no running services and shaken consumer confidence.\nJust one month after coming back from the brink of bankruptcy with a restructuring of nine billion pounds ($15 billion) of debt, the company faced uncertainy once again as one of its two rail tunne",
    "UK leisure group Conrad Plc is seen sealing its proposed takeover of Sheffield United Football Club in three to four weeks, when details will be sent to shareholders after due diligence is complete, a senior source close to the company told Reuters.\nConrad confirmed earlier on Tuesday it was in talks with the UK soccer club about the acquisition which is expected to take the form of a reversed tak",
    "Anglo-U.S. autocomponents giant LucasVarity unveiled a major corporate shake-up on Tuesday planning 13 non-core disposals and a speeded-up rationalisation which will axe 3,000 jobs worldwide over two years.\nLucasVarity, created by a merger earlier this year of Britain's Lucas Industries and Varity Corp of the U.S., said it had identified a range of additional restructuring plans that meant it now ",
    "British building group AMEC Plc said on Friday it was exploring a possible investment in France's Spie Batignolle's electrical and construction businesses with the aim of widening its international exposure.\nAMEC said it had been in talks with Spie management about taking an unquantified minority stake which could be raised to a majority stake from the current parent group Schneider SA.\nIf clinche",
    "Millennium Chemicals, to be spun off from the mighty Hanson conglomerate in an October flotation, has already had to rebuff would-be suitors, chief executive of the soon-to-be independent company said on Tuesday.\nWilliam Landuyt, who is also chairman of Millennium, also unveiled his strategic blueprint in an interview with Reuters, including plans for a share buyback by 2000 after cutting debt and",
    "Imperial Tobacco Group will split from conglomerate Hanson Plc on Oct. 1 as one of the most efficient players in its sector, but while its new chief talks of export-led growth, the outlook is clouded by the threat of litigation against tobacco firms.\nImperial is Britain's second-biggest tobacco firm after B.A.T Industries. Its brands include Embassy, John Player Special and Superkings cigarettes a",
    "All four Hanson companies - due to be spun off as part of the demerger process - had received takeover approaches for part or all of the units in the chemicals, tobacco, building and energy sectors.\nWilliam Landuyt, chairman and chief executive of Millennium Chemicals and a Hanson group board member, told Reuters in an interview on Tuesday \"We've had interest for every business in Hanson.\" He said",
    "Imperial Tobacco Group Plc, fresh from its demerger from Hanson Plc in October, said on Monday it was capable of cutting back debt levels and investing in further export growth as a dual policy.\nGareth Davis, chief executive, told Reuters in an interview that the two could be achieved \"in parallel\" because of the group's strong cash generation.\nIn particular, Davis said Imperial was in talks with ",
    "Australian mineral sands and base metals miner RGC Ltd reported on Thursday that it had doubled annual operating profit for the 1995/96 year, thanks largely to a boom in demand for aircraft and golf clubs.\nRGC, 40 percent owned by British conglomerate Hanson Plc, reported a 101 percent rise in operating profit to A$108.57 million (US$85.99 million) for the year ended June 30.\nAnd it said it was on",
    "Australia's second largest telephone carrier Optus Communications rang up its first annual profit on Wednesday and is on track for its sharemarket float by the end of the year.\nOptus, established at the start of 1992 to compete with Australia's main telephone carrier, state-owned Telstra Corp, reported a pre-tax profit of A$60.3 million (US$47.64 million) in the year to June 30, 1996.\nThis compare",
    "The growth of the Internet has created the biggest creative explosion in the history of the computing world, said Sun Microsystems Inc chairman Scott McNealy on Friday.\n\"It is only been since we unleashed the Internet that you have suddenly seen this unleashing of technology and innovation and research and a transformation,\" McNealy told Reuters in an interview.\nMcNealy cited the launch of the Net",
    "Australian fast ferry and transport group Holyman Ltd plans to further expand operations in Europe before moving into the Asian market, managing director Christopher Butcher said in an interview.\n\"We currently have operations in North America and northern Europe and we can't see any reason why we can't start doing the same thing in the Mediterranean,\" Butcher told Reuters.\nButcher said Holyman was",
    "Canadian gold mining giant Placer Dome Inc on Thursday announced plans to expand its presence in the Asia-Pacific region through takeover offers worth a total of US$600 million for two Australian-listed gold miners.\nPlacer Dome launched takeover offers for Papua New Guinea (PNG) miner Highlands Gold Ltd and a mop-up offer for its Australian offshoot Placer Pacific Ltd.\nIf Placer Dome succeeds with",
    "Australia's information technology and telecommunication industry (IT&T) on Tuesday welcomed a decision by Asia-Pacific leaders that would lead to a substantial reduction in tariffs.\n\"It is certainly welcome, as the telecommunications area has some very strong barriers in many markets,\" said Fleur Bayley, export manager of the Australian Informational Industry Association (AIIA).\nBayley told Reute",
    "The international partners in Australia's largest gas project said on Thursday they plan to spend A$6.0 billion to double production, making it Australia's largest single resources investment.\nAustralian oil and gas producer Woodside Petroleum Ltd said the partners in the North West Shelf gas project offshore Western Australia plan to double production capacity to 14.5 million tonnes of liquefied ",
    "Building materials group James Hardie Industries Ltd reported on Friday a first half net profit in line with expectations, but comments on the second half by the group is likely to see full year earnings forecasts trimmed.\nJames Hardie, 27.23 owned by New Zealand's Brierley Investments Ltd, reported a 12.1 percent fall in net profit before abnormals to A$27.6 million for the six months ended Septe",
    "Sydney Harbour Casino Holdings Ltd said on Wednesday it wanted to grab a slice of the lucrative Asian high-roller market but first had to win a tax break from the state government.\nThe company holds a 12-year licence to operate the only legal casino in Australia's largest city but has battled with the New South Wales (NSW) government for the past 15 months to receive the same tax concession that i",
    "Investment bank Macquarie Bank Ltd reported on Monday a record result for the six months ended September 30, and started the second half optimistically.\nMacquarie Bank, which is 13.4 percent owned by the Brunei Investment Agency (BIA), reported a 21.3 percent rise in first half net profit to A$46.03 million in the first half of 1996/97.\n\"This was a very solid first half result and one which reflec",
    "The recent surge in the Australian dollar and higher jet fuel prices are going to hurt exporters of fresh food in particular, according to Australian Federation of International Forwarders (AFIF) chief executive Brian Lovell.\n\"With the rise in the fuel price and the higher Australian dollar it is going to affect a lot of exporters,\" Lovell said.\n\"The hardest hit are going to be the perishible expo",
    "The international partners in Australia's largest gas project said on Thursday they plan to spend A$6.0 billion (US$4.7 billion) to double production, making it Australia's largest single resources investment.\nAustralian oil and gas producer Woodside Petroleum Ltd said the partners in the North-West Shelf gas project offshore Western Australia planned to double production capacity to 14.5 million ",
    "Australia's biggest gambler Kerry Packer, a patron of Las Vegas casinos, on Monday raised his stakes in the local burgeoning casino industry with the acquisition of management control at Sydney Harbour Casino.\nPacker's media group Publishing and Broadcasting Ltd said it would spend A$340 million on a 10 percent stake in Sydney Harbour Casino Holdings Ltd (SHC) and 85 percent of the management cont",
    "British Airways Plc (BA) said on Tuesday that it had no plans for new alliances over the next few years, but would extend its global reach by franchising its popular brand name to smaller airlines.\nBritish Airways has an alliance with Australian carrier Qantas Airways Ltd and formed an alliance with American Airlines in June, although this is subject to regulatory approvals and a legal suit by USA",
    "St George Bank Ltd announced on Monday an agreed A$2.65 billion merger with Advance Bank Australia Ltd - its fifth merger attempt in the past two years.\nThe merger of the two Sydney-based regional banks would create Australia's fifth largest bank, with assets of A$40 billion and a market capitalisation of A$4.5 billion, making its of Australia's top 25 listed companies.\nAnalysts said the plan for ",
    "Canadian media baron Conrad Black said on Wednesday he wanted to increase his stake in Australia's oldest newspaper group, John Fairfax Holdings Ltd, to 50 percent from 25, a day after meeting the prime minister.\nHowever, Black repeated that he would sell out of Fairfax if there was no easing in Australia's current media ownership rules, which he described as \"anachronistic\".\nBlack said that altho",
    "Rupert Murdoch's global media group, The News Corp Ltd, on Tuesday reported an 8.1-percent fall in net profit for the first quarter of 1996/97, in stark contrast to market expectations of a healthy rise.\nBut analysts said Murdoch's forecast last month at News Corp's annual meeting that the group would achieve a profit lift of 20 percent for the year to June 30, 1997 was still possible.\nThe film, t",
    "Australian fast ferry and transport group Holyman Ltd plans to further expand operations in Europe before moving into the Asian market, managing director Christopher Butcher said in an interview.\n\"We currently have operations in North America and northern Europe and we can't see any reason why we can't start doing the same thing in the Mediterranean,\" Butcher told Reuters.\nButcher said Holyman was",
    "Australian regional banks St George Bank Ltd and Advance Bank Australia Ltd on Monday unveiled a merger plan to create the nation's fifth largest bank with a market value of A$4.5 billion (US$3.55 billion).\n\"We have that golden opportunity, we are not going to miss it,\" St George Bank managing director Jim Sweeney told reporters at a joint news conference. This is the fifth merger St George has tr",
    "Westpac Banking Group, the second largest bank in Australia, announced plans on Wednesday to expand its Asian activities through an alliance with British-based Standard Chartered Bank Plc.\nThe move signals Westpac is ready to expand in the region again after putting most of its Asian activities up for sale 3-1/2 years ago to focus on Australasia.\nAt the time a recession was biting deeply into prof",
    "Silicon Valley executives and venture capitalists are turning into political sharks, spending millions of dollars to defeat a California ballot measure that they claim threatens American capitalism and could send stock prices reeling.\nNormally the region, which is the birthplace of such industry stalwarts as Hewlett-Packard Co. and Intel Corp., is more obsessed with Internet software tools and mic",
    "For managers at the trendy specialty juicer Odwalla Inc., the revelation that their apple juice products were associated with a potentially deadly outbreak of E. coli food poisoning has come as a shock.\nThe company, headquartered in the easy-going coast community of Half Moon Bay, was founded 16 years ago on the premise that fresh, natural fruit juices nourish the spirit.\nCompany executives were m",
    "Lotus Development Corp. Chief Executive Officer Michael Zisman said Wednesday the company will focus its attention on what could become a $1 billion market for collaborative Internet software by 1999.\nLotus, acquired by International Business Machines Corp. last year in a deal valued at more than $3 billion, should not try to be all things to all people, he said, but to concentrate its core busine",
    "Microsoft Corp Wednesday launched electronic commerce software and a wide array of partners aimed at enabling consumers and businesses to buy and sell products over the World Wide Web.\nAt the core of the announcement is Microsoft's Merchant Server, software which will enable businesses to set up electronic storefronts on the Internet, and a plan to build a new channel of service providers to help ",
    "U.S. high tech venture fund investment soared 50 percent in the seasonally-slow third quarter vs. overall U.S. venture investment growth of 25 percent from year-ago levels, according to a survey released by Price Waterhouse Monday.\n\"It is so hot it's scary,\" Kirk Walden, who compiles the quarterly Price Waterhouse LLP National Venture Capital Survey, said in an interview.\nVenture investment in hig",
    "A Silicon Valley company has developed a new technology designed to turn the World Wide Web from a random, hit-or-miss quest into a highly targeted personal service that it says can change to suit your mood.\nThe new service, known as The Angle, is available immediately as a showcase for Los Altos, Calif.-based BroadVision Inc.'s One-to-One technology for personalizing the World Wide Web.\nThe techn",
    "In the true spirit of the lightning-fast world of the Internet, the browser wars which peaked in late summer have now been replaced by the battle for delivering content efficiently over the Web.\nThe coming months will see an intensifying battle between products that deliver information directly to a computer, rather than stumbling around looking for it with often lengthy and cumbersome Web address",
    "Sun Microsystems Inc's newly launched Javastation network computer is its first machine to compete directly with low-end personal computers, but analysts aren't expecting runaway sales just yet.\n\"Maybe a couple of years from now it will begin competing with low-end PCs,\" said Evan Quinn, an analyst at International Data Corp, noting Sun's network computing strategy is tied to future expansion of i",
    "U.S. high-tech venture fund investment soared 50 percent in the third quarter as overall U.S. venture investment rose 25 percent in the seasonally-slow period from year-ago levels, according to a survey released on Friday.\n\"It is so hot it's scary,\" Kirk Walden, who compiles the quarterly Price Waterhouse LLP National Venture Capital Survey, said in an interview.\nHigh-technology industries, from c",
    "Sun Microsystems Inc. said Wednesday its profits rose 41 percent in the latest quarter and its revenues jumped to record levels, driven by sales of the company's server computer and power desktop systems.\nSun said its net income for the fiscal second quarter ended Dec. 29 rose to $178.3 million from $126 million in second quarter a year ago. Earnings per share rose to 46 cents from 32 cents.\nReven",
    "An outspoken computer security expert, citing his just-completed study, says up to two-thirds of certain Web sites, including reputable institutions like banks and the media, are vulnerable to hacker attacks.\nDan Farmer -- who stirred controversy in 1995 as co-author of software dubbed SATAN that enables people with basic skills to infiltrate computer systems -- surveyed more than 2,200 Web sites.",
    "Even before the personal computer era's foremost figures donned togas and circus suits for the traditional extravaganzas of the industry's annual gala summit, industry titans were jockeying for the limelight.\nAlthough the 25th anniversary of the microprocessor is among the high points of this year's show, the next 25 years of the industry are likely to prove even more fast-paced, and bitterly comp",
    "Netscape Communications Corp. stock was battered for the second time in less than a week on Tuesday following cautionary comments by a Wall Street analyst regarding the Internet software company.\nMerrill Lynch analyst Bruce Smith said in a research note that Netscape had scrambled to make its fourth-quarter goals in a way that could hurt its current first quarter and the outlook for all of 1997.\nN",
    "For many computer owners, 1997 will be the year when Internet users will begin to see more features aimed at making the Net more lifelike. But it is also likely to be marked by frequent communications breakdowns caused, in part, by increased demand.\n\"I wrote a year ago about a collapse, but it's really collapses, getting more frequent, deeper and longer,\" said Robert Metcalfe, inventor of Ethernet",
    "Netscape Communications Corp., said Tuesday its quarterly revenues hit a record $100 million in the third quarter, demonstrating the surging popularity of its Internet software among companies setting up internal networks known as intranets.\nNetscape, which pioneered the popular Netscape Navigator browser software for cruising the Internet's World Wide Web, said its third quarter net income was $7",
    "Sun Microsystems Inc said on Wednesday its profits rose 41 percent in the latest quarter and its revenues jumped to record levels, driven by sales of the company's server computer and power desktop systems.\nSun said its net income for the fiscal second quarter ended Dec. 29 rose to $178.3 million from $126 million in second quarter a year ago. Earnings per share rose to 46 cents from 32 cents.\nRev",
    "Wired magazine remains one of the publishing world's hottest 1990s startups, but on the brink of its parent's initial stock offering some analysts are warning the chronicle of the digerati of the Internet age may prove a better read than investment.\n\"It's a great read, off Wall Street, but the balance sheet is not quite as neo-designed as the magazine,\" said Steve Harmon, senior investment analyst",
    "Intel Corp. President Andrew Grove said the $400 billion personal computer industry must serve up more than just television-like features to impress its most demanding customers: 10-year-old kids.\nIn an opening speech at the Comdex trade show in which he hailed the 25th anniversary of the microprocessor which Intel invented, Grove demonstrated how PCs with his company's next-generation microchips ",
    "The semiconductor industry said Monday its key indicator rose last month to the highest level in almost a year, reflecting a surge in new orders for computer chips.\nThe so-called book-to-bill ratio, which measures the value of new orders compared with shipments over a trailing three-month period, jumped to 1.10 in October from a revised 0.98 in September, marking the first time it has been over 1 ",
    "A fast-selling product that allows grannies all across America to exchange electronic mail securely with their families may become a key weapon in challenging the U.S. government's tight encryption policies.\nComputer industry executives said the strong encryption which startup USWeb Networks is delivering on hundreds of thousands of television-based Internet browsing devices is still prohibited fr",
    "Deere & Co. Tuesday reported record fourth-quarter and annual earnings as demand grew for its agricultural, industrial, commercial and consumer equipment worldwide.\nNet income jumped 15 percent to $173.9 million, or 68 cents a share, for the quarter ended Oct. 31, from $150.6 million, or 57 cents a share, in the year-ago period. Revenues rose 7 percent to $2.9 billion from $2.7 billion.\n\"The compa",
    "Archer Daniels Midland Co., which pleaded guilty to price fixing this week, will face tough criticism at its October 17 annual meeting from shareholders seeking to make ADM's board more independent.\n\"There needs to be dramatic reform at this company, at...both the board and the management level,\" said Edward Durkin, director of special programmes at the United Brotherhood of Carpenters.\nThe carpen",
    "Oneok Inc. and Western Resources Inc. on Thursday agreed to a $660 million deal that combines their natural gas assets and gives Western Resources access to a broader base of customers for its electricity and security services.\nThe deal reflects the moves within the utility industry to prepare for further deregulation.\nUnder the agreement, Oneok will take all the natural gas assets of Western Reso",
    "Former Archer Daniels Midland Co executive Mark Whitacre, who acted as an informant in an antitrust case against the company, on Friday filed suit against ADM seeking back wages and punitive damages.\nIn a suit filed in U.S. District Court for the Central District of Illinois, Whitacre also formally denied charges previously brought by ADM that he allegedly stole $9.0 million from the agribusiness ",
    "Quaker Oats Co. said Thursday its profits more than doubled in the latest quarter despite a drop in sales due to lower prices for breakfast cereals and heavy spending on its struggling Snapple beverage line.\nConcerns over Snapple, which Quaker bought nearly two years ago for $1.7 billion, sent the company's stock down $1.75 to $34.625 on the New York Stock Exchange.\n\"The stock is declining because",
    "By strengthening its management team with the new post of chairman of its domestic business, McDonald's Corp is attempting to address head-on its problems in the intensely competitive U.S. market.\n\"The signal they are trying to send is, 'we clearly recognize that we have problems in the U.S. and we are going to do something about it',\" NatWest Securities analyst Damon Brundage said.\nThose problems",
    "Archer Daniels Midland Co.'s Chairman Dwayne Andreas apologised to shareholders Thursday for the \"difficult situations\" that the company faced over the past year.\nAndreas, like other ADM officials who spoke at the meeting, used mostly euphemisms when referring to ADM's guilty pleas to two counts of pricing-fixing and an agreement to pay $100 million in fines to the U.S. government.\n\"I acknowledge ",
    "Monsanto Co. said Thursday it is considering several options for the future, including splitting into two separate, publicly traded corporations -- one a life sciences company and one a chemical business.\nOther options being weighed by the St. Louis-based company are to sell or merge its chemical businesses with other firms or to keep the chemical operations and restructure them.\n\"In recent years,",
    "American Trans Air (ATA), which recently announced plans to cut back its jet capacity and some scheduled service, expects to forge additional alliances with other air carriers.\n\"We clearly think that code-sharing is an opportunity for this company to expand the markets in which it can participate,\" Kenneth Wolff, chief financial officer of Amtran Inc, parent of ATA, said in a telephone interview W",
    "Kellogg Co. on Friday reported a drop of more than 30 percent in its third quarter profits as its cereal volume dropped in an intensely competitive market.\nKellogg, which makes Corn Flakes, Frosted Flakes, Rice Krispies, Fruit Loops and Special-K, is fighting back, launching marketing plans for the fourth quarter that are aimed at boosting its sales.\n\"We'll be taking what we believe are appropriat",
    "McDonnell Douglas Corp. Friday announced the sudden resignation of the head of its aerospace business, Herbert Lanese, sparking speculation that disagreements over cost-cutting tactics might have hastened his departure.\nLanese, who joined the aircraft and aerospace firm in 1989 as senior vice president of finance, left the firm in an apparent disagreement with President Harry Stonecipher.\n\"Althoug",
    "McDonald's Corp. on Friday reported a 10 percent rise in net income, despite a weak U.S. operating environment that was offset by growth overseas.\nThe fast-food giant, which has nearly 20,000 restaurants worldwide, said net income rose to $440 million from $400 million. Earnings per share gained 11 percent, with fewer shares outstanding, to 62 cents a share from 56 cents.\nEarnings for the quarter,",
    "Monsanto Co said Monday its pending acquisition of Holden's Foundation Seeds, a $1.0 billion deal that gives it access to the worldwide seed corn market, will dilute earnings for two or three years.\nIn the first year, dilution could be as much as $0.10 to $0.17 a share, Filippello said, but cautioned the number could be lower than that due to pending accounting issues.\n\"But by the end of the decad",
    "Despite losing out on two potential aircraft deals, McDonnell Douglas Corp's stock remains near its 52-week high, reflecting a strong balance sheet and expectations it will make an acquisition.\n\"The company is generating on the order of about $1.0 billion to $1.25 billion of free cash flow annually, which translates into between $5 and $7 a share,\" said BT Securities analyst Wolfgang Demisch, who ",
    "Archer Daniels Midland Co. Monday said it agreed to plead guilty to two counts of federal charges of price fixing in the sale of agricultural products and to pay record fines totaling $100 million.\nUnder the agreement, which is subject to court approval, ADM will pay $70 million to settle a charge of fixing prices for lysine, a feed additive for livestock, and $30 million in connection with citric",
    "Archer Daniels Midland Co, which pleaded guilty to price fixing this week, will face tough criticism at its annual meeting Thursday from shareholders seeking to make ADM's board more independent.\n\"There needs to be dramatic reform at this company, at...both the board and the management level,\" said Edward Durkin, director of special programs at the United Brotherhood of Carpenters.\nThe carpenters ",
    "Conseco Inc. said Monday it would buy Pioneer Financial Services Inc., a health and life insurer, for about $417 million in stock, extending its acquisition spree.\nCarmel, Ind.-based Conseco will also pay $60 million to retire bank debt and pay other costs, the companies said.\nFor Conseco, the Pioneer acquisition -- its seventh deal announced this year alone -- is aimed at building its offerings f",
    "The burger battle will continue in the United States next year as fast-food chains test new recipes and cook up promotions to draw more customers into their eateries -- and away from each other.\nMcDonald's Corp dominates the landscape with about 12,000 U.S. units and over 20,000 worldwide. But in spite of a new menu, its U.S. same-store sales are below year-ago levels.\n\"This will be their sixth co",
    "Archer Daniels Midland Co. Monday said it agreed to plead guilty to two counts of federal charges of price fixing in the sale of agricultural products and to pay record fines totalling $100 million.\nUnder the agreement, which is subject to court approval, ADM will pay $70 million to settle a charge of fixing prices for lysine, a feed additive for livestock, and $30 million in connection with citri",
    "Quaker Oats Co. is looking to shed its Snapple beverage business and, in the process, may also end up selling the Gatorade sports drink line, its single largest brand, analysts said Friday.\n\"I think it's up for sale,\" Prudential Securities analyst John McMillin said of Quaker's beverage division.\nSpeculation that Quaker may get rid of Snapple, which has posted operating losses since it was purchas",
    "The head of the Czech Republic's largest bank is on a crusade to clean up the emerging post-communist banking sector from within and, he hopes, from a seat in the Senate.\nDr Richard Salzmann, the bow-tied president of Komercni Banka, says the Czech banking system is fundamentally sound and getting stronger despite a handful of recent failures among smaller institutions.\nBut, he says, the whole Cze",
    "Czech Justice Minister Jan Kalvoda, a deputy premier and leader of a junior partner in the ruling coalition, quit the government and parliament on Tuesday for falsely using an academic title, the CTK news agency said.\nKalvoda, aged 43, resigned for falsely claiming he was a doctor of law amid a growing row over the academic credentials of Czech politicians after deputies began questioning whether ",
    "Germany and the Czech republic will initial a long-awaited declaration on post-World War Two reconciliation between their two states on Friday in Prague, the Czech foreign ministry said on Monday.\nA ceremony ending the two-year-long talks on the text will be held with Czech Foreign Minister Josef Zieleniec and Germany's Klaus Kinkel in the first part of a three-stage confirmation.\nThe ministry sai",
    "Czech President Vaclav Havel, the only man who can smoke next to militant Hollywood anti-smoker Barbra Streisand, is facing a life without his beloved cigarettes after surgery revealed a cancerous lung.\nHavel's heavy smoking is a fixture of his Bohemian intellectual image, but it is widely believed that it caused the malignant tumour which was radically removed on Monday.\nIt certainly startled som",
    "Elections to the new Czech Senate over the next two weekends will only thicken the country's political fog, but an indecisive electorate has already been priced into the financial markets, analysts said on Monday.\nPrime Minister Vaclav Klaus has been stuck in an uneasy political co-habitation since his centre-right coalition fell two seats short of a majority in the lower house on a strong second ",
    "The Czech crown firmed from the central bank fixing on Thursday, building on gains after a strong showing of the senior coalition party in Senate elections last weekend and prospects for the second round vote.\nAnalysts said Prime Minister Vaclav Klaus's pro-business Civic Democratic Party (ODS) was expected to take a majority of the 81 seats in the newly-created Senate after runoff elections this ",
    "The Czech engineering company CKD Holding a.s. said on Thursday that it had won two contracts totalling roughly $200 million to supply trams to the city of Manila in the Philipines.\nThe order by Manila's MRTC for trams to be used in its massive new mass transit project -- and to be produced at the CKD Tatra plant in Prague -- is welcome news to Czech industry which has been reeling from a rapidly ",
    "The Czech Republic has its first Senate since before World War Two, but an electoral win by the governing coalition appeared to have smothered talk of early general elections.\nThe three centre-right coalition parties took 52 seats in the new upper house of parliament on Saturday, but voter turnout of only 30 percent confirmed surveys showing many believe the Senate, with limited powers, is unnecce",
    "Czech Justice Minister Jan Kalvoda, a deputy premier and leader of a junior partner in the ruling coalition, quit the government and parliament on Tuesday for falsely using an academic title, the CTK news agency said.\nAnother member of parliament from a coalition party also quit parliament for the same reason, while three other deputies admitted using false titles but did not step down.\nKalvoda, a",
    "The Czech Statistical Bureau (CSU) on Friday cut its forecast for 1996 real gross domestic product (GDP) growth as lower export demand, especially from neighbouring Germany, fuels the trade deficit and eases Czech expansion.\nThe CSU cut its full-year 1996 GDP projection to 4.8 percent growth -- the same as the real result for 1995 -- from its 5.1 percent year-on-year prognosis made at the beginnin",
    "Czech economic growth should slow\nin 1997, before accelerating again as an ailing foreign trade\nbalance improves, the Organisation for Economic Cooperation and\nDevelopment (OECD), said on Thursday.\nCzech inflation, it said, should ease a bit in 1997 and\nmore decisively the following year.\nIn its twice-yearly report, the Paris-based organisation of\nthe world's most industrialised countries forecast",
    "Czech President Vaclav Havel on Thursday said he was deeply disturbed by a Chinese court's 11-year prison sentence on dissident Wang Dan who was accused of plotting to overthrow the government.\nHavel, himself a former dissident against a Communist government, said in a statement that after the 14-year sentence last December against Wei Jingsheng, a leader of China's small democracy movement, Wang'",
    "As Czech leaders finally get around to discuss a worrying surge in the trade deficit, analysts suggest a mixed bag of macro and micro-economic fixes, but most say devaluing the crown should be avoided.\nSome say the deficit is a necessary product of economic reform and will turn around next year, while the gap between growth in imports, up a nominal 15.2 percent in January-August year-on-year, and ",
    "Volkswagen AG Czech unit, Skoda Auto a.s., on Friday launched sales of its new sedan, the Octavia, hoping to kill off jokes about Communist-era quality, and pull the company into profit.\nOfficials said the new model, built on a common VW platform designed for the 1998 Audi A3 and upgraded Golf, would expand Skoda's market penetration by putting the company's first post-Communist mid-sized car in s",
    "Germany and the Czech republic announced on Monday that a long-awaited declaration on post- World War Two reconciliation would be initialled this week but politicians on both sides withheld final approval of the text.\nThe two foreign ministries said Czech Foreign Minister Josef Zieleniec and Germany's Klaus Kinkel would sign the document in Prague on Friday, at a ceremony ending two years of talks",
    "Germany and the Czech Republic on Friday concluded nearly two years of sensitive talks on a joint declaration aimed at finally healing the wounds of World War Two and the communist era that followed.\nGerman Foreign Minister Klaus Kinkel and his Czech counterpart Josef Zieleniec signed a protocol which sends forward a text expressing regret for injustices on both sides, and setting up a fund for jo",
    "Czech National Bank (CNB) Governor Josef Tosovsky said that despite objections from some cabinet officials, it was too early to write off the central bank's plan to create post-Communist Europe's largest bank.\nTosovsky said he expected the full cabinet to consider \"in a few weeks\" the CNB's plan which includes the proposed merger of the savings bank Ceska Sporitelna a.s. with the foreign trade ban",
    "The Czech crown firmed on Thursday to its highest level against its mark/dollar basket, buoyed by Prime Minister Vaclav Klaus' comments that devaluation was not needed despite a widening trade gap.\nBy mid-morning the crown moved to around 4.3 percent above its daily parity rate set by the Czech National Bank (CNB) against the dollar/mark basket from a four percent level in the morning.\nThe crown s",
    "Czech Prime Minister Vaclav Klaus kept his options open on whether the domination of his Civic Democratic Party (ODS) in this weekend's first round of Senate elections might encourage a quest for a larger mandate.\nAs results for the new upper house came in late on Saturday, Klaus reserved comment on possibly using his party's strength in the Senate races as a signal to seek new elections to the lo",
    "Finance Minister Ivan Kocarnik on Monday, for the second week in a row, skipped a meeting with the Prague bourse's governing chamber, amid growing calls for his ministry to tackle problems in Czech securities trading.\n\"At two o'clock (Kocarnik) cancelled his participation in this afternoon's meeting,\" Prague Stock Exchange (PSE) spokesman Milan Vodicka told Reuters.\nThe bourse's Chamber, which has",
    "The Czech Republic could have a 50,000- 100,000 tonne sugar surplus from this year's campaign but little will be exported due to high local production costs and a world sugar surplus, sugar experts say.\nThe Agriculture Ministry said the state would buy some surplus sugar for strategic reserves and would prepare indirect support for exporters but it ruled out direct export subsidies.\nIndustry sourc",
    "The Czech Statistical Bureau\n(CSU) said on Thursday it would change its methodology for\ncalculating industrial production, to bring it in line with\nwestern standards.\nCSU Chairman Edvard Outrata said the change, which updates\nthe old methodology introduced in 1953 under communist\nplanning, would take effect in January 1997.\nThe new methodology excludes multiple calculation of\nsemi-finished product",
    "Bidders for a stake in troubled Czech aircraft maker Aero Vodochody a.s. must offer at least 950 million Czech crowns ($35 million) for the shares, Industry and Trade Minister Vladimir Dlouhy said on Thursday.\nBut he told a news conference that the tender, open to domestic and foreign bidders seeking to revitalise the light jet maker, might be geared toward choosing a Czech partner.\nBetween 34 and",
    "Czech National Bank (CNB) Governor Josef Tosovsky on Friday said the central bank was committed to keeping the crown strong, despite some calls to depreciate the currency to help exports.\nSpeaking after a meeting with Prime Minister Vaclav Klaus and top business executives, Tosovsky said the central bank would keep the crown within the current band against which it fixes the currency daily versus ",
    "Czech  Ceska Rafinerska a.s. closed a cracking unit at its Litvinov refinery on Monday after the second fire in eight days struck the plant, company spokesman Ales Soukup said.\nBut he said the restoration of crude processing, which was halted after the first fire, would continue.\nA fire broke out on Sunday night in a furnace of a cracking unit as crude flow resumed after an eight-day stoppage.\nOil",
    "The largest Czech commercial bank, Komercni Banka a.s., said on Friday that profits in the first nine months of this year fell some 10 percent due to accounting changes. The shares rose on the news.\nThe bank's net profit, calculated under international accounting standards, declined to 4.88 billion crowns from 5.44 billion, but Komercni shares moved higher on the Prague Stock Exchange as analysts ",
    "Czech Prime Minister Vaclav Klaus accused opposition Social Democrat leader Milos Zeman of lying and losing his nerve as neck-and-neck campaigning for weekend Senate elections turned increasingly bitter.\nZeman made a thinly-veiled allegation that the BIS intelligence agency had tried to extract compromising material from his elderly mother.\nThe slanging match between the two leading antagonists of",
    "The \"Big Four\" state-controlled Czech banks need owners who could secure their growth and international competitivness, a vice-governor of the Czech National Bank (CNB), Pavel Kysilka, said on Wednesday.\n\"We need strong, stable, sound and efficient banks able to compete on the European market,\" Kysilka told a banking seminar. \"Czech banks need owners who can meet that criteria.\"\nHe said the CNB ha",
    "Czech National Bank (CNB) Governor Josef Tosovsky said on Friday that there was no need to hurry the of the state's stake in the country's largest commercial bank, Komercni Banka a.s..\nHe said when the time comes to sell the stake of some 49 percent it could be offered to several investors.\n\"There is not a need to hurry with (Komercni's) privatisation. A strategic partner is not necessary, so it i",
    "Czech power producer CEZ a.s. on Friday said its nine month net profit hit 8.4 billion crowns ($312.6 million), up from 7.4 billion for the same period last year, according to international accounting standards, after household electricity demand surged.\nCEZ's Director of Planning and Analysis section Petr Voboril told a news conference that higher depreciation write-offs due to the opening of new",
    "A reporter's call to the new director's secretary at a major Czech industrial company went something like this:\nJournalist: \"Could you please tell me Mr Novak's first name?\"\nSecretary, with no hesitation: \"Doctor.\"\nCzechs are obsessed with academic titles. It was Justice Minister Jan Kalvoda's use of an unattained \"Doctor of Law\" which forced him to resign from the cabinet on Tuesday in a confessi",
    "Czech power producer CEZ a.s. on Friday said its nine month net profit hit 8.4 billion crowns, up from 7.4 billion for the same period last year, according to international accounting standards, as household electricity demand surged.\nCEZ's Director of Planning and Analysis section Petr Voboril told a news conference that higher depriciation write-offs due to the opening of new installations cut t",
    "The Czech ruling centre-right coalition agreed on Monday to name Vlasta Parkanova as justice minister, replacing Jan Kalvoda who resigned last month after he admitted to using an unattained \"Doctor of Law\" title.\nBut coalition leaders agreed to wait on the choice of a replacement for Kalvoda, who is chairman of a small right-wing junior coalition party, the Civic Democratic Alliance (ODA), in the ",
    "The party of Czech Prime Minister Vaclav Klaus pulled ahead in Senate elections on Saturday but with turnout at just 35 percent, the real winner was apathy.\nIn what was billed as a key test of Klaus's minority coalition government, candidates of his centre-right Civic Democratic Party (ODS) topped voting in 66 of the 71 constituencies declared by mid-evening.\nBut most face a second round run-off o",
    "Bitter infighting broke out among Czech Social Democrats on Friday only a month before elections in which the opposition party hopes to humiliate conservative Prime Minister Vaclav Klaus.\nParty chairman Milos Zeman denied there was any split in his party, which is running neck and neck with Klaus's Civic Democratic Party (ODS) before Senate elections next month.\nBut almost in the same breath he th",
    "A reporter's call to the new director's secretary at a major Czech industrial company went something like this:\nJournalist: \"Could you please tell me Mr. Novak's first name.\"\nSecretary (with no hesitation): \"Doctor.\"\nCzechs are obsessed with academic titles.\nIt was Justice Minister Jan Kalvoda's use of an unattained \"Doctor of Law\" which forced him to resign from cabinet on Tuesday in a shocking m",
    "Czech National Bank (CNB) Governor Josef Tosovsky on Friday said the central bank was committed to keeping the crown strong, despite some calls to devalue the appreciating currency to help exports.\nSpeaking after a meeting with Prime Minister Vaclav Klaus and top business executives, Tosovsky said the central bank would keep the crown within the current band within which it fixes the currency dail",
    "Czech surgeons began exploratory surgery on President Vaclav Havel on Monday to remove a spot from his lung, but the former dissident playwright has said that his health was not in serious danger.\nHavel's office announced in a statement that a news briefing would be held on Monday afternoon after the operation but an official said it was impossible to say how the long the surgery would last.\nHavel",
    "Disgruntled Czech opposition Social Democrats have blamed party chairman Milos Zeman for their poor showing in weekend elections for the country's new Senate.\nThey suggested that charges by Zeman ahead of the elections that intelligence agents had harassed himself and his mother had backfired on the party, which had been neck and neck with the ruling Civic Democratic Party (ODS) in most opinion po",
    "The party of Czech Prime Minister Vaclav Klaus performed strongly in Senate elections on Saturday but with turnout at 35 percent, the real winner was apathy.\nIn what was billed as a key test of the minority coalition government, Klaus's centre-right Civic Democratic Party (ODS) took a commanding 36.47 percent of the first round vote, with the opposition Social Democrats trailing on 20.27 percent.\n"
  ],
  "sampled": [
    "American Medical Response Inc, the leading provider of emergency medical services in the United States revealed their acquisition of a smaller rival company yesterday. But, the announcement message AMR stocks tumbling down by about 5 %. \n The goal company, which has not been named, maintains a local presence, but is considerably smaller than AMR. The acquisition is likely to increase AMR 's field segment by s",
    "American Medical Response ( AMR ), a medical transportation provider, has announced plans to expand into practice emergency departments. Nevertheless, this decision has caused a significant decline in the firm 's stock prices among investors. \n AMR is seeking to partner with hospitals across the United States to provide emergency department facilities such as ambulance transportation, Individual treatment and medical equipment. The mo",
    "Republic Industries, the Florida-based conglomerate, has recently defended its plans to acquire ADT, the security firm, amidst information suggesting that the potential deal has been canceled. \n The proposed acquisition has been the focus of significant speculation in current weeks. News emerged earlier this time that suggested ADT was neither exploring replacement acquisition offers or considering not go",
    "PacifiCorp and Protection One have joined alliance to provide protection systems to customers across the United States. This collaboration was announced at a media meeting held by both companies in Salt Lake City on Monday. \n The agreement will see PacifiCorp, which provides electricity to over 1.8 million customers in six western regions, group up with Protection One, a major provider of business and defense",
    "PacifiCorp, one of the top services companies in the US, has revealed a new marketing alliance with Protection One Inc, a leading provider of surveillance and monitoring systems. The partnership aims to enhance customer loyalty by offering innovative products and solutions that enhance the overall customer experience. \n As to PacifiCorp CEO, Mary Shields, the organization is continually searching for new and",
    "Rite Aid, the nationwide chain of drug stores, has announced its plan to rapidly integrate Thrifty PayLess, the pharmacy chain it recently acquired. The initiative is intended to target weaknesses in the firm 's distribution and software infrastructures, and promote growth. \n The acquisition of Thrifty PayLess, which was completed earlier this season, increased Rite Aid 's market segment and solidified its",
    "PepsiCo shares surged on Wednesday following news that Philip Morris Cos Inc. is considering a takeover of the snack and beverage giant. The rumor report the share value soaring by greater than 7 % to settle at $ 139.09. \n While PepsiCo has not commented on the takeover rumors, analysts claim that the organization would be an attractive focus for Philip Morris, which is looking for additional development avenues amid decline",
    "Loewen Group Inc. seeks state support as protection against Service Corp. International 's hostile bid \n The ongoing tussle between two key companies in the funeral arrangements sector has taken another another change. Loewen Group Inc. has sought government assistance in fending off a hostile takeover offer from Service Corp. International ( SCI ). \n Loewen Group, located in Burnaby, British Columbia, operates funeral homes,",
    "The global petroleum and gas business, Mobil Corp, has announced a new investment savings plan significant $ 760 million that it plans to implement over the next several years. The company has been struck hard by the ongoing economic downturn, coupled with the ongoing pandemic, forcing them to undertake drastic steps to remain afloat. \n According to the company, the plan will involve various price-cutting measures, including layof",
    "Norfolk Southern Corp. has created a daring step in the railway industry by launching an intense solicitation for Consolidated Rail Corporation ( Conrail ), leaving its rival CSX Corporation beset-Challenged to fight. This decision has sparked a myriad of conversation in Wall Street as businesses weigh the influence of Norfolk Southern 's acquisition if it goes completed. \n Norfolk Southern is offering $ 33.7 billion in cash, s",
    "USAir informed today that they are cancelling their marketing alliance with British Airways, citing a lack of cooperation from the UK airline. The action is regarded as more straining the partnership between the two airlines, which has been on shaky foundation for some period. \n The decision to cancel the marketing agreement was reached after weeks of negotiations between the two organizations. USAir had be",
    "USAir has announced that it will be pursuing overseas expansion on its alone, despite being part of one of the largest airline alliances in the world. This change occurs as a surprise, considering the ongoing trend among airlines to establish partnerships and alliances in aim to maximize revenue and efficiency. \n USAir is portion of the Star Alliance, which features airlines including as United Airlines, Lufthansa,",
    "CGIP in Talks to Buy 28 % Interest in Valeo SA from Venetian Businessman \n Paris-regional public equity firm, CGIP, is in negotiations to acquire a 28 % stake in Valeo SA from American businessman Francesco Garofalo. As per the sources, the stake is now estimated at around  1.2 billion. Valeo SA, located out of France, is a Key supplier of automotive components and systems globally. \n CGIP is presently dis",
    "In a move that has caused shockwaves through the tourism industry, USAir has announced the Cancellation of a significant marketing agreement with British Airways. The decision occurs amid rising tensions between the two airlines, and is expected to further strain their already fragile partnership. \n The marketing agreement, which was finalized in 2018, granted USAir and British Airways to cooperatively promote and distribute ea",
    "Revco D.S. Inc. announced at its plans to acquire Big B Inc., a regional drugstore chain with over 150 locations in the Midwest, in a sweetened takeover agreement cost $ 380 million. The acquisition is anticipated to further expand Revco 's presence in the area and diversify its services offerings. \n The transaction involves both money and Revco titles, with Big B shareholders receiving $ 25 per share in capital and the",
    "Pharmacy chain corporation, Revco Drug Stores Inc. ( Revco D.S. ), has announced its decision to acquire Major B for $ 380 million. The move occurs as Revco D.S. aims to expand its footprint in the central-central United States, where Big B has developed a considerable presence over the time. \n Revco D.S. has had its appropriate proportion of problems in the former, which has impacted its economic success. However,",
    "Marvin Davis Offers $ 835 Million for Carter-Wallace, Maker of Trojan Condoms and Arrid Deodorant \n Marvin Davis, a prominent businessman and investor, has created an $ 835 million offer to acquire Carter-Wallace, the famous producer of Trojan condoms and Arrid deodorant. Davis, who built his money in petroleum and actual property, has been eyeing the business for several weeks and sees Carter-Wallace as a valuable ad",
    "Food Lion, one of the largest grocery store chains in the nation, has made a daring move to acquire Kash n  Karry in a transaction worth $ 341 million. The merger is set to cause major modifications to the grocery industry in the United States, as both companies maintain a powerful presence in the Southeast. \n The acquisition of Kash n  Karry by Food Lion has been in the plans for several seasons. The transaction is projected",
    "In recent days, the food industry has been focusing its attention on millennials, specifically those who do not enjoy cooking. Dubbed \" nontraditional-cooking millennials, \" this demographic has become a crucial market for food companies as they seek to increase their sales and revenue. \n current studies have indicated that nearly portion of millennials prefer to dine out or order takeout rather than make at house. This tren",
    "Billionaire activist investor Carl Icahn has renewed his effort to split up RJR Nabisco Holdings Corp. He believes that the fare and tobacco conglomerate is undervalued and that splitting it into separate entities could unlock considerable importance for investors. \n Icahn, who owns a stake in RJR Nabisco, has been pushing for a breakup of the business for many time. He primary established his intentions k",
    "Russia is bracing itself for another challenging period of poor harvests, as the region meets the prospect of turning to Western trade for imports. Due to a combination of unfavorable weather patterns and low crop yields, farmers in Russian regions such as the Urals, Volga, and Siberia, continue to announce a decline in production volumes. This trend is expected to last into the upcoming harvest time,",
    "Russia is grappling with although another devastating crop harvest for the next year in a row. The country is the planet 's largest wheat exporter, but its agricultural industry has been struck severely by bad climate conditions, like drought, heat waves, and wildfires. \n According to the Russian Agricultural Ministry, the state 's grain harvest is projected to fall by 12 % this season, to around 117 millio",
    "In a decision that could hold a serious impact on the Soviet economy, the government is considering freezing domestic electricity prices. This decision risks undermining to oil industry reforms and the broader economic recovery that has been happening occurring in the state. \n The potential freeze on fuel prices would seek to reduce costs for consumers struggling with the result of the Covid-19 pandemic. Ho",
    "The Russian government-run energy company plans to increase its natural gas sales to Europe from the current 180 billion cubic units annually to 360 billion cubic meters by 2035. The project involves the construction of a huge pipeline system that will transport raw resource from Russia 's Yamal Peninsula to Europe. \n The Yamal pipeline project has been in the planning for several decades and is projected to",
    "The aluminium industry has expressed concerns over the ability of Kontsern Alyuminiy, the world 's biggest aluminium producer, to regulate production rates and maintain world prices, as to industry sources. \n Kontsern Alyuminiy, located in Russia, has been experiencing increasing costs due to the US sanctions and the supply system disruptions caused by the COVID-19 pandemic. Despite this, the organization has been i",
    "Russia s Fuel and Energy Ministry Struggles to Redefine Itself in New Market Economy, Analysts Report \n Russia s Fuel and Energy Ministry is encountering considerable challenges in the new market economy, and experts advise that changes are required for the ministry to remain important. \n The ministry oversees Russia s vast petroleum and petroleum industry, which has extended been the state s industrial backbone. nevertheless, the gl",
    "Igor Sechin, the previous Russian energy minister and the CEO of Rosneft, has faltered in his attempt to build a massive fuel corporation. The proposed corporation was formed to combine the assets of Rosneft, Gazprom Neft, and three additional key Russian oil companies. The plan broke apart, however, after Russia 's Federal Antimonopoly Service ( FAS ) rejected the proposal on the basis that it would produce a",
    "Russia Lowers Electricity and Rail Transport Prices to Increase Industrial Output, Causing Concern for Western Economists \n The Russian administration has announced a proposal to reduce electricity and railway transport prices in the state. This initiative is aimed at boosting the area 's economic production, which has been struggling due to the ongoing Covid-19 pandemic and a decline in oil prices. While the action is",
    "Moscow, Russia  The Russian government has announced its preference for domestic companies to manage significant energy deals cost billions of dollars, sidelining Western companies. \n The change comes amid increasing financial uncertainties and mounting pressure from the West over sanctions and allegations of involvement in new cyberattacks. \n \" The preference for participation in energy projects will be awarded to Ru",
    "Russia 's Modern decision to liberalize its bullion industry has sparked considerable curiosity and speculation among economists and investors alike. However, sources suggest that the action is unlikely to produce an \" El Dorado of the East \" anytime in. \n In December 2020, Russia passed a law permitting individuals to own and sell gold freely. Previously, owning gold in Russia was restricted to specific entities,",
    "In a move that is designed to hinder outside investors in the Russian oil sector, parliamentarians in Russia have urged for the rejection of proposed legislation that would enable output-sharing agreements for oil reserves in the country. The action follows the current passing of the bill by the Russian cabinet, which was seen by several as a daring attempt to attract international investment in the state 's oi",
    "For decades, Russia was recognized as the breadbasket of the universe. With an abundance of fertile land and favorable weather conditions, the area enjoyed a near-monopoly on the global cereal trade. But, the collapse of the Soviet Union in 1991 caused to the liberalization of the agricultural industry, launch up the sector to commercial enterprise. While this move has resulted in some benefits for consumers",
    "Russia 's agricultural industry has been hit severely by an ongoing drought that has left farms scorched and crops declined. As a consequence, the country is experiencing its lowest cereal output in three decades, with data suggesting that Russia may seek to import grain for its defense and outlying areas. \n The drought has impacted many regions across Russia, with some areas receiving just part of their avera",
    "In recent times, Russia has emerged as a key player in the international oil industry. With vast reserves and a sophisticated developed infrastructure, the country has attracted the attention of several international companies seeking to contribute in this lucrative sector. However, what many foreign investors neglect to realize is that in arrangement to succeed in the Russian oil market, it is essential to maintain strong ties t",
    "Moscow, Russia  Despite an upcoming surgery for previous Russian President Boris Yeltsin, operators in the country 's oil and energy sectors are confident that the country 's exports wo n't be changed. \n Yeltsin, who acted as Russia 's first leader after the collapse of the Soviet Union, is scheduled to undergo a surgery procedure that could necessitate a lengthy recovery time. Some industry experts have expressed co",
    "Russia 's diamond market, which is one of the biggest in the world, is now facing a time of uncertainty, as duty officials require a larger cut from exports. The country 's tax authorities are reportedly demanding increased tariff levels on diamond exports, which would have a major impact on the industry 's profitability. At the similar period, the industry 's relationship with diamond giant De Beers",
    "Russia, being one of the world 's largest suppliers of oil, has been experiencing some changes and changes in its oil supply figures. However, recent information suggests that the state 's oil production is steadily stabilizing, though an increase remains elusive. \n As to the Russian Energy Ministry, the country pumped an mean of 10.41 million barrels per time ( bpd ) of crude petroleum in August 2020, which is",
    "Russian Diamond Giant ARS Close to Signing Deal with De Beers, but Government Struggles for Control \n The Soviet diamond industry has been a dominant force in the international industry for decades, with companies like Alrosa ( ARS ) being among the top manufacturers in the universe. Currently, ARS has been in talks with De Beers, the Southern region diamond giant, about a potential agreement that could view the two com",
    "Transneft Demands a Stronger Role in Proposed New Pipeline Project \n Russia 's leading oil exporter Transneft has demanded a stronger role in the Development of a different pipeline that will connect Russia and China. The modern pipeline will transport Russian petroleum from the East Siberian regions to China 's Heilongjiang Province. The initiative is aimed at boosting Russia 's energy exports to China, a rapidly expanding industry",
    "Russia is prepared to begin licensing the sale of waste ferrous and without-ferrous metals to China, India, and the Middle East, as portion of its efforts to revive the domestic economy. Despite the shift, Western exchanges remain free, and Russia is willing to maintain trading with Europe and the Americas. \n In to reports, Russia 's Ministry of Industry and Trade is currently finalizing a mechanism for licensin",
    "The semiconductor industry 's significant indicator of processor chip call reached its peak stage of the season in September. The Semiconductor Industry Association ( SIA ) announced that worldwide semiconductor revenue grew by 4.5 % year-over-year to $ 36.2 billion in September, which is the greatest increase in monthly sales since March 2018. \n The SIA additionally reported that sales increased by 0.6 % sequentially, which is a",
    "Yahoo! Inc. reported better-than-predicted Q3 performance on Tuesday, credit to a surge in online ad revenue. The firm acquired an earnings-per-dividend of $ 0.52, surpassing analysts  expectations of $ 0.30 per unit, and revenue of $ 1.31 billion, compared to projected revenue of $ 1.26 billion. \n The surge in revenue was largely attributable to an increase in digital ad revenue, which experienced a rise of 5 % season-over-yea",
    "The U.S. software publishing industry is expected to report modest increases in trio-quarter earnings, as the sector continues to gain from strong desire for fog-based solutions and enterprise software. \n According to analysts, the industry is forecast to grow at a speed of around 4 % in the upcoming weeks, with largest software publishers likely to provide positive outcomes for the last quarter. \n In",
    "Software Publishers Report Only Modest Gains in Earnings Due to Seasonal Slowdown and Lack of New Products \n Software publishers across the globe are revealing only modest increases in earnings this term. While the industry has been growing at an unprecedented rate over the past decade, the prevailing financial environment is proving challenging, with seasonal slowdowns and lack of new goods being",
    "Apple Computer Inc has announced a loss in the last quarter of this period, which is not unusual for this period of the year. However, the company has expressed faith in its ability to change circumstances around in the coming year. Apple has been one of the prominent electronics companies in the community, with renowned products such as the iPhone, iPad, and MacBook, among others. \n Apple s CEO, Tim Cook, announced that",
    "Tech giant Apple Inc has reported a surprise profit in its final quarter economic statements, sending its share value up by 4.5 % in after-hours trading. \n The firm 's earnings report, published on Thursday, revealed that Apple produced a revenue of $ 64.7 billion-a Outstanding showing that surpassed analysts ' expectations. Despite the ongoing COVID-19 pandemic causing financial headwinds for Apple,",
    "Cupertino, California-In a surprise announcement yesterday, Apple Inc. reported an unexpected earnings for the final quarter of its fiscal year. \n The Silicon Valley tech giant has extended been recognized for its potential to generate substantial profits, but in modern time, the company had been facing mounting pressure from competitors including as Samsung and Huawei. \n nevertheless, the current earnings report showed that A",
    "Cupertino, California-Apple Inc. surprised the market on Tuesday by posting greater-than-predicted last-season returns, but critics remain concerned about the business 's potential growth prospects. \n The organization announced earnings per share of $ 0.76 on revenue of $ 64.7 billion, beating estimates of $ 0.70 on revenue of $ 63.7 billion. iPhone sales, which accounted for nearly division of Apple 's revenue, we",
    "In a surprising change of happenings, tech giant Apple Inc. announced a quarterly earnings of $ 25 million for the last quarter of the fiscal year 2021. Wall Street analysts had anticipated a smaller number due to the ongoing pandemic and supply network problems, but Apple 's solid sales and revenue increase exceeded expectations. \n The firm 's revenue increased by 22 % to $ 83.4 billion, buoyed by robust sa",
    "Cupertino, California-Apple has finally announced its newest addition to the PowerBook group with the much-anticipated built-in CD-Media drive and a bigger face. The PowerBook 1400 model is a very awaited and overdue-overdue upgrade that Apple has finally delivered on. \n With a 13.3-inch interactive-matrix screen and a built-in CD-player device, the PowerBook 1400 model is a very versatile laptop that",
    "Shares of Vantive Corp., a prominent provider of software solutions for customer relationship administration, plummeted by 24 % after the firm issued a report citing a forecasted slowdown in revenue growth due to a labor shortage. The announcement sparked fear among investors, causing the firm 's security to tumble by over a quarter. \n The firm 's director, Jane Lee, explained that the growth forecast was",
    "Cupertino, CA  On Tuesday, tech giant Apple unveiled its newest device targeted at the training market  the newest addition to the MacBook lineup, a portable computer designed for students and educators. \n The announcement came as a surprise to a, considering that Apple 's recent emphasis has been on high-quality products with premium price tags. But, the organization seems to have taken a unique route",
    "Tandem Computer Inc, the leading provider of computing solutions for the business world, has announced the release of a new line of servers built specifically for web-based business applications. The modern servers will incorporate individual workstation technology, making them faster, more capable, and more cost-effective than conventional server systems. \n The action comes as demand for web-basis",
    "Apple Inc., the globe-renowned software giant, is reportedly gearing up to introduce a fresh, revolutionary operating environment that is set to go face-to-head with Microsoft 's Windows. The announcement appears amid increasing competition in the operating software space and a desire to cater to the constantly evolving needs of customers. \n As to sources familiar with Apple 's plans, the modern operating system, whi",
    "Microsoft has announced the launch of innovative software technologies that are aimed at improving data sharing through digital networks. The announcement was made at the Microsoft Ignite conference, which was held virtually this time. \n The new technologies include updates to Microsoft Teams, the firm 's popular collaboration tool that allows teams to work cooperatively on tasks and share ideas",
    "Apple Inc. announced a major rate reduction on their Power Macintosh computers, reducing their prices by up to 30 %. The action is regarded as a reaction to competitors that are offering cheaper computers in the field. The price cut is likely to produce the Power Macintosh much more affordable to potential buyers. \n Apple is one of the leading companies in the personal computer industry, and their Power Macinto",
    "Microsoft is broadening its horizons by branching out beyond laptop computers and various conventional equipment. The tech giant, famously-recognized for its Windows operating platform, is buckling up for a journey through unexplored territories like subway machines and movie games, with the aim of bringing Windows capabilities to these platforms. \n In a campaign to remain relevant in a society that is rapidly shifting t",
    "Leading technology giant Cisco, announced its financial performance for the opening quarter of the fiscal period 2022, delivering although another robust result. The firm reported a significant increase in sales revenue and profitability, defying the challenges presented by the ongoing pandemic. \n Cisco 's revenue for Q1 2022 was at $ 13.2 billion, indicating a 7 % month-on-annual increase compared to Q1 2021. The comp",
    "Cupertino, California-Apple Inc. has announced its continued commitment to corporate sectors with the introduction of innovative business services and technologies. As to the industry giant, the initiative aims to increase its market segment in the corporate sector, where it encounters intense competition from the likes of Microsoft, Google, and Amazon Web Services. \n Apple 's innovative business products include a line of Macs",
    "American Express Co. is projected to acquire Intuit Inc., a financial control software company struggling with its economic results and revenue growth. The acquisition is regarded as a potential advantage for the money card giant in the business of financial control utilities and applications. \n As per several sources, the discussions between the two companies have been in development for some time and",
    "Fox News to Launch Antitrust Suit Against Time Warner and Turner Broadcasting System for Blocking Channel in New York City \n In a decision that is sure to upset up the business market, Fox News is intended to bring an antitrust lawsuit against Time Warner and Turner Broadcasting System ( TBS ) for allegedly obstructing Fox News from gaining admittance to their cable television channels in New York City. \n As to Fox News,",
    "Large newspaper companies in the United States have reported increased earnings for the opening quarter of 2021 due to reduced natural goods costs. The pandemic has affected the international economy, contributing to lower prices for raw materials like paper and ink, leading to substantial savings for primary newspaper publishers. \n Gannett, the largest newspaper publisher in the US, announced an increase of 7.3 % in",
    "Time Warner has revealed a significant restructuring of its cable holdings, as part of a strategy to reduce $ 20 billion amount of debt from its balance statement. The broadcasting company, which owns brands such as HBO and Warner Bros., has been under demand from shareholders to enhance its financials, and has responded by streamlining its operations and concentrating on key businesses. \n The restructuring will observe Time Warn",
    "Time Warner, one of the prominent publishing and entertainment companies, has reported a surge in its earnings for the triennial quarter, ending September 30th. The association has attributed its prosperity to strong sales figures and the rising fees imposed by its cable TV segment. \n As to the company 's recent fiscal statement, Time Warner 's earnings have increased by 32 % compared to the corresponding period in t",
    "BellSouth, a leading telecommunications company operating in the southern United States, has announced plans to expand its wireless-telephony shops in a budget-saving move. The firm 's decision occurs after a season of economic strain due to increasing competition and shifts in consumer preferences. \n As to BellSouth 's CEO, the expansion is section of a larger plan to streamline the organization 's op",
    "Time Warner Inc. has reported a 32 % increase in its final-quarter earnings, fueled by strong result in its communications and entertainment segments. The firm 's net profit for the quarter surged to $ 1.5 billion, up from $ 1.1 billion in the comparable season previous season. \n The increase was fueled by an increase in revenue from its Warner Bros. studios and premium cable network HBO, as high as gains in its Turne",
    "Silver King Communications has stated that it will acquire the Home Shopping Network for $ 1.3 billion in assets. This merger has sparked rumor that the previous president and CEO of HSN, Barry Diller, may begin a modern television channel utilizing the HSN system. \n Silver King, which operates a network of 14 television stations, will acquire 61 % of HSN 's outstanding shares in exchange for its o",
    "Barry Diller has recently announced that his business, Silver King Communications, will quickly start a unique regional broadcasting network. The announcement came hot on the heels of Silver King 's acquisition of the Home Shopping Network ( HSN ), a strategy that Diller says will provide the resources required to sustain the organization 's ambitious plans. \n Silver King is no stranger to broadcasting  the firm al",
    "Silver King, the parent company of HSN ( Home Shopping Network ), has acquired the renowned home shopping network in a share-swap deal worth $ 1.27 billion. The action is aimed at expanding the business 's influence into the field of broadcast television and establishing itself as a key force in the family-shopping industry. \n The agreement, which was finalized earlier this time, will observe HSN become a wholly-held",
    "Argentina is among the leading economies in South America, but the country has been encountering a challenging economic situation over the past several years. Against that environment, several industries are struggling to survive, while others pursue new opportunities for growth. \n The satellite-TV sector, which has been a key force in the entertainment industry in the region for years, has established its sights on entertainment",
    "Sunbeam Corporation, the Florida-based consumer goods manufacturing company, is no stranger to controversy. In the final 1990s, following periods of stagnation and weak financial results, the firm brought in chainsaw-wielding corporate raider Al Dunlap, identified as \" Chainsaw Al, \" to direct a drastic turnaround. \n Currently, two decades afterwards, Dunlap is back and hoping to replicate his achievement with Sunbeam. H",
    "Sunbeam Corp.  the American conglomerate specializing in household appliances, kitchenware, and bedding products  has revealed its plans to implement a drastic restructuring strategy, which will cause in the reduction of 6,000 positions and the elimination of approximately 90 % of the company 's product categories. \n The action is section of Sunbeam 's efforts to streamline its operations and concentrate on its primary profitable company",
    "Time Warner Inc. disclosed that it will be launching a modern sports news service, CNN / SI, in December to compete directly with the Walt Disney Co. s ESPNNEWS service in the United States. \n CNN and Sports Illustrated had earlier teamed up for an online website that offered an in-comprehensive coverage of sports activities around the globe. But, the current television network CNN / SI is likely to acquire the ventur",
    "Sunbeam Corp. has announced that it is drastically reducing down its workforce and product lines in an effort to revitalize the struggling business around. The decision, which is anticipated to impact half of Sunbeam 's employees and 87 fraction of its items, is being implemented to support the company concentrate on its main business. \n The announcement was released by Sunbeam 's CEO, John Jackson, in an organizational memo sent to th",
    "Disney is now engaged in discussions with satellite providers in Latin America in plan to establish a Hispanic edition of The Disney Channel. The talks have been ongoing for several months and involve both Mexican and Central Western providers. \n The Spanish edition of The Disney Channel would provide a variety of programming that would be tailored towards the Spanish audience. This would include a m",
    "Delta Air Lines Inc. and Continental Airlines are reportedly in talks for a possible merger, as to sources acquainted with the situation. The talks occur as the aviation industry is battling with reduced market and economic losses due to the COVID-19 pandemic. \n Delta and Continental are two of the largest U.S. airlines, and a merger would produce one of the biggest airlines in the universe. The merger w",
    "In a significant milestone in the publication industry, DIRECTV 's network has secured the licenses to provide Direct-to-Home ( DTH ) television facilities in Chile, beating its rivals. The consortium, which comprises subsidiaries of AT&T, Chilean retailer Falabella, and Chilean investment firm Inversiones Forestal, had applied for the certification prior season in October. \n After a thorough evaluation system, th",
    "The state of Florida is preparing to take on the tobacco industry in a recent legal battle, using a tough counter-racketeering law to keep them accountable for the damage caused by their merchandise. \n The action occurs after period of litigation over the health risks associated with drag, with the tobacco companies being accused of hiding the dangers of their products and deliberately targeting underage individuals wi",
    "In a recent press conference, a prominent lawyer for the tobacco industry accused territory governments of unfairly demonizing his patients with counter-racketeering lawsuits. As to the lawyer, these lawsuits are not merely frivolous but as show a manifest violation of the constitutional freedoms of tobacco companies. \n The lawyer argued that the tobacco industry is a legitimate company that operate",
    "In a groundbreaking decision, a Florida judge has indicated he will permit legal claims against the tobacco industry under local anti-corruption laws. The ruling, which comes after decades of judicial wrangling, has been hailed by opponent-tobacco advocates as a significant victory in the struggle against the devastating fitness consequences of smoking. \n The event, which began in 1994, involves more than 8,000 smokers and",
    "Eurotunnel, the firm that manages the Channel Tunnel, has agreed to give its creditors creditors part ownership in the business in exchange for reducing its debt by over part. The agreement, announced on Monday, is regarded as a promising move development for the struggling firm, which has been trying to restructure its finances since it failed bankrupt in 2009. \n Under the agreement, Eurotunnel 's bank creditor",
    "In a significant development for Eurotunnel, the organization announced on Wednesday that it had reached an agreement with a consortium of banks to eliminate one billion pounds of debt. The action is expected to significantly enhance Eurotunnel 's economic situation, releasing up funds for fresh investments and programs. \n According to Eurotunnel officials, the deal was reached after months of negotiations with a cons",
    "Eurotunnel, the organization that operates the Channel Tunnel, has revealed a debt restructuring agreement that will provide its creditor banks a 45.5 % stake in the business. The agreement takes after weeks of negotiations between Eurotunnel and its lenders, who had been concerned with the firm 's elevated amount of debt. \n Under the terms of the agreement, Eurotunnel will restructure its existing debt by exchanging it",
    "Barclays, the UK-based multinational investment bank, has announced that it is in discussions with Morgan Stanley regarding the transfer of its international custody company. The settlement is said to be part of Barclays ' ongoing restructuring plans, as it aims to emphasis on its main businesses and increase profitability. \n International custody is a niche field of banking that involves the safekeeping of securities including as stock",
    "Italian business magnate and previous Prime Minister, Silvio Berlusconi, missed his top law case for fraud documents on Monday. The ruling represents the current setback in a long-drawn legal dispute over his alleged misconduct. \n Berlusconi, who is the founder of Mediaset, one of Italy 's biggest broadcasting companies, has drawn been accused of fiscal impropriety. In 2010, he was convicted of tax fra",
    "The Bank of Scotland 's to announcement of its joint partnership with J Sainsbury has been received with favorable feedback from analysts in the UK banking industry. \n The partnership, which was officially revealed yesterday, sees the Bank of Scotland investing  370 million into Sainsbury s Bank, in a program that is intended to support the supermarket giant 's economic products sector. \n Analysts have praised th",
    "London-based investment bank, Mercury Asset Management ( MAM ), has predicted a growth in its forecasted-tax profits for the ongoing financial year due to the buoyant characteristics of international exchanges. Nevertheless, despite the optimistic outlook, MAM has warned that the COVID-19 pandemic and its concomitant economic fallout could still experience a negative effect on the capital sector. \n MAM is forecasting a pre-charge profit of",
    "Mercury Asset Management, a UK-based investment company, has revealed a substantial rise in its opening-half benefits. The organization said its pre-tax profit for the initial six time of this year was  322 m ( $ 429 m ), representing a 29 % increase from the corresponding episode last time. The increase in profit was mainly driven by the strong performance of its equity and bond funds, as good as a growth in funds under mana",
    "London-based investment firm Mercury Asset Management is reportedly considering several acquisition opportunities, as the firm 's returns and capital holdings remain to grow. While the firm has not to announced any specific targets, industry analysts speculate that possible areas of interest could contain asset administration firms with complementary investment strategies or boutique firms that particular",
    "Former Barings manager Ron Baker is contesting the complaint initiated by ING Barings over an supposed debt repayment. Baker, who provided as the deputy principal chief officer of Barings Securities, has been charged of failing to repay a loan substantial $ 2.5 million. \n The case, which was filed in the US District Court for the Southern District of New York, alleges that Baker was loaned $ 2.5 million by ING Bar",
    "The Serious Fraud Office ( SFO ) has increased concerns among important participants in the Eurotunnel interest investigation as it has still to connect out to securities firms regarding the case. \n In May 2019, the SFO launched an investigation into suspected fraud, bribery, and corruption in association with the transfer of Eurotunnel shares between 2012 and 2015. It is alleged that senior employees of Eurotunnel may experience",
    "In a move that has caused shockwaves across the commercial world, Sir Chippendale Keswick has taken over as the chairman and CEO of Hambros, terminating the legendary family control of the renowned banking institution. \n The handover of control represents an end to the Keswick clan 's 170-era-extended grip on the business, which was established in 1839 by Sir Charles Hambro. The family has been synonymous with the bank",
    "London-based property property investment firm, Land Securities, has revealed that it has observed an uptick in rental expansion across the UK property market. This announcement comes after a span of uncertainty as to whether the economy would recover from the Covid-19 pandemic, which suffered a significant impact on land transactions and rental incomes alike. \n The firm 's to results showed a 3 % increase in rental",
    "Barclays ' investment capital division, Barclays Investment Bank, has revealed a major restructuring of its Global Markets unit in a attempt to compete with its rivals. The act occurs in the aftermath of a series of disappointing financial performance, with Barclays ' investment banking division having been hit hard by tougher regulations, lower income, and increased competition. \n The restructuring is designed t",
    "NatWest Markets has appointed Peter Hall as its new Chief Operating Officer amidst ongoing concerns over the organization s strategy. Hall, previously Principal Risk Officer at the Royal Bank of Scotland ( RBS ), will start up his latest role on April 1. \n NatWest Markets is the investment banking division of NatWest Group, previously identified as RBS. The bank has been struggling to replicate the results of its competitors in re",
    "In what is shaping up to be one of the most important shifts in the banking industry in recent memory, several major banks are jockeying for place in an emerging personal banking super-league. \n It 's been no secret that personal banking has been undergoing a significant transformation over the last several years, with the growth of modern development and changing customer expectations creating the framework for",
    "In a major move that could hold important implications for businesses and investors, UK Chancellor of the Exchequer Kenneth Clarke has announced he is considering cutting charge credits on dividends as component of his upcoming financial presentation. \n The fee credits on dividends, which are paid to shareholders in companies, currently exist at 10 %. but, under the Chancellor s proposal, that number could",
    "The Royal Bank of Scotland ( RBS ) reported today that its pre-tax profits for the first quarter of 2021 rose significantly compared to last year, but dropped short of analysts ' predictions. \n The UK-based bank reported  946 m pre-charge profit for the opening three phases of the months, up from  288 m during the corresponding term in 2020. Nevertheless, this number was even lower than the predicted before-charge profit of  968 m,",
    "The Chancellor of the Exchequer, Rishi Sunak, has recently announced the phasing out of contribution relief on income associated compensation schemes. This move is aimed at closing a loophole that has been exploited by some businesses to evade paying taxes. This decision was created with the aim to establish a more equitable and equitable tax structure that benefits all taxpayers. \n Profit companies pay schemes enable companies to re",
    "Building societies in the UK are experiencing a significant setback in their plans to launch on the stock market, as scheme legislation on takeover defense has thrown their plans into jeopardy. The proposed legislation, which is currently undergoing consultation, could necessitate cooperative societies to provide active members a greater say in any potential takeover attempts, which could render it increased difficult for",
    "Computer Associates announced a $ 1.2 billion initiative to acquire Cheyenne Software, marking one of the highly notable investments within the technology sector this year. The blockbuster deal aims to extend Computer Associates  influence within the rapid-expansion data management and storage markets. \n Cheyenne is among the immediate and stars in the data management industry, guided by its backup and know-expertise s",
    "According to industry analysts, semiconductor stocks are set for a comeback as double-figure growth returns. After a slump earlier this year, semiconductor companies have demonstrated strong gains in Q3, with stocks like NVIDIA and Intel seeing significant jumps. This growth is projected to last into the final of the year, with strong market for electronics driving sales. Analysts also refer to the enhanced consumption",
    "Cascade Communications Corp, a leading telecommunications company, has reported their earnings for the first quarter of 2021. While the earnings beat the firm s internal estimates, they dropped below of the expectations established by Wall Street. \n The organization announced earnings of $ 0.45 per unit, which was greater than the estimated $ 0.40 per unit. Also, the revenue for the quarter was $ 1.2 billion, whi",
    "In a foremost-of-its-kind initiative, SaveSmart Inc. is all set to introduce a payment voucher-funded savings scheme for online coupon clipping. With this scheme, customers can generate significant savings on their online purchases by availing of discounts and cashbacks offered by participating merchants. Essentially, the scheme will enable customers to connect their plastic accounts with the SaveSmart system, through which the",
    "On Wednesday, Intel Corp, one of the leading manufacturers of hardware processors, revealed remarkable third-quarter earnings. This statement issued its stock surging in strong trading, creating a domino impact on the securities exchange, and fueling gains in other PC manufacturers.. \n Despite the disruptions caused by the COVID-19 pandemic, Intel Corp reported year-over-year revenue increase of 1 %, gaining $ 18.3 billi",
    "Intel Corp. announced its last-quarter earnings report on Thursday, January 21, 2021, and the results were impressive. With a revenue of $ 19.98 billion for the period, the firm exceeded expectations by $ 1.33 billion, creating a 16 % increase year over month. This performance drove the holding up by greater than 6 % in a one moment, offering Intel the maximum it has been in nearly 20 seasons. \n The economy re",
    "Computer Associates, a leading provider of enterprise software solutions, has announced its plans to change its focus towards midrange software products. The move occurs as part of the company s efforts to expand its customer group and access into emerging market segments. According to a recent announcement from the company, the change will be joined by major investments in exploration and innovation, a",
    "Computer Associates, one of the leading software companies, has announced plans to change its focus from mainframe software to PC-software middle-tier software. This decision has caused concern among investors, causing the stock price to drop initially. \n The company is planning to spend heavily in PC-oriented mid-level software, which is projected to be the development factor for the organization in the coming period.",
    "Santa Clara, California  Intel Corporation announced its quarterly earnings report on Thursday, exceeding Wall Street expectations and increasing its value by more than 5 %. The software company has established its position as a shooting success and remains a favorite contender in the technology sector. \n The quarterly earnings report showed that Intel Corp produced a total income of $ 5.1 billion, or $ 1.11 per unit, for th",
    "In a move that could revolutionize the style businesses operate online, application system giant Computer Associates has declared the introduction of its modern one-stop Internet division. The company, which has a time-standing reputation as a major provider of innovative enterprise software solutions, says the new group will assist businesses of all sizes streamline their online operations and enhance th",
    "Computer Associates International ( CA ) revealed on Monday that it will be launching a new one-stop internet business entity that will provide corporate web hosting and administration services to companies worldwide. The change occurs as companies search to digitize their operations and strengthen their online presence in the 's very aggressive business environment. \n The current business unit, named CA Hoste",
    "Computer Associates ( CA ) reported on Tuesday its strategy to expand its systems management software to additional platforms and strengthen relationships with Microsoft and various software companies. The action is aimed at expanding the reach of CA 's software and services, and enhancing collaboration with various industry organizations. \n CA is a leading provider of enterprise software and solutions, and its systems management",
    "The technology industry has taken a hit in recent weeks, despite significant earnings statements from leading companies like as Apple and Amazon. Investors are expressing concern over the potential growth potential of the industry as a whole, contributing to a dip in the stock market for several important stakeholders. \n Apple reported record earnings in January, with revenues of $ 111.4 billion in the opening period of 2021. The co",
    "In a significant announcement that shook the US wireless broadcasting market, MCI, one of the principal telecommunications companies in the nation, has struck a 10-term deal with NextWave, which promises to give MCI a substantial boost in its wireless transmission offerings. \n The agreement, which is valued at $ 6.5 billion, will provide MCI rights to NextWave 's wireless spectrum, a decision that is projected to signi",
    "MCI Communications Corp., a leading telecommunications provider, has entered into a 10-term agreement with NextWave Telecom Inc. which will allow it to compete with the highest level of U.S. wireless providers. The agreement will consider MCI leasing NextWave 's extensive wireless spectrum holdings, enabling it to provide high-frequency wireless services to its customers. The action is viewed as a major advancement for M",
    "AT&T, the biggest telecommunications company in the universe, created an unexpected decision on Monday when it announced that John Walter, a former R.R. Donnelley & Sons CEO, would succeed Robert Allen as the company 's CEO. Several industry experts believe that the decision is a brave gamble for the fate of the organization, as AT&T looks to seek different strategies to compete in an increasingly crowded marketplace. \n Walter, who",
    "The telecommunications industry is ready for a shake-up as MCI Communications Corp. announces its 10-term partnership with NextWave Telecom Inc. The deal marks a notable milestone for MCI, who will currently reach the top tier of U.S. wireless providers. The agreement will likewise experience a increase in next-evolution wireless resources throughout the state. \n As part of the strategic partnership, MCI will deplo",
    "Market research firms are divided in their predictions for the demand of individual computers in the first phase of the year. While some believe in a part-empty scenario, others see a half-full outcome. \n According to a study by Gartner, personal device shipments will decline by 2.1 share in the first season of 2021, hitting 71.6 million items. However, another analysis firm, IDC, predicts a",
    "AOL announced its new strategy to become a mass media company on Tuesday, February 26, along with a variety of other significant changes. These involve introducing fixed-fee internet pricing and hiring Robert Pittman as the head of their online support. \n As AOL announced this new strategy, they created it extremely clear that they wish to become a significant and influential player in the media industry. To accompli",
    "Microsoft Corporation has announced that they will be licensing Fore Systems ' fast-speed networking technology for their future Windows operating systems. This change aims to increase the speed and reliability of network connections for users around the world. \n Fore Systems was a pioneer in the networking industry during the 1990s. The firm built leading-innovative networking solutions that were leading",
    "Pyramid schemes remain to be the greatest prevalent scam on the network, despite efforts to clamp down on fraudulent activities. According to a new report by the social-profit organization, Pyramid Scheme Alert ( PSA ), countless individuals have been duped through internet pyramid schemes, resulting in substantial monetary loss. \n The article highlights various pyramid schemes, comprising series messages, m",
    "The United States Postal Service ( USPS ) has announced a comprehensive strategy to enhance the security and reliability of e-commerce transactions. With the pandemic changing the method people buy, further Americans than any are buying items online, and the USPS is determined to ensure those transactions secure. \n The new scheme includes several measures, involving the implementation of advanced safety protoc",
    "According to a new study, connection to the internet shows a positive effect on the learning outcomes of elementary school students. Scientists found that students with internet access at residence scored higher on standardized tests and obtained higher overall GPAs than their counterparts who lacked online access. The research suggests that web access gives students greater access to resources, educationa",
    "The Internet Society has recently established a commission to examine a proposal for a major expansion of Web addresses. The proposal, introduced by a team of technology industry leaders, would permit for an immense increase in the number of usable IP addresses, enabling the internet to on developing and evolving. \n Currently, the internet relies on the application of Internet Protocol version 4 ( IPv4 )",
    "The Internet Society has supported back from a proposal to expand universal address accessibility due to concerns about potential security risks. The proposal would have enabled a much larger variety of IP addresses to be implemented, providing enough addresses to accommodate the expected growth of the internet for the following several decades. \n The proposal was received with mixed reactions, with some praising the action as a n",
    "Trademark experts have initiated a new measure to curb internet domain disputes. The initiative aims to help organizations manage field name disputes, with a concentration on the prevention of subsequent conflicts. The overarching purpose of this new strategy is to reduce the number of time and money spent on these disputes.",
    "In today 's age of globalization, online business has become a crucial part of our lives. With the advancement of automation, businesses can now easily expand their horizons and reach beyond their domestic markets. Nevertheless, this has caused elevation to a new series of challenges, particularly in conditions of regulations and boundaries. \n The rise of online commerce has brought new opportunities for businesses to thr",
    "The Supreme Court is decide to review a lawsuit that could possibly have a major effect on the trillion-dollar futures exchanges. The situation involves a dispute over the interpretation of a significant provision in the Commodity Exchange Act, which governs futures trading. \n The provision in question is recognized as the \" counter-manipulation provision, \" which prohibits traders from intentionally manipulating market prices",
    "The Supreme Court in the United States is the grappling with a unique set of guidelines on derivatives and cash trading that could potentially reshape the commercial industry. The situation has been brought before the tribunal by a consortium of banking institutions who are challenging the decision issued by the Commodity Futures Trading Commission ( CFTC ) to impose fresh regulations on these kinds of trades. \n The",
    "A recent survey revealed a substantial increase in network usage worldwide, but online resources are struggling to attract additional customers. The study, conducted by the Pew Research Center, showed that 81 % of adults in the United States utilize the internet, with identical figures identified in various advanced economies. \n The study noted that the increase in internet access was spurred by the proliferation of smartphone",
    "Hewlett-Packard ( HP ) has unveiled a strategic plan to increase sales of its encryption system for reliable online business. The move occurs amid Increasing concerns about cyber threats, information breaches, and online fraud. \n According to HP 's strategy, the company will invest in exploration and innovation of modern encryption products, expand its marketing efforts, and partner with key stakeholders in the e-commerce indus",
    "According to a recent survey, web usage continues to rise steadily around the world, but online services are struggling to attract additional customers. The study, conducted by industry research firm GlobalData, found that internet usage grew by 7 percentage in 2020, fueled by an increase in virtual activity and online training during the COVID-19 pandemic. \n Yet, despite this increase in internet usage, onlin",
    "After much debate and deliberation, the executive has decided not to impose a particular tax on online sales. Rather, they advocate for consistent taxation across all sectors of the economy. \n The proposed specific tax on internet commerce was faced with backlash from digital retailers and consumers alike. Many argued that it would stifle development and innovation in the e-business industry, which includes b",
    "The software sector association has withdrawn its support for Clinton 's encryption export strategy, highlighting the critical concerns that industry professionals have regarding the privacy of software customers. The announcement came as a surprise for the Clinton effort, who had been relying on the assistance of the technology industry to advance ahead its encryption export policies. \n The software industry g",
    "On Wednesday, a U.S. District Court magistrate has blocked the current state regulations that permit capital unions to expand their participation. The ruling is a significant setback for the National Credit Union Administration ( NCUA ), which had planned to promote credit unions ' development. \n The decision was rendered by Judge Dabney Friedrich, who agreed with the claims offered by the American Bankers Association ( ABA ),",
    "Former President Bill Clinton 's group of advisers has asked for a \" open enterprise \" approach to the digital economy, urging lawmakers to obtain a touch-off approach to regulation of the industry. \n A report released on Wednesday by the Clinton Global Initiative, a nonprofit created by the former leader, stated that control intervention in the internet economy has been harmful to innovation and econom",
    "Washington, D.C.-The Clinton administration has announced that it will revise the existing guidelines for exporting computer encoding software, a decision that has been received with mixed reactions across the tech industry and political spectrum. \n This decision occurs after years of controversy surrounding the export of encryption software, which is employed to secure confidential data and communicati",
    "The United States Justice Department s website was hacked earlier this time, causing considerable concern within cyber defense circles and beyond. Elements of the intrusion are yet emerging, but early findings indicate a sophisticated and coordinated attack that exploited vulnerabilities within the department s digital infrastructure. The incident shines a harsh spotlight on the vulnerability of a",
    "The recent judgment by the Federal Reserve to expand financial activities has stirred up a flood of reactions from analysts and industry officials, who believe that the action has further intensified the drive towards an overhaul of the US banking regulations. \n The Federal Reserve voted previous session to modify its policies regarding the Volcker Rule, which was implemented in reaction to the 2008 economic crisis to",
    "In a historic move, the Federal Reserve has voted to permit banks to expand into the securities industry. The decision occurs after years of debate and lobbying by monetary institutions aiming to expand their portfolios. \n The move is expected to hold wide-ranging implications for the funding industry as firms will now be able to provide greater investment opportunities to their customers. It well m",
    "In an effort to hold up with constantly-changing innovation and remain vigilant in the international marketplace, the London Stock Exchange ( LSE ) has declared the release of its new trading platform, Sequence 6. This marks the completion of the LSE 's three-term modernisation program, which has witnessed the implementation of several new technological advancements across the exchange 's platforms. \n The modern system, whic",
    "London-based B.A.T Industries is reportedly mulling over restructuring proposals to streamline its financial support business in the face of mounting regulatory burden, according to sources. The action appears as the tobacco giant looks for options to clear up funds to increase investment in its core tobacco operations and with stiff competition in the sector. \n The organization has hired investment bank Credi",
    "Guardian Royal Exchange ( GRE ), one of the UK 's leading insurance companies, has revealed that it will be eliminating 350 staff as component of a restructuring initiative that aims to streamline the organization 's operations and increase profitability. \n The work eliminations will affect mostly back-support and administrative positions, as also as some underwriting and claims roles. The company said that it will attempt to minimize th",
    "The UK telecommunications industry is scheduled for a revamp with Ofcom, the regulatory body for the area, suggesting reduced regulations for Mercury Communications, a significant player in the industry. The telecoms company, whose owner company is Cable and Wireless, has been granted lenient regulations by Ofcom in a decision that is predicted to strengthen its stance against its rivals. \n The regulator has recommende",
    "The UK Financial Conduct Authority ( FCA ) has revealed its plans to clamp down on secret trading through the application of derivatives. The regulator has said that the decision follows rising concerns over the application of derivatives by investors to obtain unfair advantage and manipulate the market. \n The FCA has published a notification to businesses that applying derivatives for insider trading is forbidden and will no longer",
    "Speculation Surrounding Potential Merger Sends Commercial Union Securities Climbing \n The stocks of Commercial Union, a prominent insurance firm, surged in trading on Tuesday following rumors of a potential merger with another Major competitor. The report has established tongues wagging in insurance circles, with analysts and industry experts engrossed in trying to predict the outcome of the planned merger. \n T",
    "The insurance brokerage industry is experiencing a dilemma of consolidation, as companies struggle to resist overcapacity and competition. The trend towards consolidation has increased rapidly in recent decades, with several companies attempting to merge in aim to achieve economies of scale and enhance their market position. \n The issue of overcapacity in the insurance industry has been a longstanding concern, as very",
    "Lloyd Thompson Group and JIB Group have recently announced their decision to merge in a $ 496.4 million agreement, creating a modern and strong global insurance firm. The modern company is established to provide insurance solutions for industries including as construction, marine, and aerospace, among others. \n The merger between Lloyd Thompson Group and JIB Group is planned to produce a Dominant influence within the insura",
    "The United Nations has delayed Iraq 's re-access to the sector oil industry, which has lifted oil shares in Europe. The decision occurs amidst increased concerns about the safety situation in the region, as in as the ongoing conflict between the body and Kurdish forces. \n The UN has been monitoring Iraq 's Agreement with oil output quotas established by the organization and has determined that the",
    "London, U.K.-Ladbroke Group and Hilton Hotels Corp stated today their reunion in a global alliance over 32 decades since they previous combined team. The action is predicted to strengthen the hospitality industry, providing hotel patrons with greater accessibility to a wider variety of facilities and experiences. \n The Ladbroke Group, which owns Ladbrokes Coral Group, is one of the largest events betting and wager",
    "Ladbroke Group and Hilton Hotels Corp, two leaders in the hospitality industry, have revealed a worldwide alliance after 32 cycles. The recent partnership is established to support both companies and customers worldwide by offering a seamless and integrated experience through Hilton s renowned hospitality brands and Ladbrokes  expertise in the gambling and entertainment business. \n The announcement came as a product",
    "Scottish Amicable, one of the UK s biggest mutual insurance providers, is ready to abandon its mutual position and prepare for a  1bn flotation on the London Stock Market. \n The change, which has been in the works for several months, is expected to provide a major improvement to the Scottish Amicable s capital reserves and support ensure its extended-lasting prospects. \n Founded in 1826, Scottish Amicable has long been a stalwar",
    "Scottish Amicable, the 170-year-old mutual life insurer, is prepared to abandon its mutual position and embark on flotation to enhance its economic stability and growth prospects. The firm disclosed that it is preparing to offer policyholders a unique bonus and Prospective benefits as part of the system. \n The ancient insurer, which had been operating under the mutual system since its inception in 182",
    "Two of the UK 's policy company giants  Lowndes Lambert Group Holdings and Fenchurch Plc  have revealed plans to merge their operations in an effort to counteract declining margins. The acquisition would create one of the biggest insurance brokerage firms in the region, with a combined workforce of over 800 employees. \n The decision to merge occurs amid increasing concerns in the insurance industry about fallin",
    "Nicola Horlick, the previous chief executive of Morgan Grenfell Asset Management, has allegedly admitted to conducting discussions with ABN AMRO before her suspension from Morgan Grenfell in 1997. \n Horlick, who was celebrated at the moment as one of the leading prominent figure in finance, departed Morgan Grenfell following allegations that she had encouraged colleagues to invest in a production scheme that was eventually discovered",
    "Abbey National, the British banking and insurance company, has launched a surprise offer for Scottish Amicable, the life insurance division of the Edinburgh-based financial solutions company Royal London Group. The action threatens Scottish Amicable 's plans for an original state offering ( IPO ), which had been anticipated in the upcoming weeks. \n Abbey National 's proposal, which values Scottish Amicable at around  2.3 value",
    "Scottish Amicable, a UK-based living insurance company, has allegedly declined down a $ 2.3 billion takeover bid from Abbey National, a UK multinational banking and economic support firm. \n The planned transaction would have experienced Abbey National acquire Scottish Amicable, which has been operating as a standalone subsidiary of Royal London Group since 2014. \n Scottish Amicable was established in 1826 and is",
    "Abbey National, one of the biggest institutions in the UK, has urged Scottish Amicable ( ScotAm ) to halt its demutualisation plans. The communication occurs after the Edinburgh-located firm stated that it was considering a conversion to a private restricted corporation ( PLC ) from a mutual insurer. \n In a memo to ScotAm CEO, David Pollard, Abbey National 's President, Ian Harley, warned that the decision could harm policyholders an",
    "Scottish Amicable, a life insurance company based in Scotland, has revealed that it will provide its policyholders with crucial details regarding Abbey National 's initiative during its demutualisation proposal announcement. The change occurs as the organization looks to offer its customers the transparency and help they want to create informed decisions about their investments in the upcoming weeks. \n The a",
    "London, 26th March 2021: The classic members of the Lloyd 's of London insurance market are likely to continue declining, as to the CEO of major investor Blackstone Group Inc. \n Steve Schwarzman, the CEO of Blackstone, announced in a current interview with Bloomberg TV that the archetypal participants of Lloyd s, known as \" titles, \" who offer up their own assets as collateral to back insurance polici",
    "Since the National Day celebrations in China, the country has been creating considerable moves to control the soybean and soymeal markets. The move has caused disruptions in the market as the participants are pursuing practical solutions to adjust. \n Since the COVID-19 pandemic, the soy and soymeal sectors have typically been significantly affected. China 's relationship with the US has additionally complicated the matter further.",
    "China is expected to gradually increase its consumption of palm oil quotas in plan to avert price spikes, traders say. \n Following the implementation of a quota system prior period, Chinese importers were allocated a set quantity of palm oil that they could bring into the region each year. This action was made to control the number of foreign goods that flood the Chinese trade and to promote domestic businesses. \n How",
    "China 's sugar industry has been facing a variety of challenges recently, including substantial reserves, recovering prices and a lack of funds. The situation is expected to continue the industry centered on the domestic market, as than seeking to expand into international regions. While this may be beneficial for the industry in the short-term, it may also present major challenges for the industry 's long-duration su",
    "China 's sugar industry has been experiencing a boom for the past several decades, with sugar production skyrocketing to new heights. According to accounts, the nation 's sugar stocks are currently at extremely high levels, surpassing the demands of the local economy. However, China is not projected to join the global sugar trade until mid-1997. \n Data from China 's National Bureau of Statistics reporte",
    "Beijing, China  China has suspended imports of US chicken meat due to concerns about the outbreak of avian influenza, usually referred as fowl or bird flu, as to National authorities on Thursday. \n The embargo, which takes effect immediately, will impact the multiple-million currency export business which has been increasing steadily over the previous several years. The US exported greater than $ 1 billion worth of poul",
    "China has banned the shipment of U.S. chicken dish amid fears of a fowl plague, potentially putting the several-million currency distribution trade at risk. The decision arises after an outbreak of bird flu was announced in a quantity of States poultry farms. \n According to Chinese officials, the ban is a crucial measure to prevent the outbreak of the deadly H7N9 strain of bird flu, which has already infected",
    "China has recently banned imports of some U.S. chicken dinner over avian influenza concerns. This is a huge impact to the multiple-million currency export business, which is currently at risk. The move comes at a time when China is addressing a critical shortage of meat due to the ongoing outbreak of Continental swine fever, which has harmed millions of pigs. The restriction could yield in a loss of millions of dollars for",
    "China has recently announced a major purchase of soybean oil, but traders in Asia are skeptical about the state 's declared intentions. The skepticism is fueled by concerns about the state 's capacity to absorb significant volumes of the commodity and the possibility of an overreaction in the exchanges. \n The acquisition of soybean extract by China is portion of a broader strategy to augment the state 's diet",
    "The global aluminium market has experienced a significant decline in prices in recent times, affecting traders in Asia who are struggling to sell their stocks as a consequence. According to documents, around 80,000 tonnes of aluminium are now stuck in Chinese docks, causing headaches for both traders and manufacturers who rely on the material for manufacturing. \n The decline in aluminium prices can be attributed to",
    "In response to declining prices, China is reportedly cancelling soybean contracts, as to several Eastern merchants. This is a concerning evolution for farmers in the United States, who depend heavily on exporting soybeans to China. \n China, which is one of the world 's largest importers of soybeans, has been struck heavily by the ongoing business dispute with the United States. In retaliation for tariffs on Asian",
    "China has decided to prohibit the acquisition of chicken products from 10 distinct states from the United States due to fears about avian influenza or fowl plague. The Asian leadership 's decision to accept drastic action on imports reflects its concern about the animals ' condition and the potential risk to humanity being. \n The 10 regions affected are Arkansas, Indiana, Iowa, Kansas, Kentucky, Michigan, Minneso",
    "On Wednesday, China stated that it would suspend all poultry imports from ten U.S. territories, worth at nearly $ 500 million dollars annually. It is a reaction to the identification of bird flu on a plantation in California, and an attempt to secure Asian merchants from exposure to bird flu. \n China 's General Administration of Customs announced that the restriction would put to poultry from Arkansas, California",
    "The sugar industry in China has finally stabilized after several years of turbulence, providing a sigh of relief to executives and traders alike. The market has enjoyed a greater steady and comfortable period in recent times, aided in section by the state 's recent decision to halt imports of increased fructose corn syrup. \n This decision by the Chinese leadership has been critically significant to the sugar industry,",
    "Shanghai, China  A mystery surrounds the ownership of up to 100,000 tonnes of copper stored in warehouses in the bustling metropolis of Shanghai. The discovery has caused a stir among experts and investors alike. \n Preliminary investigations have revealed that a significant quantity of copper has not been announced for several years, with no apparent proprietors or clear plans for the matter. Studies indicate that",
    "In recent weeks, Asian soybean buyers have been defaulting on and cancelling contracts as worldwide values for the crop have fallen sharply. The action is causing concern among farmers, traders, and analysts as it raises fears of oversupply and further cost declines. \n As to records, Chinese buyers have been unable to secure delivery of soybean cargoes due to a lack of warehouse capacity, delayed",
    "As global markets proceed to struggle due to the COVID-19 pandemic, the scenario for the soybean market remains uncertain. In current times, Asian buyers have defaulted on thousands of contracts to purchase produce from international suppliers as prices have fallen. The defaults have sparked concerns about the effect on the international soybean market and on producers in countries like as Brazil an",
    "In a decision that emerges as welcome development for USA poultry exporters, China has announced a halt in the proposed ban on U.S. poultry imports. The decree, which was supposed to receive effect on January 1, 2021, has been postponed by an unspecified duration to grant for further discussions on quarantine protocols. \n China 's decision to suspend the ban follows a petition from U.S. trade officials who have been pr",
    "BEIJING-In a decision that will appear as a relief to citizens poultry farmers, China has agreed to suspend its entry ban on U.S. poultry for quarantine discussions. The restriction was initially scheduled to receive influence on January 1, 2021, but has currently been postponed to a future time. \n China 's General Administration of Customs had announced the ban earlier this time, citing concerns over the presence of COVID-1",
    "Chile and China have enhanced their mutual ties with an agreement to expand mineral exchange and technological assistance. The agreement was signed during a televised meeting of the Chile-China Joint Commission of Free Trade Agreement ( FTA ) on May 12, 2021. \n The FTA was signed between Chile and China in 2005, and since now, their business relationship has improved significantly. China is Chile 's most tradin",
    "Chile, a major copper producer, is aiming to deepen its business and professional ties with China, the planet 's largest importer of the metal. The initiative is aimed at boosting trade cooperation and strengthening bilateral ties between the two countries. \n Chile is one of the world 's leading copper-extracting countries, with a stake of around 30 % of the international market. China is the world 's leading copper importer,",
    "Imperial Tobacco, one of the world 's largest tobacco companies, is facing an uncertain fate as it splits from its main organization, Hanson Plc. The action occurs amid rising threats of litigation against tobacco companies, which has established Imperial Tobacco in a precarious situation. \n The separation from Hanson Plc signifies the completion of greater than fifty years of association between the two companies. It was a dif",
    "Imperial Tobacco Group, one of the world 's leading tobacco manufacturers, has revealed plans to separate from Hanson Plc, an business group, citing concerns over the risk of litigation against tobacco firms. \n The decision to break occurs after Imperial Tobacco Group encountered mounting pressure from regulators and activists over its involvement in the international tobacco industry, which has extended been associa",
    "Rover and Vauxhall have both announced major investments aimed at ramping up exports in the UK motor industry. The two companies, well-established firms in the sector, have outlined plans to further enhance their global influence and increase production capacity to satisfy growing demand. \n The change appears as the UK s auto industry continues to rebound from the pandemic-caused supply route disru",
    "Despite the strong market in the international automotive industry, Ford UK is expecting steady sales for 1997 as consumers think cautious. reference to Ian McAllister, Ford UK 's Chairman and Managing Director, the automobile industry is confronting a challenging environment, and the organization is bracing for a difficult period approaching. \n Ford UK is one of the state 's top auto manufacturers, creating some of the mo",
    "Wickes Plc, the UK-based home improvement retailer, has revealed a  51 million loss-off as part of its annual account for the financial year ending 31st December 2020. The corporation also plans to increase funds through a refinancing rights plan. \n The loss-off relates to the closure of secondary-essential locations as part of the company 's strategy to concentrate on its core area. Wickes shut down four under-performi",
    "The former president of Wickes, Michael Ashcroft, has accepted responsibility for accounting irregularities that resulted to a loss-down of  51 million. The announcement was released on Monday, June 28th, by Wickes  affiliate corporation, Travis Perkins, who additionally acknowledged that they have reached a settlement with Ashcroft. \n The accounting irregularities were discovered during an inherent review in 2019, which resulted to",
    "Wickes Plc is planning to create another assessment against its economic performance following accounting discrepancies that were recently discovered. The UK property improvement retailer is preparing to receive an additional fee of about  10 m ( $ 13 m ) as it continues to assess the effect of the mistakes. \n The new price follows an original charge of  7.5 m ( $ 9.8 m ) that Wickes announced in November 2020. This",
    "Nissan, one of the top auto manufacturers in the world, has announced its plan to develop up with a decision on whether to create a modern, budget-efficient vehicle for the Western market by season 1997. The decision will be made based on various factors, including market interest, cost-effectiveness, and Administration regulations. \n The Japanese automaker is considering to expand its footprint in the Europ",
    "AMEC Plc, a prominent design and scheme coordination company, is reportedly exploring a potential investment in European electrical and construction company Spie Batignolles. As to sources familiar with the situation, AMEC is considering buying a stake in Spie 's electrical and construction businesses to expand its global exposure and diversify its portfolio. \n The potential settlement is declared t",
    "The UK executive 's Private Finance Initiative ( PFI ) has addressed a crisis of faith with significant concerns being brought about the delays in awarding contracts. The delays have been blamed on bureaucratic scarlet tape and a lack of transparency in the procurement system, contributing to increasing dissatisfaction among potential bidders. \n The PFI was introduced in the UK over two decades earlier as a means of deliver",
    "London, UK-AMEC Plc is anticipated to announce its investment in Spie Batignolle, a Parisian engineering and development firm, by November. \n This article arrives after weeks of speculation regarding the two companies  potential partnership, with both parties remaining sealed-lipped about any potential contract. The investment is believed to be in the area of  500 million, with AMEC Plc gaining a major s",
    "Wolseley Plc, the UK 's primary distributor of heating, plumbing, and construction materials, is scheduled to announce a slight decline in revenues for the fiscal year finish July 31, 2021. However, it is expected to increase its dividend payout due to substantial cash earnings and improved performance. \n As to analysts, the company 's profits are expected to be influenced by the ongoing COVID-19 pandemic, which has disru",
    "Wolseley Plc, a UK multinational purveyor of heating, plumbing, and building materials, has recently announced a 1 % dip in its yearly pretax earnings, despite an increase in sales and dividend raises. The announcement is amidst a bleak outlook for mainland Europe shares, as the COVID-19 pandemic continues to ravage the global economy. \n According to the firm 's to financial performance, published o",
    "Conrad Plc is projected to confirm its takeover of Sheffield United Football Club in the upcoming weeks. It is believed that the contract will be finalised within three to four weeks, providing Conrad Plc ownership of the football team. The change follows after weeks of speculation surrounding the fate of Sheffield United, with fans eagerly anticipating development of new ownership. The takeover is predicted to brin",
    "In a significant acquisition move, Smiths Industries has acquired Leland Electrosystems Inc, a leading supplier of advanced electrical systems for combat aircraft. The acquisition is anticipated to promote Smiths Industries secure key naval aircraft contracts and enhance its status as a premier provider of critical aviation systems. \n With over 40 decades of experience in the aerospace industry, Leland E",
    "Cowie Group, a leading leasing and fleet management firm, has been approached by an unnamed defence vehicle manufacturer to establish a joint association for contract combat equipment to the Ministry of Defence ( MOD ). The move occurs as the MOD looks to modernise its vehicle lineup. \n The Cowie Group is a well-recognized company in the UK fleet management and leasing market, with a solid performance history of p",
    "Millennium Chemicals, the primary chemical manufacturer, is now preparing for its upcoming flotation in October. Nevertheless, the company 's prospects have been complicated by recent findings of takeover attention. If accomplished, the takeover would possibly disrupt the company 's plans for the future-specifically regarding its dividend system. \n In recent weeks, share prices for Millennium Chemicals",
    "Eco-terrorism Strikes at UK Construction Giants: Activists Target Profit Margins in New Form of Business Risk \n In Modern times, environmental activists have been stepping up their efforts to fight Environment shift and defend the planet against ecological destruction caused by large corporations. For old industries, this has meant that enterprise risk has taken on a new type-entity that they",
    "Millennium Chemicals, a leading producer of specialty chemicals, has revealed its plans to purchase back its respective shares as part of a reduced-dividend strategy in the future. This action is in accordance with the company 's recent growth strategy which focuses on expansion and innovation. \n The firm 's management staff highlighted the importance of investing in exploration and innovation, as well as growth-oriented m",
    "In the midst of the demerger operation, Hanson Companies have received takeover approaches for multiple sectors. The multinational corporation is now in the method of splitting its operations into separate entities to increase shareholder benefit. \n As to sources familiar to Hanson, the takeover approaches have been received for various sectors of the business, including the fuel, building material",
    "Foreign companies are taking advantage of undervalued Australian oil and petroleum stocks, but industry analysts say the area has a Promising future in with increased prices and a expected-to-be-deregulated gas market. \n As to recent reports, international companies including as Tokyo Gas, Mitsui & Co, and Shell are buying up Australian oil and fuel stocks that have been affected by the COVID-19 pandemic and low oil price",
    "As the global oil and gas industry navigates its path through significant industry shifts, international companies have been swift to snap up undervalued Australian oil and gas stocks. \n Since the 2015 oil price crash, the Australian oil and gas sector has struggled, with several tiny-to-medium sized companies sinking under. This resulted in many of their properties becoming accessible for foreign companies to acquire, with fa",
    "The Australian oil and gas industry has been experiencing a significant slump over the past of years, and many international companies are leveraging advantage of the situation by snapping up undervalued assets. Nevertheless, industry analysts believe that the area has a promising future with increased fuel prices and a deregulated gas market potentially on the horizon. \n In to reports, several foreign co",
    "Scott McNealy, the head of Sun Microsystems, recently created an intriguing observation at a tech event. According to him, the development of the world has sparked the biggest creative explosion in system past. McNealy, who was the CEO of Sun Microsystems from 1984 to 2006, provided that this explosion would n't have been possible without the network as it is the backbone of the mod",
    "In a significant development in the Commonwealth banking industry, St George Bank and Advance Bank Australia have joined partnerships to form the country 's largest-largest bank. The merger will combine combine the strengths of both entities, enabling the new bank to provide a wider range of goods and services to its customers. \n The merger was announced after periods of negotiations between the two companies. The agreement",
    "In a significant step in the Capital banking industry, St George Bank and Advance Bank Australia have agreed to merge, creating the largest largest bank in the state. The merger, which is scheduled to be completed by the end of the year, will see the two banks combine their resources and operations to build a stronger and more aggressive participant in the space. \n The contract, estimated at A$ 2.65 billion, was announc",
    "Rupert Murdoch, the founder of News Corp, has announced his plans to exploit games broadcasting as a  battering ram  to dominate the subscription TV industries globally. The billionaire Entertainment mogul intends to apply his extensive competition portfolio to boost subscription sales and become the dominant player in the industry. \n Murdoch built his wealth by building a global media empire which included newspapers, t",
    "The partners in Australia 's biggest gas project have announced plans to increase output. The A$ 34 billion Ichthys LNG project, situated in the Northern Territory, is a joint venture between Japan 's Inpex Corporation and France 's Total. The statement occurs as the plan celebrates its first anniversary of construction. \n In a proclamation published on Monday, Inpex and Total announced a A$ 6 billion investm",
    "Australia 's main gas project, the Gorgon LNG project, is scheduled to receive a major expansion with the announcement of a US$ 4.7 Billion investment to increase its output capability. The investment occurs as component of a joint project between Chevron, ExxonMobil, Shell, and CNOOC. \n The Gorgon plan, which is located on Barrow Island off the coast of Western Australia, now produces around 15.6 m",
    "AGL Energy Limited is reportedly invested in acquiring Tenneco 's Australian assets if they 're put up for sale, according to the firm 's managing executive, Brett Redman. The potential acquisition would correspond with AGL 's plans to expand its energy industry in Australia. \n Tenneco is a worldwide manufacturing firm that produces automotive components and aftermarket components. It operates a facility in Australia",
    "Rupert Murdoch Grooms Next Generation to Control Over His Media Empire \n Rupert Murdoch, the media tycoon and founder of News Corp, is preparing to pass over control to his two sons, James and Lachlan. The change occurs as component of a extended-period strategy to ensure the fate of the Murdoch press empire, which features The Sun, The Times, The Wall Street Journal, and Fox News. \n Speculation about a possible publication d",
    "Australian aluminium giant, Comalco Ltd, announced a 72 % fall in revenue profit for the first half of 1996. The firm, which had previously projected a strong profit growth, cited weaker commodity prices and a stronger international currency as the main reasons for the substantial decline. \n Comalco 's net profit for the six-month term closing June 30, 1996, was AUD 12.6 million, compared to AUD 45.4 million fo",
    "Canadian media baron Conrad Black has lately expressed curiosity in expanding his stake in Fairfax Holdings to 50 share. This action occurs as a piece of Black s ambition to increase his media empire and hold a larger share in the Local media market. \n Fairfax Holdings, one of the largest media companies in Australia, now owns The Sydney Morning Herald and The Age, two of the state s lead",
    "CSR Ltd, a leading Australian building products and sugar manufacturer, is predicted to announce a gross profit for the opening half of its 1996/97 financial year. As to forecasts by financial analysts, the net profit for H1 1996/97 is estimated to span between A$ 146 million and A$ 160 million. \n CSR Ltd has been operating well in latest times, thanks to the strong desire for manufacturing items in A",
    "Optus Communications, one of Australia s leading telecommunications firms, has announced its first annual revenue and is currently preparing for a sharemarket issue. \n The company, which has been operating since 1981, has been making remarkable strides lately, as achieving a net income after tax ( NPAT ) of AU$146 m for the 2020 fiscal year. The achievement represents a key milestone for Optu",
    "News Corp 's Q1 net profit falls 8.1 %, below industry expectations, but 20 % gain increase still possible \n Global industry giant News Corporation has reported a fall in its Q1 net profit, which has missed industry expectations. However, the company has expressed belief in its outlook, despite the bad opening to the year. \n For the quarter closed September 30, News Corp reported a net income of GBP 128 m, dow",
    "Recently, news mogul Rupert Murdoch confidently predicted a 20 % increase in News Corp 's net profit for the ongoing fiscal year. Despite initial quarter data not meeting analysts ' expectations, Murdoch 's prediction is still expected to remain correct. \n News Corp 's opening quarter revenue dropped below of analysts ' expectations, with a decrease of 3 % to $ 2.12 billion. Its net income in dropped from the previous y",
    "News Corp, the international media giant directed by Rupert Murdoch, has reported a decline in its fiscal first-quarter earnings, meeting the analysts  forecasts. The firm s Q1 revenue income dropped by 8.1 % to $ 128 million, or 17 cents per stock, from $ 140 million, or 19 cents per allocation, a period earlier. \n The revenue of News Corp in the three period through September 2020 was $ 2.12 billion, declined 7.8 % from the similar qu",
    "Boral Ltd, the Australian building materials manufacturer, has reported a dismal opening to the 1996/97 year due to the weak Australian property market. Boral, which is one of Australia 's largest companies, announced a revenue loss of $ 29.5 million for the first phase of the year, compared with a surplus profit of $ 2.3 million for the same term last term. \n The mediocre result was largely attributable to the weak Aus",
    "RGC Ltd doubles annual operating profit on the basis of strong market for aircraft and golf clubs \n RGC Ltd, a major manufacturer of aircraft and golf clubs, has stated that its annual operating profit has doubled despite the ongoing international financial uncertainty. The firm has attributed the growth largely to strong desire for its services, which have continued to perform satisfactorily in the present ma",
    "As the third phase of 2021 comes to a close, analysts are anticipating that rival Web stocks will reveal immediate-term profit sacrifices for long-term growth in their Q3 returns. The technology industry has been experiencing a surge in demand as additional people rely on online platforms due to the COVID-19 pandemic. Nevertheless, competition in the field has been heating up, driving companies to finance i",
    "Nolan Bushnell, the inventor of legendary video game company Atari, is seeking to make a huge comeback with his new venture, which is set to launch art-high jukeboxes and video games in public spaces that are connected to the web. The ambitious initiative aims to disrupt the rhythm and entertainment industries by offering a new method for people to interact with each other and their popular game titles. \n Th",
    "Sun Microsystems Inc., a technology company specializing in hardware and software solutions, announced solid earnings and announced several milestones this time. But, the company s stock experienced a considerable decline, surprising investors and analysts. \n Sun Microsystems Inc. announced earnings of $ 3.1 billion for the third period, exceeding analyst expectations. Revenue from the firm s softw",
    "Several high tech giants have joined United to announce the launch of a new CD-ReWriteable technology for initial 1997. The system is said to be priced below $ 1,000, which is likely to make it widely accessible to the community. \n The CD-ReWriteable technology was unveiled through a joint statement meeting by Hewlett-Packard, Sony, and Phillips. The advanced technique is predicted to revolutionize the m",
    "Wired Magazine, the in technology and science publication, recently launched its first public offering ( IPO ) in hopes of raising money to fund anticipated expansion. Still, some investors are questioning whether the firm 's potential prospects are worth the cost label. \n The IPO, which hit the market in preceding November, offered shares at a price of $ 15 each, with a sum of 5 million shares availabl",
    "Netscape, the previously-dominant web browser, featured a benchmark-smashing period, exceeding market expectations with $ 100 million in revenue. The announcement came as a surprise to many industry analysts as the firm s recent struggles have caused some to speculate about its potential. \n Netscape has been struggling to maintain its relevance in the rapidly-evolving field industry. With the advent of modern research technology",
    "Netscape Communications Corp., the technology firm that pioneered the internet interface, has reported a benchmark-smashing quarterly revenue of $ 100 million, the highest in its past. The impressive figure is attributed to intense interest for its products and solutions in a rapidly expanding telecommunications market. \n The announcement was made by the company 's CEO, John Doerr, who praised the hard work and dedication of",
    "Silicon Valley executives and venture capitalists are mobilizing to defend against a California ballot measure that could threaten national capitalism. \n Proposition 21, which will be voted on in November, seeks to expand housing regulation in California by abolishing the Costa-Hawkins Rental Housing Act. The act restricts charge regulation to buildings constructed before 1995, exempts one-units homes and condos, and",
    "The tech business in Silicon Valley has enduringly been renowned for its innovation, entrepreneurship, and for performing a key role in advancing the American economy. But now, the area has taken on a new identity-a political one. \n It all started with the US Presidential elections of 2016, which shocked Silicon Valley to its foundation. The appointment of Donald Trump, who made no admission of his contempt for the technology",
    "Sun Microsystems, a system hardware and software company, has recently launched a new system computer dubbed \" Javastation \" in an effort to compete against budget-end desktop computers in the market. The Javastation system computer is an affordable alternative for customers who do n't want all the bells and whistles of a top-end computer and require a machine that can perform simple tasks such as browsing",
    "Sun Microsystems, a pioneering computer technology company, has shaken up the computing industry by unveiling a budget-price system device that could challenge the dominance of Microsoft and Intel. The announcement was made at a press event in San Francisco, where Sun President Ed Zander presented the firm 's new product. \n The network computer, or NC, is a basic machine that relies on networked se",
    "Microsoft Corporation, the American technology giant, has launched an electronic business system and partner system for internet shopping. The company revealed its new goods and solutions on Wednesday, August 25, 2021, in a plan to capture a growing market of online shoppers. \n The electronic commerce software, named Dynamics 365 Commerce, is a cloud-digital platform that enables businesses to person",
    "Redmond, Washington-Microsoft Corporation has decided to tackle on giants like Amazon and Alibaba. They scheme to develop it easier for retailers to market their goods directly to consumers utilizing Microsoft 's updated electronic business software. The organization recently announced the release of its Microsoft Dynamics 365 Commerce. The software aims to empower retailers with a unified solution that will provide",
    "Odwalla Inc. faces recall crisis and potential financial result after E. coli outbreak related to apple juice items \n Odwalla Inc. is addressing a recall crisis after an E. coli outbreak related to its fruit juice items. The company, which is famous for its organic juices and smoothies, has been obliged to recall all of its apple juice items after tests showed that they were contaminated with the d",
    "California 's advanced-technology industry has soared after a costly ballot proposal that would have severely impacted their businesses was defeated in the Modern polls. \n The ballot proposal, designated as Proposition 22, aimed to classify employees in gig economy companies like as Uber and Lyft as employees in of independent contractors. This would have called these companies to provide rewards and protec",
    "San Francisco-On Wednesday, boosted-tech shares soared after three ballot proposals that could have hurt the industry were defeated in California during the midterm decisions. \n Proposition 3, which would have generated $ 8.9 billion in bonds for rain and environmental programs, was rejected by voters. Industry authorities concerned that it would have raised fees. plan 6, which would have repealed",
    "Hewlett-Packard ( HP ) has announced that it is set to unveil a new machine that is aimed at revolutionizing the way users scan documents. This new tool, which HP is dubbed the \" Copy Exterminator, \" utilizes advanced technology to print documents without the necessity for a separate copy device. \n per to HP, the Copy Exterminator is a compact device that is designed to be applied with any standard printer.",
    "Diamond Multimedia, a prominent provider of multimedia services, has revealed two new cutting-pioneering sound and video technologies, along with innovative partnerships with Digital giants Toshiba and Microsoft. \n The top of Diamond Multimedia 's new technologies is a very advanced audio technology called \" Adaptive Noise \", which promises to revolutionize audio quality for sound and entertainment. Dyna",
    "California-located startup company, HP, has launched a new printer that has been dubbed \" revolutionary \". The machine, recognized as the \" Mopier \", is being pitched as a challenger to copier giants like Xerox. HP hopes to disrupt up the printing industry by offering businesses a further streamlined, price-efficient method to produce big-vast printouts. \n The Mopier, which stands for \" Multifunctional Original Print",
    "Hewlett-Packard ( HP ) has launched a fresh line-up of \" mopier \" printers to challenge industry giant Xerox. The latest range of printers not merely print, but as copy, scan and fax, creating them an ideal all-in-one solution for small businesses and household offices. \n The mopier printers are intended to preserve room and increase productivity. Their compact layout means that users can hold valuable desk area. Th",
    "McDonald s, one of the world s largest fast-food restaurants, has revealed a major shakeup in its leadership organization in reaction to intense competition and declining sales. The organization has chosen a fresh chairman to oversee its operations in the United States, which is its biggest industry. \n Chris Kempczinski has been designated as the latest chairman and CEO of McDonald s USA, replacing Joe Erlinger. Kempczinski",
    "McDonald 's Corporation is taking steps to address its U.S. industry issues with the appointment of a new chairman of domestic operation, Joe Erlinger. The fast-food giant declared the move to establish this new role across its U.S. business to support with some of the challenges the company has been confronting. \n Erlinger, who has performed at McDonald 's for over two decades, will begin his latest position on November",
    "U.S. food companies are set to face a tough final term as competition and ingredient costs on to weigh on their earnings. \n As to industry experts, the increasing costs of raw materials such as maize, wheat, and soybeans, coupled with intense competition in the area, have significantly impacted the economic standing of many produce manufacturers. This is especially evident in the gro",
    "In a bold decision that could determine the destiny of the pharmaceutical industry, Monsanto is reportedly considering splitting into two independent companies. As to sources familiar with the issue, the agricultural giant is exploring the development of a Life Sciences division and a Chemical Business division, as component of a broader strategic analysis. \n The potential split would regard Monsanto 's chemical operations",
    "Monsanto Co, one of the largest companies in the chemical and agriculture market, is reportedly considering a strategic decision to divest its secondary-core chemical businesses to concentrate further on the rapid-growth life sciences area. The decision appears as part of the company 's ongoing review of its businesses, which it hopes will result in a better profitable and sustainable prospect for the firm. \n reported to news r",
    "Archer Daniels Midland Co. ( ADM ), one of the planet 's largest agricultural companies, is scheduled to plead guilty to counts of rate fixing and settle maximum fines for its activities. The charges relate to the firm s involvement in conspiring to fix the values of lysine and citric solution, two important nutritional additives, between 1992 and 1995. \n The investigation, conducted by the U.S. Department of Justice ( DOJ ), revealed t",
    "Archer Daniels Midland Co ( ADM ), a global fare production and commodities trading corporation, recently settled a $ 100 million antitrust lawsuit with minimal economic result. The settlement, which resolved a lawsuit accusing ADM and various companies of colluding to manipulate prices for lysine, an amino compound used in livestock feed, was published on Monday. \n The lawsuit, which was filed in 2012, alleged",
    "On Tuesday, giant agricultural commodities trader, Archer Daniels Midland Co, commonly known as ADM, agreed to plead guilty to rate fixing and consent to pay substantial fines. The organization has allegedly been engaged in unlawful practices, such as manipulating the value of lysine and citric chemical products to increase its income and acquire a strategic advantage. \n ADM, one of the major commodity trading",
    "A federal judge has ordered Archer Daniels Midland Company ( ADM ), a international agribusiness firm, to settle a hefty $ 100 million in a fee-fixing lawsuit. The investigation, however, is ongoing, and there is a possibility of further charges being brought against the company. \n The situation began in 2013 when ADM and several different companies were accused of colluding to manipulate the value of lysine, an organism fe",
    "Archer Daniels Midland ( ADM ) has been in the news for all the wrong reasons lately, and shareholders are not happy about it. The organization has pleaded guilty to fee-fixing charges and will deliver a $ 25 million fine. The shareholders are maintaining their annual meeting in, and they intend to criticize the team of directors over the firm 's actions. \n ADM is a nutrition manufacturing company that operates in agric",
    "US agribusiness company Archer Daniels Midland ( ADM ) is experiencing strain from shareholders demanding board reform after it pleaded guilty to fee-fixing claims. \n ADM, which produces seed, oilseeds, and other agricultural products, recently agreed to disburse $ 45 million to settle accusations that it conspired with rivals to fix prices for lysine, a diet ingredient employed to promote livestock development. \n The plea a",
    "In a significant blow to one of the world 's largest agribusiness companies, Archer Daniels Midland ( ADM ) has suffered a vital executives in the aftermath of pleading guilty to rate fixing. The scandal has delivered shockwaves through the industry and sparked fresh concerns over antitrust violations. \n ADM, which produces everything from maize and soybeans to ethanol and animal feed, acknowledged past week that it accepted",
    "Archer Daniels Midland Co. ( ADM ) is one of the biggest food manufacturing companies in the universe. Founded in 1902, it has evolved into a behemoth with over 31,000 employees and a presence in more than 160 countries. Nevertheless, the organization 's reputation has taken a blow over the previous several months due to a scandal involving rate-fixing. On Tuesday, ADM 's Chairman, Juan Luciano, made a general apology to share",
    "It has been a turbulent year for Archer Daniels Midland Co. ( ADM ), characterized by a historic-setting antitrust penalty of $ 45 million, following allegations of fee-fixing and collusion in the lysine market. In the aftermath of this scandal, ADM 's shareholders are currently demanding shifts in governance, as they aim to keep the company to responsibility for its activities. \n At the heart of the controversy is ADM 's board of",
    "McDonald 's Corporation, the world 's largest chain of fast-food restaurants, is set to open several new locations in the upcoming years. However, insiders indicate that the actual amount of new outlets may decrease below of their targeted range, causing the quick-food giant struggle to maintain its development streak. \n The firm had intended to open around 900 new McDonald 's locations worldwide this season, but t",
    "McDonald 's, the world 's largest fast-food chain, announced a 10 % increase in its profit income despite operating in a poor condition in the United States. The statement is after the company announced modest expectations for the season, citing fierce competition in the industry. \n McDonald 's announced a total income of $ 1.5bn in the following period, up from $ 1.4bn in the same period last year. Nevertheless, the compa",
    "Monsanto, the domestic multinational agrochemical and agriculture biotechnology corporation, has recently released a notice to analysts requesting them not to increase their whole-operational earnings estimates for the company. The announcement appears as a surprise to several in the industry, especially after the company announced greater-than-expected earnings for its fiscal third quarter. \n Monsanto encountered a dec",
    "The Quaker Oats Co. has experienced its returns double in the previous period, despite a substantial decline in sales and continued struggles with Snapple. \n As to the company 's most recent fiscal report, Quaker Oats ' gross income for the third period of 2021 was $ 216 million, up from $ 108 million in the corresponding quarter last year. The firm 's revenue, however, declined from $ 1.18 billion to $ 1.15 billion during",
    "The head of McDonnell Douglas Aerospace Business, John Doherty, has resigned from his post amid a price-reduction dispute with the business. The sudden resignation, which was announced on Monday, has brought surprise waves through the industry, leaving several wondering what the horizon holds for the aerospace giant. \n Doherty had been leading the organization 's efforts to reduce costs and enhance performance in the f",
    "Nalco Chemical Co, one of the leading specialty chemical companies in the world, reported at that it expects twin-figure earnings growth for the upcoming fiscal year. The firm will acquire Nutmeg Technologies Inc. to further bolster its portfolio of assets. Nalco Chemical Co is known for its creative solutions in solution purification, pulp making, and process chemicals. \n The acquisition",
    "Prague, Czech Republic  Czech authorities are now discussing solutions to the state 's rising market deficit, which has been a reason for concern among experts and stakeholders. \n According to the latest data from the Czech Statistical Office, the state 's trade deficit widened by 7.2 % yearly-on-year in November 2020, achieving a sum of CZK 23.2 billion ( $ 1.1 billion ). This shows the peak market",
    "Manila, Philippines-The Czech firm CKD has secured a $ 200 million contract to supply modern trams to the Manila metro operation in the Philippines. The deal was awarded by the Department of Transportation ( DOTr ), which aims to enhance the public transport service by introducing modern and environmentally-sustainable trams. \n CKD is a reputable-established manufacturer of contemporary trams, and its offerings are known for thei",
    "The U.S. Defence Department has dismissed the Czech Army s previous claims of detecting toxic substances during the Gulf War as invalid alarms. A statement from the Czech Army in 2017 indicated that its chemical detection teams had discovered and revealed the presence of toxic agents in Kuwait and Iraq. Nevertheless, after conducting its private investigation, the U.S. Defence Department has concluded that these",
    "Prague, Czech Republic-The Czech Republic had a merchandise export deficit of 220.1 billion Czech koruna ( $ 9.9 billion ) in 2018, the top in its recent record. Nonetheless, tourism revenue offers a glimmer of hope for the tiny, key western country. \n The business deficit is largely attributed to larger-than-anticipated imports of machinery and transport equipment. In contrast, exports of machinery a",
    "Czech National Bank proposes merging two banks to form largest after-Communist Central European megabank and privatising \" Big Four \" \n The Czech National Bank ( CNB ) has proposed merging two of the Czech 's biggest state-owned firms, esk spoitelna and Komern banka, to create the most post-Communist Central European institution. The acquisition, which would establish a repository with  173 billion ( $ 195 billi",
    "Prague, Czech Republic-The past president of the Czech Republic, Vaclav Havel, has strongly criticized the 11-term imprisonment sentence passed on Asian dissident Wang Dan. Havel, who himself spent time in jail as a state prisoner before heading the overthrow of communism in Czechoslovakia, denounced the verdict \" a serious breach of human freedoms and a blatant suppression of dissent \". \n Wang Dan, a",
    "Italy has stated its plan to pursue integration somewhat than isolation for fringe candidates in the North Atlantic Treaty Organization ( NATO ) expansion. The action occurs after previous time s NATO meeting where signatory countries expressed concerns over the potential inclusion of fringe candidates in the alliance. \n Italy, as one of the founding partners of NATO, has been instrumental in shaping the allia",
    "Czech President Havel has spoken out against the Beijing judiciary that recently sentenced a dissident to prison on rebellion claims. Vaclav Havel, a pioneer who took a pivotal part in the Czech Republic 's transition to freedom after decades of communist regime, condemned the decision to imprison author and activist Yang Hengjun for what he described as \" a sham case. \" \n Havel, who has long been a vocal",
    "The Czech Republic 's Gross Domestic Product ( GDP ) growth for this period has been revised down to 3.1 %, from its previous forecast of 3.6 %, due to reduced trade requirement from Germany. \n The Czech economy has been heavily dependent on exports to Germany, which accounts for about one-part of the state 's overall output. Nevertheless, Germany 's market, which is the biggest in Europe, has been struggl",
    "During a NATO summit organized in Brussels yesterday, Italy has declared its support for the integration of Slovakia and Romania into the organization as total members. \n The Italian Defence Minister, Lorenzo Guerini, stated that Italy had been advocating for the enlargement of NATO for a prolonged period, and that Slovakia and Romania would create excellent allies. Guerini as emphasized the strategic value of",
    "Czech inflation slowed to 8.7 rate in October, in accordance with expectations, as to figures released by the Czech Statistics Office on Tuesday. \n Inflation eased from 9.4 percent in September as fare cost increase moderated. Prices of vegetables and food grew at a slower rate, while beef prices fell slightly. \n The moderation in price growth was additionally helped by a slight appreciation of the Czech cr",
    "The Czech Republic is scheduled to conduct the next phase of voting in its Senate elections on Friday, but analysts are already predicting that the outcome is unlikely to provide any clarity for the state 's legislative future. \n The Senate is the senior chamber of the Czech parliament and is comprised of 81 representatives, each of whom serves six-term term. The elections are held in two rounds, with the opening round",
    "The Czech Republic 's Tourism Sector is set to exceed revenue records despite encountering bleak business figures, according to reports from the Czech Statistical Office. Despite the challenging economic conditions and the ongoing COVID-19 pandemic, the nation 's tourism sector has shown remarkable resilience and has been significant to attract high numbers of tourists. \n According to the current figures, the total numbe",
    "Prague, Czech Republic-The President of Komercn Banka, the next-biggest company in the country, has declared his candidacy for the Senate in the upcoming elections. Jan Juchelka, who has been at the direction of the institution since 2018, has been campaigning on a basis of regulatory reform in the Czech banking industry. \n Juchelka 's candidacy arrives at a moment when the country 's banking industry is struggling sev",
    "Prague, Czech Republic-The head of the Czech Republic 's largest bank, Zdenek Turek, has announced his candidacy for a Senate position in the upcoming elections. With a goal to clear up the industry-communist banking industry, Turek believes he can create a favorable result from his recent position. \n Turek, who now serves as President of Ceska Sporitelna, has been a prominent leader in the country 's banking se",
    "The Czech Republic has forecasted a record tourism revenue of $ 5 billion in 1996, providing an economic boost amid business deficits. This unprecedented growth is a consequence of the state 's efforts to promote its abundant past, cultural heritage, and contemporary attractions. \n The Czech Republic 's tourism industry is projected to generate numerous employment opportunities and increase exports of goods and products, prov",
    "Skoda Auto, the Czech automaker, has declared the release of its new sedan Octavia, hoping to eliminate its communist-period reputation and increase its revenue. The organization hopes to build on the achievement of its previous models and on to increase its market share in the competitive automotive industry. \n The Skoda Octavia has been completely redesigned and boasts an improved design and a variety of high-tech featu",
    "In a recent development, the Czech National Bank 's ( CNB ) proposal to acquire Europe 's biggest bank, Commerzbank, has come under criticism from public officials, prompting questions about the bank 's ambitions in a fiercely challenging European banking sector. \n The CNB 's proposal to acquire over Commerzbank, a German banker, has received criticism from Czech Prime Minister Andrej Babi and Finance Minister Alen",
    "Skoda, the Czech automaker, has introduced a new sedan in a bid to remove its Communist-era reputation for poor quality vehicles. The modern version, named the Skoda Superb, boasts modern design and advanced technological features. \n Skoda has extensive been the subject of jokes about shoddy craftsmanship and poor reliability, but in modern decades, the firm has strived hard to adjust this perception. The Superb is th",
    "The Czech Prime Minister Vaclav Klaus is supposedly considering a mission to gain a larger mandate following the Civic Democratic Party 's ( ODS ) significant performance in the Senate vote. The ODS, which is Klaus ' electoral party, gained twelve out of the twenty-seven seats that were being fought in the elections conducted on October 14-15. \n Klaus, who took over the premiership in 2018, now leads a min",
    "Prague, Czech Republic-The Czech Republic s customer prices rose up less than anticipated in September, relieving concerns for the Central Regional country s economy which is struggling with Slow growth amid a general slowdown. \n According to figures published by the Czech Statistical Office ( CSO ) on Wednesday, the state s annual inflation level rose by 2.7 percent in September, compared to the previ",
    "Czech consumer prices rose less than economists had expected in September, providing a modest boost to households struggling to cope with the coronavirus pandemic, but as increasing fears that the administration 's whole-year goal may be difficult to achieve. \n figures from the Czech statistics agency showed that user prices increased 2.0 % period-on-year in September, below the 2.3 % increase economists had for",
    "In a recent press conference, the Czech National Bank Governor announced his commitment to maintaining the crown strong despite calls for depreciation to promote exports. \n Governor Ji Rusnok acknowledged the raised burden on the state 's exports, but emphasized that the power of the capital was equally vital in maintaining a Sound economy. \n \" Although a weaker crown might assist improve export",
    "Berlin, Germany-The German opposition group, The Left, has started a movement to advocate for the acceptance of a after-conflict reconciliation pact with the Czech Republic. The pact, which has been in negotiation for several time, seeks to resolve the grievances of Czech civilians who were expelled from Germany after World War II. \n The pact has been a cause of conflict between Germany and the Czech Republi",
    "The Czech National Bank Governor, Ji Rusnok, has pledged to maintain the stability of the Czech Crown currency, despite calls to devalue to support the government 's exports. \n Rusnok addressed the question during a new press conference, noting that the Czech Republic 's robust economic performance and standing in the European Union renders it unnecessary to take certain measures. \n \" We possess no desire of artificia",
    "The Czech National Bank has declared the terms for the state program that will observe it purchase doubtful debts from smaller banks. The scheme, which was discussed earlier this season, aims to provide relief to smaller banks struggling with a significant amount of substandard-performing credit. \n Under the scheme, the Czech National Bank will purchase loans from smaller organizations, providing them with an injection",
    "Czech politics has experienced one another setback as growing infighting among the opposition team threatens its chances in the upcoming elections. The event, which has been facing a steady decline in patronage among voters, is currently grappling with domestic discord that seems to be spiraling out of power. \n The event, which has been in reality for several decades, has consistently prided itself on being a",
    "The Czech Cabinet is predicted to produce a crucial decision on the privatisation of the state 's largest savings bank, Ceska Sporitelna, in the upcoming weeks. Theory has been rife over the potential cost of the deal, as also as the intrigue surrounding it. \n Ceska Sporitelna is currently owned by the Erste Group, an Austrian banking and investment products conglomerate. The bank has been a significant pla",
    "Czech Prime Minister Vaclav Klaus has revealed an 11.8 % overall spending increase in the 1997 state budget. The budget, which is the earliest in the region following the collapse of communism, is set to primarily emphasis on development up the state 's infrastructure. \n Klaus declared that the funding was designed to ensure that the country 's industrial development continues at a steady rate, with a projected growth",
    "Komercni Banka, one of the major commercial banks in the Czech Republic, has disclosed its business performance for the first nine terms of the year. The institution 's decline results were attributed to accounting variations, but its shares surged on the Prague Stock Exchange. \n According to the organization 's statement, its overall profit for the first three quarters of 2021 was CZK 7.9 billion ( dollar 342 million ), which is a",
    "Komercni Banka a.s. reported on Wednesday that they have experienced a 10 % dip in their income due to ongoing accounting shifts. Despite the dip, shares increased on analyst praise, showcasing the resilience of the Czech banking giant. \n Komercni Banka a.s. has been a mainstay of the Czech banking industry since its inception in 1990. The institution has continuously displayed remarkable stability and progress over the ye",
    "Prague, Czech Republic-Czech Prime Minister and Economics Professor Vaclav Klaus has predicted a slight but perpetual market difference in the state 's financial future. Launching his much-anticipated book \" A Blue Pencil of a Market Economy \" in Prague this time, Klaus highlighted the exchange deficit as a key concern for the Czech economy. \n As to Klaus, the state 's focus on imports and lack of attention",
    "Prague, Czech Republic-Czech Prime Minister Vaclav Klaus has foreseen that despite a temporary investment inflow, the area will continue to experience smaller market gaps in the next. In an interview with regional news outlets, Klaus attributed this prediction to the state 's developing economy and efforts made by policymakers to encourage increased exports. \n \" Although we have observed a recent increase in",
    "Prague, Czech Republic-The Czech Prime Minister, Andrej Babi, has created a government commission to combat the Kafkaesque bureaucracy that plagues the country. The newly established group will operate towards improving the Czech bureaucracy, which is notorious for being tardy, inefficient, and riddled with red tape. \n The word \" Kafkaesque \" is Taken from the writings of the renowned Czech author, Franz Kafka,",
    "The Czech Prime Minister has formed a government commission to manage the state 's bureaucracy, which has long been a cause of frustration for citizens and businesses alike. The action comes as the country commemorates the 100th centenary of the demise of celebrated writer Franz Kafka, whose works frequently depicted the frustrations and absurdities of bureaucracy. \n In a comment, Prime Minister Andrej Babi",
    "After several meetings with state officials, the Governor of the Czech National Bank, Jiri Rusnok, has issued a proclamation declaring that there is no urgency to divest the notification 's stake in Komercni Banka. However, he has proposed leasing the stake to various investors. \n Now, the government owns a 60 % stake in Komercni Banka, and the proposed transaction would reduce that to a minority stake. Rusnok b",
    "The Czech government is addressing a challenging decision on how to diversify its energy supplies in sequence to reduce its dependence on Russia. The situation has become significant in view of recent geopolitical tensions and the risk of potential energy supply disruptions. \n The Czech Republic currently imports around two-segment of its gas from Russia, making it very reliant on a sole point. This puts the",
    "The Governor of the Czech National Bank, Jiri Rusnok, has advised a cautious approach to privatising shares in Komercni Banka. Communicating in a press event on Friday, Rusnok argued that rushing into the privatisation could face detrimental implications for Czech financial stability. \n \" We want to be careful there, \" Rusnok said. \" Komercni Banka is a significant participant in the Czech financial industry, and any hasty",
    "The president of the Czech Republic, Milos Zeman, has attacked the country 's opposition leader for accusing the state 's private organization of holding a political bias. Zeman made the remarks during a lecture in which he urged the public to believe the state 's security institutions. \n The controversy began when opposition captain Jan Hamacek accused the Security Information Service ( BIS ) of holding a po",
    "The Czech Republic 's chief minister, Andrej Babis, has accused his chief partisan opponent, Jan Hamek, of lying and up to resist the pressure of the state 's referendum race. Mr. Hamek, head of the Social Democratic Party, is campaigning against Mr. Babis in the upcoming parliamentary elections, scheduled for October 8-9. \n Presenting at an election rally in Prague on Friday, Mr. Babis lashed"
  ]
}