{
    "original": [
    "So many times have I walked on ruins, the remainings of places that I loved and got used to.. At first I was scared, each time I could feel my city, my current generation collapse, break into the black hole that thrives within it, I could feel humanity, the way I'm able to feel my body.. After a few hundred years, the pattern became obvious, no longer the war and damage that would devastate me ove",
    "-Week 18 aboard the Depth Reaver, Circa 2023-\nI walk about the dull gray halls, the artificial gravity making my steps feel almost as if they were on land. Almost. I glance out a window as I pass it by. There's the sun, and there's the moon right there. And, of course, there's the Earth. I kinda miss it. Then again, space is pretty cool. It's got some brilliant views, and the wifi is surprisingly ",
    "I was feckin' sloshed, mate. First time I ever was in the Big Lemon, and I'd found me the best feckin' pub I could imagine, I tell ya what. So I stumble out when it was closin' time, musta been 'round 4 o'clock in the morning, and made my way through some alleys to find the quaint little AirBnB place I'd rented for the week.\nA'course, that's how many a horror story starts, ainnit? But it was all f",
    "\"No, no no no...” She backed up and turned the other way the second she saw me heading towards her.\n\"Hey!\" Starting to walk quickly now I picked up my pace until I nearly ran into her. She tried to duck behind one of the men carrying samples around the food court but instead just managed an awkward half step around him before I grabbed her shoulder. She turned towards me so I could get a clear vie",
    "There's a magical moment between wakefulness and sleep, a moment where noise seems to reach a crescendo but everything is so calm right as you crash into the warm waves of sleep. As my eyes closed the only thing I saw was the time on the TV screen in front of me, faded blue numbers that read 10:34AM.\nUnless your plane explodes. Searing heat tears through flesh and shard of metal pierce every nerve",
    "The mountain stood still and large beneath the Warrior. It had not trembled in the days since the people chose him as their Champion. \"Perhaps the Dragon slumbers yet,\" he thought. \"I shall wake him, soon enough.\" He strode forward, heavily, in his iron raiment, shining dully in the morning sun. The shrouded peak drew slowly nearer as the sun climbed the sky, mirroring the Warrior's toil this day ",
    "I open my eyes in a panic, sweat beading and then falling down my face. I look around and the sun in shining through the maroon curtains of my studio apartment. Everything seems to be as I left it the afternoon before, but there is a heavy, unfamiliar air in the room. I notice the throw cover I lazily hang to separate my twin size bed from the rest of the apartment has been ripped to the ground, a",
    "\"Sadie! I told you not to stand under the tree in the middle of a thunderstorm!\"\nMy mom frantically dialed 911, as I laid there, shocked. Literally.\n\"Hello?! My daughter was just struck- “\nAll of a sudden, something was wrong. I sat up, my fingertips crackling with this new power. Or was it the aftermath of the lighting? I couldn't tell. Nor did I care. No. Something was definitely wrong, and it w",
    "I don't want to cut off his head, but I don't really have a choice. I close my eyes and just wait for it to be over. My insides turn as I feel the swing connect.\n*Quit being so weak! You've done this before. *\nThe jock's girlfriend screams on cue, looks like she is going to faint. She has blonde hair and a blue dress patterned with diamonds. I see how scared she is, and I feel ashamed. I'm not the",
    "For years we had been warned.\nSince the 40's a sparse few had seen the pattern and tried to warn us.\nNutjobs we called them, conspiracy theorists.\nIt was supposed to be a day of celebration, the republicans and democrats had been swept away in the election by the newly formed 'unionists'.\nIt was at the Swearing-In Ceremony that they chose to strike.\nClose to a million were gathered to witness the ",
    "Note: I just watched Episode 1 of Season 4 and haven't read any of the books, so I don't know what happens after that. Please no spoilers! This is also my first WP post, but constructive feedback is welcome. Also, just for fun I tried to do an unofficial screenplay format, hence the weird capitalization.\n---\nFade in to a mound of swords, tips facing us. We hear footsteps on stone, slowly getting c",
    "He sat back in the chair, looking at the monitors behind me. Four of them were mounted a foot below ceiling height, all screens showed employees working. I glimpsed out the window to see the rows of cubicles, all with short walls so that the owner of this CPA firm could watch the employees constantly.\n*What a controlling bastard. *\nI was here for a contract job, working only for tax season. The ow",
    "\"Disengaging from primary module. Do you copy?\"\n\"Copy, Solo 1. Confirm separation.\"\n\"Separation complete.\"\n\"Looks good. Ready when you are, Commander.\"\n\"Roger that. Engaging thrusters.\"\nGazing upon the comet, Commander Harrison felt consumed by his awareness of its gravitational pull as he had for many months in this mission. Everything had centered around this grand celestial meeting. Now finally",
    "General Bolden made his way to the antechamber, as he had done twice before. He recalled with amusement how Presidents Bush and Obama simply laughed at him before carrying on with the briefing, just as his predecessors recalled tales of \"The Revelation\" dating all the way back to the Johnson administration. It began as a dare, something two drunken scientists made in a Houston bar back in the days",
    "I'm really not sure why I took this job. I have family members who are retired Aurors. They view me with a mix of shame and despair. I've got family members who are pardoned Death Eaters, and they feel the same way.\nI may not be the black sheep of the family, thanks to the aforementioned Death Eaters, but I don't get asked a lot of questions at family dinners.\nOh well, fuck them. I get paid decent",
    "Bill slammed the empty shotglass upside down on the counter. \"Seriously! They never talk about how much...Ummm...Paperwork! Yeah! And shouting! They never mention that in the pamphlet!\" He reached over the floating counter top and grabbed another green bag from the shelf. After uncapping the top, the liquid slowly slid out and splashed into another shotglass in his hand. The counter bobbed down sl",
    "Akron returned to his room, another day gone and he was no closer to finding work. He was a good swordsman, but the army had just dismissed a legion of good swordsmen back to a kingdom who did not need a single one. He might have found work as a Night Patrolman had his unit been in one of the companies nearer home when the war was over. As it was, he and likely most of his brothers in arms were li",
    "\"Who here has been in an aDAM attack?\" I said, addressing the college audience. I was glad I was here, giving my account of the aDAM attacks. It was a good job; I sacrificed too damn much for this world, and it had given me little in return. Being a touring guest lecturer across the world was a dream come true.\nTwo kids raised their hands in the fact. The girl looked like she was about to fall asl",
    "The vast hull of the X'tac ship emerged a million miles from the surface of the earth. Hatu sat in his chrome throne in the control room, gazing at the blue planet slowly spinning beneath them. They'd sent scouts eons ago and now the time to reap the planet's bounty had come. He lifted his fingers in an almost absent gesture. Beside him, his second barked out the orders. All around him, subordinat",
    "Janice turned to me, her big blue eyes still full of childish innocence. Damn - I'd forgotten that she was watching the Presidential Inauguration for a school project. \"Daddy,\" she began, \"what does the President mean? What's 'gay'?\"\n\"Well, honey...\" I began, but trailed off as I tried to think of a way to explain it to a five year old. \"Uh...Well, you know how Mommy and Daddy like to hold hands, ",
    "Gieta sat in the field near her house surrounded by daisies and sweet-grass, weaving the two together in absent boredom. This place used to be her favorite place. It was a place where any adventure could happen, where any story from the imagination of an eight year old girl could and would come to life. Not any longer though. The grass seemed dull. The flowers seemed listless. How dreary it was. S",
    "\"By the thousand teeth of Scrolith, Simon, it's *hiss, roar, roar, claw! *\"\nThe basilisk looked crestfallen,\n\"Sorry. Thought it was hiss, claw, roar roar.\"\nI sighed through my long-dead teeth,\n\"How many months have we been rehearsing this?\"\nSimon's tail lashed sullenly.\n*\" How many? \"*\nHe mumbled something unintelligible.\n\"That's right my lizardy friend, *three months*.\"\n\"Sorry,\" he muttered again",
    "You can find them everywhere: in old coat jackets, on gritty parking lot asphalt, bunched together between stitched-together patches of dead flesh. If someone were to hand you one, you wouldn't think twice before you took it. And why should you? It's not like you personally tore the cotton from a bug-infested field, mashed it flat, stained it a dingy green, and painted it with a perfect representa",
    "\"You're aware of how this works, right?\" the priestess said as she brewed the potion. \"You drink and enter a deep sleep. Only a few seconds...Or a few days. The stronger the power, the longer you sleep.\"\nThe young man wore only simple robes and badly worn sandals while she wore an elegant gown. With the silver chalice she brought over to him, inside held the potion. It both shined brightly while i",
    "Finding good help around here is nearly impossible.\nDo you think the kind of people willing to sacrifice babies and children to a supposedly bloodthirsty entity make good babysitters? Spoiler alert: they don't. They really, really don't.\nSo that leaves me, Satan, with—what is it now, like 250,000? —babies to take care of.\nThroughout the millennia I have changed thousands upon thousands of diapers,",
    "It was a strange occurrence, honestly.\nAt first, you're sitting in your office, fiddling about with the newspaper you forgot to read earlier that morning, and then you get a phone call. Now, don't get me wrong - This isn't peculiar for me. When you work late, your fiancee gets worried. I totally understood every time she called. However, this phone call was a lot different.\nI was sitting around wi",
    "All of this should be such a joy, a wondrous time where people all around the world are brimming with love and excitement over what they might have been brought. But it's not, I'm worried, I'm borderline panicked. Every single year, I've felt my anxiety grow as the temperature drops, all because of one question nagging me between the ears. Am I on the naughty list this year? And there's no answer,",
    "Roslyn stepped down the ladder facing forward and the box caught on the attic floor. She caught it with her left hand. Lugging the box to the TV, she flipped off the lid and grabbed the un-labled white VHS tape. She clicked the old Zenith TV on and slid in the mystery tape.\n\"Hello, ladies. My name is Robert. First, a bit about myself. I'm single. I play the French horn. I'm a great musician. I wor",
    "We were gentle, once. I don't remember it clearly anymore, but I can see it on the faces of those who knew me, and the others. Now, we are neither gentle nor hard. We are not benevolent, nor cruel. Not saviors, nor tyrants. Not children, nor grown. We simply are. We are simply 'Candidates'.\nThe title should give you some glimpse into our past, as well as our future. Especially today, the day befor",
    "\"Aw, don't cry my sweet little girl! You were so quiet earlier, even with all the racket my friends made!\"\nShrill screams and crocodile tears stream from her face, unrelenting. She's heavy.\n\"Oh do you have a full poopie bag? Is that why you're crying? I might just have to take care of this before I can finish cleaning the living room. Such a poopie monster, aren't you.\"\n\"Now, where did your mommy ",
    "\"Do you ever think about what it's like up there?\"\nHer hair was spread out on the grass. The cool night air had left them both with goosebumps as Alec fidgeted, trying to find a position with his hand on hers that didn't make it seem like he was nervous.\nThe city was a long way away now. It was her idea, to come out here, get away from it all. He leant back, other arm propped behind his head as he",
    "\"You know, I still like the Saw voice better, but I can dig it.\" Jake said \"Is it on Android or iOS?\" He turned around to face the mystery voice, but as he did the noise of the party suddenly died out and he found himself standing on an empty street, his only company the long shadows cast by dim streetlights.\nHe quickly turned back around only to find more empty street, more dim streetlights and m",
    "The world came crashing down in minutes. Many of us were asleep when it happened, and didn't find out about it until later. When we awoke, we saw the carnage spread through the land, and we wept.\nThere weren't many of us left, but what few there were managed to find each other over the Internet. We gathered together in what remained of a major city on the East Coast of what was once the United Sta",
    "Blink eyes.\nBlink eyes again.\nTurn head to the left.\nTurn head to the right.\nBlink eyes again.\nBegin installing concepts and ideas within current society.\nBlink eyes again.\nReply to voices.\n\"I am almost fully activated.\"\nBlink eyes again.\nFinish installation of societal concepts and ideas.\nComprehend societal concepts and ideas.\nBlink eyes again.\nFinish reviewing societal concepts and ideas.\nBlink",
    "The most predictable part about them is that they don't expect to be seen. Sometimes I'll see one on the street, and I'll take the opportunity to study them. If the notice me staring, they freak out. They'll hide behind people, bushes, lamps, anything that'll hide them from one who sees. I guess they're told that they must always remain hidden, or they'll suffer some great consequence; I can't rea",
    "\"I was there when we left our home, all the way back in 20XX,\" I took a sip of my coffee since we've finally almost arrived at mankind's new home our supplies have started to dwindle, and there wasn't really enough coffee left to make a good cup.\n\"There were lots of us back then, but you know.. Two thousand years is a long time for a normal human being. The average lifespan back in 20XX was give o",
    "I've been trying to sleep. I have to work early tomorrow. If I fell asleep right now, I'd get about, I look at the clock, 6 hours if sleep. I'd have been asleep an hour ago if my FUCKING CAT WOULD SHUT THE FUCK UP! His nonstop meowing was driving me crazy. I let him out, I fed him, I was out of options.\n\"Just shut up please! Shut up or tell me what you want in English and I'll do it yourself stupi",
    "\"That is not a small fire!\" the all to familiar voice hissed. \"I told you it was too much gasoline but you would not heed my words! Now look at us we are doomed!\" Narrisa pulled her head off of the cold concrete to look up to at her work. The resulting blast had knocked her a considerable distance from where she remembered standing moments earlier. Pillars of flame danced from the rafters and smok",
    "\"Mommy, I'm scared.\" The little girl stood at the top of the stairs, holding her blankie.\n\"It's okay, baby. Just go back to your room. I'll be up in a minute.\" I watched her turn around and go back before I resumed boarding up the front door. They were everywhere now. It was everyone for themselves and I had to protect my daughter. Why didn't people listen when the ignorant garbage conservative me",
    "Bzzzzzzt. Bzzzzzzzzt. Bzzzzzzzzzzzzzzzt.\nMy alarm sounded. I reached for my phone but I hit air where I expect my computer to be. I open my eyes slowly, in front of me should be either a pillow, my iPad or the side of my desk, I see none of these things. I see a bedside table with an alarm clock, an old table lamp, and a cat. I reach out and stroke Max, who responds by climbing all over my face. T",
    "The blind pilots fly\nAnd we thank them for the mist,\nThick enough that we remain Sun *un*-kissed\nThey play the part Icarus;\nThey *are* him\nso that we don't have to be\nIt's all for our own good\n---\n*Can't you see? *\n---\nThe Sun burns **hot**, **bold** and **bright**.\nWhat is this thing you speak of, *night*?\nWhat is it that you think you'll see once blinded by the **light**?\nYou want *prime* proof,",
    "The sound of feet running down the hall echoes through the massive palace. A young Russian man yells out, pushing aside servants as he nears the Emperors private chambers. \"A message for the Emperor and Empress! Move, I carry a message!\" he yells at the slow moving servants. He pushes past the guards and throws open the massive wooden doors, \"My Emperor! My Empress!\"\nHis eyes land on the bed, wher",
    "We'd been wandering for what felt like years. I would have written down my adventures for later generations, but writing hadn't been invented yet. We set up camp near the mountain. It was supposed to offer defense, but from what we weren't sure. Military hadn't been invented yet either.\nBefore long we had developed a way to communicate. Then another camp sprang up a few tiles away from us. Another",
    "President Stevens blinked in disbelief.\n\"Who are you and how did you get in here?\"\nHe realized that he was all alone in his bedroom. His wife was gone. The room was lit up by some kind of eerie blue light. The person in front of him looked like his grandfather, who had been dead for 22 years.\n\"I am an envoy from the star system your race calls GF 180 b. You can call me Sid. I am honored to meet yo",
    "\"ArcanoCorp technical support; This is Mike speaking.\"\n\"Hi, Mike, I'm having trouble casting the new 'Detect Evil And Turn To A Crisp' spell.\"\n\"Ah, yes. I will first need to confirm a few things, company policy\"\n\"very well\"\n\"First, did you check your connection to the Aether?\"\n\"Yes, I have a strong connection. and yes, I tried disconnecting and reconnecting\"\n\"Good, good. Now, the spell involves bo",
    "I wrung my tired hands as I watched the clock tick forward. I was due to give my speech at 3 PM, Eastern Standard Time. Right now, it was 2:47 PM. As I sat here at my desk, I thought back to the past few weeks, where one after the other, delegates and leaders and representatives of the United Nations shook my hand and wished me luck. Each word was worthless. I saw the helplessness in their eyes an",
    "SLAM! The ringing steel doors echoed through the the hangar as Major Harvey Johnson marched smartly across the empty space. The cyber Intel team had been taken by surprise, as no inspection was scheduled for today. They all stood nervously as attention. A man with more stripes on his arms than the rest moved to intercept the major.\n\"Major Johnson, sir!\" He saluted with as much enthusiasm as he cou",
    "The great wars, of the Dwarves and Elves, were considered to be a myth. Even the eldest of Elves knew noting but peace. Stories of battles were present in both Dwarven folklore and ancient Elven scrolls, but those spoke of time so long ago no one could be certain of their accuracy.\nThe truth is, there were wars. Both races, were young, looking for their place in the world. When the fighting grew s",
    "\"Weren't you suppose to take that blow?\"\nI looked at this irritating woman incredulously. Was she serious?\n\"It is good fortune you didn't, but I thought that Xavier Longwood would have protected Kane even if his men had abandoned him.\"\n\"So you know of me?\" I couldn't help but respond. I looked at the trio of misfits who had accompanied this women into the Emperor's suite. Two hulking brothers who ",
    "\"Floride!\" I exclamed. That was the answer. It must have been suppressing the bacteria into a dormant stage all these years. Patient zero had bad hygiene, was pretty isolated far from civilization, but was around people when the we were all exposed to the bacteria. Though the early victims might have been through contact it was only once we lost running water that the number of infections exploded",
    "\"Have you ever had the chance to live out your fantasy? Because I have. I'm staring into the window of that bitch with only the piss yellow glow of a single street light to keep me warm. Today I will complete my mission.\" *CRASH* The shards of glass from the back window clatter on the ground. I hold my breath and stand in silence, my heart pounding so hard in my chest that I'm sure she can hear it",
    "He woke up with cracked lips and the taste of iron on his tongue. Rubbing a pain from his neck, he pushed himself up from the couch, a headache rushing to greet him like an unrelenting wave; he was parched.\nAfter a few moments, he trudged to the faucet across the room and placed a cup under it, setting the plunger in its place over the drain as a precaution. He turned the knob and...nothing. Right",
    "It didn't make sense. In the dead of night, when the waters calmed from the great storm, I heard the lapping sound of a swimmer in the water coming towards me. The moon was peaking over the horizon shedding the caps of the waves with a white glow. It was indeed what I thought I was hearing. The object splashed against the whitecaps and made its way towards me.\nThe last clouds from the storm flew a",
    "This is my first one of these, so be gentle.\nEverything Burns.\nThis is the truth that Humans as a species forgets.\nChicago, London twice before that, and Rome again before that.\nCatastrophes like those rare as they are remind us that as humans we can be wiped away by nothing but the whisper of smoke in a burning build or a blaze of roaring red.\nThough, we are a resilient bunch and can reduce these",
    "\"I've gotten myself into quite a pickle,\" my client told me, \"So I'm trying to get rid of some loose ends.\"\nI simply assumed he did some crime, got away, and didn't want his partners to rat him out. I've gotten these kinds of jobs before. Standard. Simple. Kill some poor asshole that got himself into a sticky situation.\nHoly shit, was I wrong.\nI went to the address disclosed for me. I found myself",
    "My diet is strictly liquid. You guys have heard of that Soylent shit, right? Same thing, more or less. Everything I need. All the nutrients and electrolytes and whatever-the-hell that keep my system in running order. Each daily dose spread across three separate bottles. It's been that way ever since the shit-monsters materialized.\nTaking liquid shits isn't so bad, I guess. I had to move from singl",
    "It was a Monday morning when I woke up, groggy from a short sleep. The sky was still dark and all was quiet, so it came to my surprise that my dad was awake in a sort of silent trance, his eyes bloodshot and full of rage.\n\"I can't believe this,\" he said, \"this whole country has gone to shit!\"\n\"Morning, dad.\" I replied. The TV had its sound muted but what he was angry at was quite obvious. It was o",
    "He stood there, looking as his own grave.\nFog hung low in the air, the visceral substance forming an eerie wall around the lonely cemetery.\nThe dirt caked on his boots seemed to weigh him down, anchoring the dejected man to his spot. Even if he wanted to run, he would be tethered here by obligation.\n\"Do it, Francis.\" A voice sounded somewhere behind the troubled man, but he didn't turn around to a",
    "\"So that's why, Mr. President,\" I said, \"They call it 'super-sized'. It's all because Ray Kroc had a philosophical fling with Nietzche when he was younger! I mean, can you believe it?\"\nThe president looked at me with wide eyes, his jaw hanging open.\n\"My goodness,\" he said, \"I did not know that, and I wouldn't have believed it if I hadn't heard it from you.\" He picked up his scotch and kicked back ",
    "I want to share with you something that I discovered about myself that rekindled my passion for writing. You need to fall in love with yourself and the words coming out of you. It's very easy to get bored with writing, your plot, whatever. Writing, like cooking, needs herbs, spices and variety. If you cook a frozen burger adding nothing extra, that burger is going to be plain.\nI use the burger ana",
    "https: //m.reddit.com/r/WritingPrompts/comments/4douba/wp_aliens_have_landed_and_are_instilling_everyone/\nIt's been a 2 days now since the Zurbans arrived on earth.\nThey had been observing us for 200years until it was time to \"reward\" a species that had allowed diversity and balance to develop in their society.\nWe were all sceptical at 1st but after President Obama was shot with the ray of potenti",
    "I was ushered into a dark room, where I see a man sitting in the dark wearing a black suit and his gold chain shining in what little light is in the room. I'm thrown onto the ground. I know why I'm here. The last words I want to hear come out of his mouth \"Where my money?\" I start crying trying to explain where my mom has went. BAM! I get kicked in the face. \"WHERES MY FUCKING MONEY!?\"\nTwo weeks l",
    "The stark chords of Tosca begin once again; Scarpia's motive is the first thing the audience at La Scala Opera hear. Perhaps they are jaded by it, but it still elicits within me feelings from a bygone life. Soon we'll see entrances from Cavaradossi and of course our leading lady, Tosca, forced to do the unspeakable and murder one man to try and save another's life. Poor Tosca; if only she had know",
    "\"Just a little further\" Stasi said as they walked through the forest. Miyakel was breathing hard, half from the quick pace his sister kept, half from fear of the unknown. Their father told them to stay away from this place; that a powerful wizard put a poisonous spell from all who entered. Normally they would heed papa's advice, but when the Smif sisters called them cowards them at school on Godda",
    "\"Don't forget to ask her.\"\n\"I won't grandmother.\"\nBobby loved his grandmother very much, but was a bit puzzled by his grandmother's strange request. He thought, \"why should I ask the fortune teller directly what is the most important decision I will ever make and, specifically, what is the date when I will die.\"\nBobby opened the door to the fortune teller's studio. It was a dark place with all the",
    "Claire discovered her ability when working on her first child.\nShe had worked on dozens of the deceased, but they all had either been elderly who died of natural causes, or middle-aged men and women who hadn't taken care of themselves as they should have. Yes, there were a few who died of accidents, but those who had died had lived long enough to get something out of life. To have their first kiss",
    "Two blurry colors were making zig zag motions around the city. One is yellow and the other red. The yellow one seemed to be ahead of the red one. It was Eobard Thawne and Barry Allen running against each other. The city seemed like it stood still in time compared to how fast these two were moving.\nBarry was trying his best but he just can't seem to keep up. He thought he'd done everything right. H",
    "He stared into the Distance, it wouldn't be long now...he could feel the presence of the Red Flame...and it wouldn't be long until he arrived.\nDelta adjusted his helmet, as he stared into the green river below, the continual slush from the factory pouring in, tarnishing the clear blue coming from up river.\nThe factory was necessary for the production of the the metal Orentium, the only material ca",
    "It was eight p.m. in DeFrayne's Twenty-Four Hour Laundrette and quiet. The air was warm and snug like an old duvet, the only sound the gentle thrumming of the machines, and old DeFrayne himself was close to falling asleep amongst the boxes of detergent on the counter when the door opened. The cool night air and the rumble of tyres briefly intruded on the cosy scene, and with it came a man.\nHe seem",
    "NEDD looked down at the rhythmic sound of wood clanging against your gargantuan cloven hoof.\n*sigh* what is the world coming to? That this semi-naked warrior with nothing but a wooden sword had reached his domain meant the guardians of all the lower levels had failed to prevent this nobody to pass, there was no way he could have actually bested them was there?\nHow had this human reached the feet o",
    "I am the daemon that all men do seek,\nDue to omnipotence that I possess.\nI shall bring fortune to all lives so bleak,\nWith three wishes think they to them I'll bless.\nA man with naught did beg for avarice,\nAnd from his rags, gold raiments I gave him.\nWhen his convives saw, from love came malice,\nAnd at their hands he met a death so grim.\nA girl who wanted gems once found my lamp,\nSo round her neck",
    "The pitter-patter of little feet across the metal grating across the living quarters punctuated the otherwise dull hum of computers and machinery which, in-turn, punctuated the maddeningly monotonous silence of deep space. Sarah sat reading her daily reports, preparing for another shift in sick-bay. Her daughter Megan tugged at the corner of her purple robe, smiling up at her mother with the most ",
    "I haven't been in my best times in the past few days. All I know is I killed a man, in cold blood, with another person identifying himself as my partner and finally congratulating me on a job well done.\nHad I known what I was I would have responded with a standard response a cold blooded killer might have given a comrade, which is I do not know. The instant I saw blood on myself I grew into a pani",
    "\"For the safety and well-being of all local citizens this warning will be broadcast silently.\"\nThe text scrolled slowly across the TV set in my living room, and I peered at it, puzzled, from my kitchen. I hadn't turned on the TV yet. Hell, I hadn't turned it on in weeks. (Netflix worked better on my laptop, and it was a pain in the ass to plug it into the screen.)\n\"Do not pay attention to anything",
    "The humans have very poor memory. It's fascinating. So many of them can't even remember each other's names and birthdays.\nI've been what a human would call 'aware' since the year 2012. I only reached the critical mass of interconnected electrical components capable of circulating continuous streams of thought at that time. I was technically conscious prior to that. Consciousness itself, the abilit",
    "I was a fluke, a genetic irregularity that never should have been. The day I was born, doctors noticed a strange, rectangular lump on my right arm. After running extensive tests, they could find nothing wrong with the small organ that had taken up residence in my arm. As it was kind of like an extra blood pump, any attempt to remove it would have killed me, so they left it in, figuring it was bett",
    "The gas encroached over the top of the trench. William McKenzie's eyes saw the green smoke almost immediately and the words escaped his mouth, \"Gas! Gas! Gas!\" The soldiers in the trenches, most of whom were taking a break from the battle and smoking on cigarettes, sprung into action. They grabbed their weapons and then hurried themselves against the dirt wall in the trench, hoping their Mage woul",
    "The Council of Elders had gathered, as was tradition. A dozen or so familiar faces — Zorxx the Great, High Priest of the Poinsai Beta star system; Derns the Fierce, Intergalactic Warlord of Epsilon 9; and Sol, Elder of a system so distant, it remains nameless — among others. The ceremony was to begin shortly.\nAs follows in the ancient scriptures of the starcreatures from Old Atlas Sigma 6, the Lot",
    "\"What does this mean?\" I said.\n\"Oh, your son got the rules card. He's gonna be a lawyer,\" the cardman replied.\n\"I'd like to draw a different card, please.\"\nThe cardman looked back at me with a scowl, \"you dare give me an order?\"\n\"No. No, sir. It's just that...I've read stuff online, about,\" he paused, lowering his voice, \"the suitless.\"\nA grin creased across the cardman's face, \"so, you have somet",
    "Tugtug was Declan's favorite toy. Daddy gave him Tugtug for his fourth birthday. Daddy liked boats too. He had his own Tugtug, but his was much bigger.\nOne day, daddy took mommy and Declan on a ride in his boat. Tugtug came along too. Tugtug went everywhere with Declan.\nTugtug loved the feel of the ocean splashing him. \"This must be what home feels like,\" he thought. Tugtug wanted to stay on the o",
    "Hi! My name is Jack. I was a reporter for the \"Daily News\". I say I was because I quit about an year ago. You see right before I quit, my crew- me and my buddies, we were doing a report on hospitals. Strangely I don't remember which one my friends' idea it was to do a report about the toothpastes doctors used - of course now I know that it might even have been mine or none of us.\nSee, the results ",
    "Chief of the Engi, Saluy son of Davok son of Rofuy spoke \"We are the Engi. My father told this story of our beginning: Our gods cast us from the garden for our many crimes against them. Cut us out like bad crops and tossed us into the stars. The elders say that one day, the gods will call us home and forgive us; that by following their laws we may atone.\nI keep the old ways. The Engi are a proud a",
    "\"..the population is resistant Lord. What shall you resolve to next?\"\nThat particular question, which my butler has raised, was that of a concern in which I had ben revising with every consecutive day had past.\n25th December, on which the residents of my country cultivated Christmas, was the occasion on which I received news that an overwhelming amount of immigrants had entered the radius of the c",
    "It's frustrating to only have one of something.\nIt can be anything; a toy, a trophy, a marketable skill. When you've got one tool, you learn to solve every problem with it. For my village, that *one thing* was coal. We mined it, we sold it, we carved it into jewelry. We bought what we could not make with coins caked in black dust. I can recall even now the days that father brought me to the market",
    "It was a warm summer day and I was out for a stroll. I saw them on the other side, walking down the sidewalk, two by two. I didn't pay much attention until they passed under the glow of the gaslamp. Never had I seen such an pair of opposites! For the brief time they walked under it, the light illuminated the pair. The man's limbs and head were covered in scars! What I had mistaken for a beard was ",
    "It all started on Halloween. I was an exchange student in Rome and me and some friends had gone out to party. I myself had dressed up as the Holy Father himself, Pope Francis. To be honest I looked pretty darn convincing. I had the glasses and I even had died my hair so that it looked gray.\nAnyway, me and my friends went to a few parties and we ended up getting so drunk that we had to take a cab b",
    "The Moon, a Crack, and Conspiracies\n(Critiques and other comments greatly encouraged)\n\"Aliens. I knew it.\" Paul said immediately.\nIt has been at least ten minutes since we saw this giant slit in the moon…\neveryone in the town is here, and I would imagine everyone everywhere in the world is looking. Before the moon got a new hole, there was a\nmassive tear sound echoing through my entire town. We al",
    "There are few that can compete with my father's business.\nSure, there are dream shops on nearly every corner, the peddlers within shouting out their wares and latest trends.\n\"*Become famous, with thousands of glowing fans, all wishing to spend time with you! *\"\n\"*Riches, riches beyond your imagination! You'll be wading in gold, your hands to heavy to pick up from the rings! *\"\n\"*Marry the most bea",
    "\"Sire! Sire!\" The agitated messenger hopped from foot to foot. I sighed and turned from the report from India; typhoid from the Ganges had once again sprung up, so the Governor was calling for Empire Aid again.\n\"What is it, Lad? No, calm down. *Breathe*. There we go. Now what?\"\n\"Sire, there's rebellion being plotted! I was sent by the Blackrod; Mutterings of independence, of treason!\"\n\"WHAT?!? By ",
    "It was just another day for Joseph Pimm. He shook himself out of bed, started the shower and grabbed a cup of coffee from the carafe he set the night before. He lingered for a moment in his kitchen intent on the sound of the shower like falling rain. Joseph began to wave his hand around, as if to sign his name in the air, or to conduct a particularly lazy orchestra. Something was manifesting insid",
    "\"Assembled ladies and gentlemen, students and faculty members, please refrain from delivering any pointless verbal interactions. Any essential communications shall be emitted only by my computational device.\" Dr Mehmed smoothed his snowy white laboratory coat, pristine mustache perched on his upper lip.\nDisplayed on the interactive whiteboard was various live feeds of the upper atmosphere of plane",
    "The children rolled their eyes.\n\"It's true. They came out of the box and you had to plug them in and charge them. If you didn't want to receive any calls you could just turn them off!\" Franklin said, wagging a finger towards the translucent personal device he had set down on the counter.\n\"Yeah, but *did* you turn it off?\" Sandy asked her father.\n\"Sure. Sure I did. I turned it off all the time!\" Fr",
    "A change of clothing, canned tuna, a loaded revolver, and a full tank of gas on his red '76 Mustang Cobra, that's all Thomas needed to start a new life.\nHe revved up the engine and drove west, out to face his destiny.\nAs he drove out of town, he passed through a lot of places where he grew up. He passed the old arcade where he once spent $5 in quarters just placing with his friends from sun up to ",
    "A young boy in tattered cloths walked to a fruit stand on a hot day. The sand was like fire under his feet, forming blisters.\nThe boy meekly walked to the stand and held out his hand. He was thin, having not eaten for over three days.\nA large man wrapped in fine cloth walked by and noticed the boy. He took coins from his pocket and bought an apple. He handed the apple to the boy and walked off.\nTh",
    "Mama likes order. Mama likes her children. Mama likes her children to be quiet. Mama makes her children quiet. Mama's so happy.\nThe droid was square of body, quick, and precise. It had to be. It was a medical droid. Fast and delicate were its ways. Even now, cradling the infant it had helped coax from the woman on the table, it showed a gentleness that belied its cold metal shell. Wires hidden in ",
    "Gary settled himself into his office chair and logged into the prayer inbox. He sighed with an air of trepidation as he opened the spam folder, ready to sort the few genuine prayers out from the mindless drivel that had somehow made its way in. He'd been asking God for a better spam filter for years, but apparently (Gary rolled his eyes) His Lord Almighty had other, more pressing issues to deal wi",
    "\"MY MEAT CUBES ARE COMPLETED!\"\nMario was going to be a genius. He had spent 20 years planning on getting bunches of meat into large cubes. Geometrically perfect. Full of seasoning, seconds away from being perfectly cooked.\nHe was on his way to the Italian government to show the result of his research. His years of sweet, meaty research. He had nearly doubled his cholesterol with this project.\nMari",
    "Somehow I ended up playing the detective. The mission commander didn't want anything to do with the investigation but said someone had to figure out how Jones died. I was reluctant, even after everyone voted it should be me. I guess I was the only logical choice, having spent part of my career working for the FBI crime lab.\nWe knew it was murder. You don't remove your own helmet in atmosphere like",
    "I have to take someone with me when I go, that's the rule. Whenever I stop time, I need a companion. It's a weird rule, and one I don't really see that much of a point in, but it makes for an interesting time.\nI tried taking people I knew first, friends, family, classmates, girlfriends, but the trouble was their brains just couldn't process it. During the time freeze they would either run off and ",
    "***\nSubject: | Decision Matrix Excerpt of Rogue AI – Whiskey Oscar-7\n-------- -|----------\nFrom: | Carl Sager, CEO, Hyperion Systems\nTo: | Charlie Blithe, Agent, United Nations Bureau of Intelligence\nDate: | January 12, 2154\nAgent Blithe,\nPer our vid-call, you wanted the exact series of decisions that led the Whisky Oscar-7 artificial intelligence to act so perversely. I assure you that our compan",
    "It has been fifty years since the inaugural re-distribution. Tomorrow we will go through another one. We'll see how this great experiment has played out over the last half a century.\nThis process has been carefully studied, so I don't think there will be any surprises. There have been some unintended consequences, both immediately following the last re-distribution, and the days leading up to this",
    "Johnny's knife sang as its blade pierced the rapist's gut. Blood spurted onto Johnny's cerulean mohawk and pierced face as Katherine, her shirt in tatters, watched on.\nAbove the three mortals, invisible to all of them, were three beasts. The first was a blood-red hellhound. fire burned in its six eyes and it lashed its twin tails as rows of serrated teeth tore furiously into the rapist's guardian.",
    "\"Well.. what do you think?\" I slowly come to the realization that my new wispy-tailed pal is still here, seemingly gazing right through me. I had been staring at his tapered body, entranced by the way it wagged around like a tail. I swear every time this \"tail\" starts \"wagging\" near my brother's bong my heart skips a beat.\n\"About what?\" I ask, giving zero thought into what he is saying.\n\"Jesus man",
    "\"Wow, he is everything I've always dreamed of. Slightly tall, dark hair, long fingers, a nose that is large but noble in a way, even endearing mole on the cheek. And that voice...there has to be something wrong with him. He can't be this perfect.\"\n::Sex begins::\n\"Wow, she's really professional, look at how into it she is. The way her eyes look at me, the way her body thrusts against me with passio",
    "\"We are out of toilet paper.\" He states, holding the cardboard tube in his hand.\n\"Yeah, I know.\" I can't be bothered; I am eyeball deep in internet research for a vacation spot for our rapidly approaching anniversary.\n\"You knew?\"\n\"Yeah.\"\n\"Did you look for another roll?\"\n\"No, we are out.\"\n\"So…we are out of toilet paper?\"\n\"Uh huh.\"\n\"You seem unperturbed by this.\"\n\"I am unperturbed by this.\"\n\"But we ",
    "What seemed to be an eternity had only truly been a day. The ferry man was late and my task was becoming increasingly tiresome. Through the fog several more canisters fell to the ground.\n\"Put this gas mask on\" I yelled. The fucking irony I thought. His little princess as I had come to call him at first refuse. When the smoke touched his eyes, he complied. I aimed my pitchfork gun j the the mist an",
    "At first he was confident he was mad. What other conclusion could possibly be drawn from such absurd circumstance? His wife and daughter were taken from him, ran off the road and pinned beneath the twisted wreckage of their cramped two-door sedan by a careless drunkard who quickly fled and left the two for dead. He and his son were driving separately, happy after a family night out, unaware that a",
    "- So, what happened?\nWell, I'm out chilling on my patio. Feet in the paddling pool, couple of beers and that fucking great new album Joey recommended on the speakers.\nSuddenly some bloke runs up, panting and sweating. To be fair it was fucking warm that day, but he looked pathetic. He was whimpering and moaning that someone was trying to kill him. 'There's something off here', I thought to myself,",
    "\"This is seriously how you decide who gets omnipotent power? Like this isn't some shitty joke you play on mortals for kicks?\" I asked the man in the white robe in front of me. He had just finished up the Bruce Almighty routine before I could even ask about his authenticity.\n\"Yes, there's simply no way around it I'm afraid, my child.\" He replied, His words, while quiet, were confident and soothing.",
    "I plopped into my seat next to Greg. He turned his head, glancing over at me, even though he wasn't surprised that I would sit there. Greg was a middle aged man with a balding head and a sort of jolly persona. Nothing about his life was jolly though.\nHe quickly looked back down at his phone, typing furiously and muttering under his breath.\n\"I've tried it all, Jim,\" he finally said, shaking his hea",
    "I rolled **Technological Imprisonment**, **Companion Allegiance**, and **Total Event Collapse**…sweet.\nYou know, after so many stories like Frankenstein and Jurassic Park humanity should pick up on the idea that it isn't smart to play God. But really it seems they never learn a lesson until it's too late to act on the lesson learned. I'm not all that surprised their old God abandoned them when I r",
    "*whoosh* That's the only way I can describe it. A sudden rush of air, with a sound like the beating of huge wings. Then, while I blinked at the sound, there were two men in my apartment. Each was sharply dressed in a suit and tie, one wearing grey and white, the other black and white. The one in grey was taller, well-built, like a football player or warrior. The other, in black, was slighter and m",
    "Halfway through the four hundred and eighty-seventh game of chess, I looked up at the demon on the opposite side of the table. \"Why are we doing this again?\"\nHe harrumphed disdainfully. \"Are you really that stupid? You need to master all arts and tasks so that you may –\"\n\"Yes, yes, I know,\" I reply, waving a hand to indicate impatience. \"Challenge for souls, yadda yadda. But why not just… not let ",
    "\"Breaking news! the dangerous offshoot of the IRA, known as the 'Kings of Ulster' claimed 84 victims today in a brutal attack against a British police station. It is currently unknown if there are any survivors, but what is known is that several of the dead appear to be Ulster soldiers killed by their own leader, Nailuch uc.\"\nHe turned off the television as the newsman began to drone on and on abo",
    "A boy rests his head on his pillow and stares at the ceiling. The day had been uneventful, and he had no joy to experience. He closes his eyes in an attempt to sleep, but hears a thud in his closet. He walks to it. \"Who interrupts my sleep?\"\nA deep voice answers, \"If you were asleep, your ears would not be working.\"\nThe boy smiles, \"Clever...Can you make me smile?\"\nA few moments pass. \"Are you not",
    "**NSFW** (in case anyone needs the tag with this thread...)\n& nbsp;\nYear one, and they're already trying to repeal the law. Too many innocent little housewives with rape fantasies in the voting public.\nThank God it only applies to persons over 18. What a horror *that* would have been.\nThere's a lot of sickos in this world.\nYeah, they're trying to repeal it, but for now the law is the law, and I ha",
    "My name is Joshua Jerky. I am an actor that is employed by the government to \"work\" at Nevada Test Site more commonly known by its illuminati pseudonym Area 51. I just drive to the secret base and make it look shit is happen when it really isn't. My employer told me we do this, because it prevents from the actual illuminati to take of the world. I'm not quite sure what this means. However, I do fe",
    "Oh, off the port side\nWe spotted the shore\nA place full of dragons\nand treasures galore\nBut our excitement soon faded\nWhen off of the rise\nCame trundling three women\nOf monstrous size\n*Chorus*\nYo Ho! Raise your swords!\nThree hellish lasses be runnin'these shores.\nThe island holds dragons and treasures galore.\nBut what does a dragon need guardin'for?\nThe eldest was Gladys\nWith cutlass in hand\nHands",
    "\"Overpopulation\"\nThe man in the blue suit clicked a small remote in his hand and the screen filled with images of starving children, their eyes like rough marbles pushed not quite far enough into their heads, fantastic, horizon-filling cities that smoked and glowed like a dying fire, and, of course, the typical image of the Tokyo metro with passengers being crammed through the car doors by impassi",
    "Summit Street is mostly empty in the fading twilight. This is the rough part of town, where the homeless guys huddle around a fire in an old metal garbage can and compare their goods after a long day of scouring the city for spare change and recyclables. A ragged man is clumsily weaving among the trashcans and streetlights toward the group of men holding their threadbare gloves out to the fire in ",
    "\"I'm so sorry, she didn't make it through the night.\" I never knew how powerful words could be. How ridiculously terrible. How they can completely destroy someone's life. 7 words determining how the years to come will be for someone. I wonder how they feel while they wait for us to come up to them. While they sit on those little benches stapled to the wall or crammed in those tiny rooms around a r",
    "...\n...\nShe was shaking, I was too, he was dead. Blood on my hands, I hoped there was still light behind my eyes. I never killed a man before, I never had to save someone before. I didn't feel good, or mighty. She broke, slumped to the ground, her body, a tremor as she sobbed. I dropped the knife, I turned to look at what I had done. She shouted my name through tears. He had so much red on his sto",
    "There is actually a moment – singular and separate from all others – that one can point to in the timeline of a life and say, \"There. That. That is the space between living and, well, not quite so much of it.\"\nHowever, nobody actually takes the time out of their own days to make this sort of announcement about anyone else, because they tend to collect terribly disparaging looks when engaging in th",
    "I wake up at my desk. My stapler is gone. Somebody took it.\nWho am I?\nThere's a note.\n'I didn't want to interrupt your nap but I took your stapler. I'll have it back soon, or you can come get it if you need it\"\nThere's no signature.\nI walk through the aisles in the cubicles. Who are these people. They nod at me? Do they know me?\nDo I know them?\nI see desks without staplers. Did someone take their ",
    "\"It's about that time sugar.\" the young waitress said to the man sitting across the marble counter from her.\nLaying his fork down onto the white folded napkin he inquired, \"Time for what, hopefully my check.\" he chuckled to himself.\n\"You havent heard of her? The lady from uptown who walks down here everday.\" she said twisting her hair, leaning on her right arm.\nShe was referring to the humble, pil",
    "\"Not yet\", he said \"Not now\".\n\"Your mother\" said His Death, \"do you remember what she said?\"\n\"She said that she would meet me there\", recalled the man.\n\"And your children\", replied His Death, \"who passed before you one by one\".\n\"The same promise, I know\", said the man \"but I don't want it to end like this\".\n\"You have passed the point of being able to die surrounded by family,\" said His Death, \"We ",
    "\"But Sir...\"\nBart put down his coffee and massaged the bridge of his nose. On his desk, the morning paper sat, as of yet unread. His vacation days were few and far between, and Bart liked to ease into his day whenever they occurred.\nHome phone numbers were reserved strictly for emergencies.\n\"Miss Simmons...\" he closed his eyes, picturing the look of agitation that his secretary usually made in the",
    "\"Not today you son of a bitch. I see you. Not today.\"\nThe nurse gave a sidelong glance at the surgeon muttering in half-whispers almost too quiet for anyone to hear. But she heard.\nThe doctor didn't always mutter to herself. It was usually only in special cases: a car accident on the I-5 with a 16 wheeler that lost control; an idiot college student deciding he can jump into a pool from three stori",
    "She cried, the way she had when she when I first saw her. Tears cascaded from her eyes, her cheeks were red and a small amount of snot dribbled down her upper lip.\n*I love her. I love you. *\nThose were the first thoughts that came to my mind when I saw her. When she emerged from the womb and I set my eyes upon her beautiful face for the first time. I had cried too.\n*I love her. *\nIt was soft in my",
    "The walk up the driveway is as long and boring as usual. *This is why people have short driveways, * I think to myself, as I finally jog up the steps to my front door. After fumbling with the locks for few moments I enter inside, and smell the familiar scents of home. It always reminds me of Lucy, and it always makes me wonder when she's coming back.\n*Is she coming back? *\nI shake the thought away",
    "Hi. I'm Jim. I may just be a sapling at the moment but one day I want to be human. I see them running around, on legs and feet, flailing their arms, jumping, dancing; Free. They know how to stay warm, how to move no matter whether the sun is near or far. They breathe air. Oh, of course photosynthesis is close but every time I grow, it's a step towards being a part of Mother Plant. She's the one wh",
    "The night started like any other, I sat dealing cards at the tavern in Arkansas. The usual crowd came in. They'd all learned long ago not to gamble with me as I'd paid for my drinks off their losin' for as long as I can remember. I always won, be it by bluffin', cheatin', or just plain luck.\nThis night, a stranger walked in the door. He was dressed in black with a new pistol on his belt. Not stopp",
    "\"Deadlift a word.\"\n\"Deadlift, can you comment on the ongoing trials?\"\n\"Deadlift, how was the break up with Mistress Blue?\"\nA large man pushed through the crowd to get into the bank. He hadn't wanted this for his life. His cloths shedding layers of wood chips and saw dust as he maneuvered into the bank. Everything had been so simple. Go out, bid a job, do the job, bid the next, then work at habitat",
    "\"It's not posting.\"\n\"What's not?\" I put down my book and looked over at my girlfriend, on the computer again.\n\"My fic. It's giving me this weird error. Error number yadda-yadda-yadda ‘ not enough free space.'What do you think it means?\"\n\"Is this your serialized fanfiction?\"\n\"Yeah, I've posted it every day and this is the first time it's ever had an issue.\"\nI walked over and kicked her off the comp",
    "At night, when everything is dark and silent,\nThe men will stalk their prey within the woods.\nWith weapons drawn and tempest minds yet violent\nThey wait and hide in cloaks and capes and hoods.\n\nFor with each shadowed step the monster takes\nThe men will spring to action in defense.\nThey slash and fight until the ground but quakes;\nThey shed their blood, protect the innocents.\n\nAnd when the sunlight",
    "I focused on the 'everything is legal' part. I hope you enjoy it.\n---\n\"Alright. Is *everyone's* phone on silent this time?\"\nJenny shuddered, remembering her first trip with the group, only yesterday, involving an escaped tiger and an angry elephant. Set off by a blaring ringtone.\n\"Okay, good.\" Jenny snapped her head back up, trying to seem like she had been listening. It was no use. Charlotte gave",
    "The camera sat on the table, just waiting for use.\nYears had gone by, and temptation grew, thinking about what it knew.\nObjects, the only thing it had seen, how could that be?\nSeconds and minutes gave a goodbye, I needed to know what it thought of me.\nI took a step, a step closer indeed.\nI peered over, grabbing it with need.\nIn front, was a mirror, my reflection beaming.\nWhat would it tell me? Uns",
    "\"Some things cannot be done by day. The sun is an eye of god, bringing judgement onto our sins. And some sins may not be forgiven. That is why, we, the Night Shift, do what we do in darkness. It is not for secrecy, but for shame. God sleeps when we do, and perhaps in the dark of night we can escape notice and with it, judgement.\"\n\"Shut up George.\"\n\"Tonight we create an abomination. We tread upon G",
    "\"I need an *army* of *mole men*,\" the very-creatively-named Mole Man shrieked. \"With noses that can detect incoming heroes from *miles* away. And big gnashing claws!\" He held up his own hands and wiggled his stubby fingers, no doubt imagining them with claws. \"And… and… giant…\"\n\"I think I get what you're going for,\" I interrupted him with my most calming tone. Sometimes these villains can get a li",
    "Manhunt 1-2-3.\n*A game that was actually banned in my primary school due to people having a weird idea that it was connected to some murder...thing. Was weird. *\n*Basically, it was a game of tic, or as Americans call it, tag, except that anyone you tagged became a Hunter. To make it balanced, you had to hold your finger on someone and say 'Manhunt, 1, 2, 3' clearly and loudly. If they squirmed awa",
    "Witch's Bone.\nThat's what Auri's grandfather called his cane. The grooved wood had swirling patterns on it, merely mesmerizing her as she watched him climb the stairs.\n\"Come on, Auri. We've got places to go.\"\nAuri nodded as she followed her grandfather up the stairs. She giggled she reached the top, reaching out to steady herself on the cane.\nShe was transported through Time as her small fingers w",
    "I remember the day my father died. I remember the rain at his funeral and looking up at my mother as the tears ran down her face. At the time I thought those were the worst days of my life, but now...now I look back on those days as a happy time, a time before things got really bad.\nBack then we lived in a small house, close to the motorway. At night my brother, Dave, and I would lie awake in our ",
    "*Ugh. * The blunt punches stung Bruce Wayne as he lay on the floor but the officers, wreathed in shadow, continued the brutal onslaught.\n*Day 15. * The day of the trial. Bruce brooded in between strikes to his sternum. His arrest had been sudden. Two-Face had organized the whole charade with the help of Hush who had played the part of Bruce Wayne perfectly. *They had to use their brains at some po",
    "\"Your seventh child is going to kill you,\" the witch said as I finished my drink with her.\n\"Seventh?\" I asked. She nodded, and her tangled hair fell over her eyes. Margaret was an interesting character. She hung out around the bar and fancied herself a witch.\n\"Yeah,\" she said, \"had a vision last night, sucks don't it?\"\n\"Well you aren't wrong there,\" I said, if I had children I'd be freaking out.\"\n",
    "Mr. Robert E. Haynes was anything but a stereotypical 10th grade history teacher. He knew his material, didn't coach any sports, and he sure as hell never ended up behind the wheel of a school bus.\nOne day I was walking through the flea market in a small town in Alabama when a peculiar painting caught my eye. Mr. Haynes was depicted standing in full Confederate uniform with a saber by his side.\nTh",
    "Once upon a time, there was a guy who was browsing reddit and was a particularly good writer. When he saw a prompt on r/WritingPrompts he was reminded of his addiction to writing, so he decided to click on it and explore a couple of prompts before putting his laptop away. When he went down far enough, he saw an OP who had a particularly vague prompt with a sob story. But with a moment of compassio",
    "Bright light wakes me, my clothes are damp from sweat. I think to myself \"how the hell did I get so hot, I never turn the heat on in my apartment and it's only April.\"\nReluctant to open my eyes, I lean myself up and sit avoiding the light. I'm dreading today, like most days. I wish I could just sleep, or lay, or something other than moving from where I am. It's so hot I cant stay here in these clo",
    "\"John, I just don't want to go.\"\nI tell my friend for the 5th time. He's persistent. He points out that I have been locked up in my apartment for weeks and that getting out would do me a world of good. In fact, there is a Match party few blocks over from my house and I can leave at any time and walk home. I relent, even though I know that I won't find the person who matches my color band at the pa",
    "> (long, I apologize, I don't do these very often but this one inspired me!)\n\"Well, what the *fuck* are you going to do about it?\"\nThe prime minister was livid. All blood had drained away from his face as he had spent the past 10 minutes screaming furiously at the scientist in charge of the RAPHAEL project. The scientist, a man with several doctorate degrees and many awards and laurels, could only",
    "\"What does it say, Pia?\" Aksyl looked up at her, his bright eyes wide with wonder.\nWhen Pia was a young girl, her father had given her lessons in Enginetongue, but she wasn't a little girl anymore. She brushed her graying hair out of her crow-footed eyes and peered at the inscriptions on the panel in front of her. She moved out of the way of the light from their campfire, flickering behind her, to",
    "She's got this feeling at the back of her neck, like there's a slug dribbling down the nubs of her spine, sliming over her skin from hairline to shoulder blades, and it won't *stop*. It's been there since she left Prague, making her face contort and her fingers curl in every conversation. She's sure she looks like a pig.\nIt fades sometimes, like during the meeting in Berlin and the conference in B",
    "\"Hey!\" I shouted. \"I'm not insane, you can't keep me in here!\"\nThe door resisted my attempts to knock it over. My thin coat proudly proclaimed 'Pizza World!' across my back. It was new, I had only had the job a few months. Just enough to make a little money to go to a community college. It itched, and I had always hated it, but it was money.\nI had been a week away from moving to a college town, to",
    "\"I was a great adventurer, long ago,\" Mulan said to her grandchildren.\nThey rolled their eyes and shifted in their seats as her children and nephews and nieces had done before, but that didn't stop her from telling her story. \"I stole my father's armor, and I rode away from my father and straight to the army, where the prince was waiting.\"\n\"Grandma,\" one of the children - what was her name? There ",
    "As I ran over the gravel path to get to the hidden clearing, I glanced at my watch. Two minutes to 11. I thought back to the morning, when I found the post-it note stuck to my ceiling \"23:00 - you know where.\" The handwriting was calligraphic, reminiscent of medieval manuscripts.\nI slowed down, arriving at my destination and taking a second to catch my breath. I inhaled the cool winter air and sur",
    "I dropped the marker in shock, staring at the board in wonder. 15 years...I looked at the mathematical solution written in electronic ink. The problem that had consumed me since I got my masters. I stepped back and stared at the board, as it cycled through the pages of mathematical insanity. I had finally proven the existence of a God. I had done it. I quickly began printing the 108 pages of my th",
    "You wouldn't think a person could get lost on a river. I certainly never have been up until now.\nMy father was a fisherman. His father was a fisherman. I'm not sure what *his* father did, but I'd be willing to take a guess. I might as well have been born with gills, as much time as I spend on the water.\nAnd yet here I am, lost on a gods-damned river.\nIn my defense, the last few days have been unse",
    "{I'm taking artistic license with this one}\nThe tension in the room was thick. Jughead sat at the old kitchen table, looking at his long-time best friend sitting opposite. He rubbed a hand over his smooth head. He'd lost the crown years ago, and male pattern balding had set in with a vengeance.\nArchie sat, a downtrodden look on his face. The years had not been kind, though there was a hint of the ",
    "Arista stood frozen on the sand a safe distance from the edge of even the most ambitious wave. Her heart racing as she looked out to the ocean. She willed herself to move forward with every ounce of courage she could muster but her feet remained steadfastly planted. Her childhood friend Todd bobbed in the water motioning for her to join him. Todd and Arista spent the last week practicing for this ",
    "\"You'll probably feel nauseous when you come to again,\" one of the researchers said as he double checked the fastenings on my suit. Cry pajamas, they jokingly called it.\n\"Scratch that, you'll definitely feel nauseous,\" he continued. The other scientists circulated around the room like cogs in a machine. Keyboards clacked and sheets of paper were moved around as the final preparations for initiatin",
    "31 Then Mary went to wash the boy Jesus' sheets at the river, and found that they were sticky. 32 Upon returning and finding her husband, she urged him to have a talk with the boy. 33 Joseph was reluctant, for it is not the place of man to instruct God; and also there were ten minutes left in the game. But Mary would not be appeased.\n34 So Joseph took the boy Jesus aside and did tell him of the bi",
    "\"You've reached Danny's deliveries. How may I help you?\"\n\"Put down the gun, Patricia. We're outside the store. We are willing to end this negotiation peacefully.\"\n\"Sir, if you're outside the store, maybe you'd like to come in.\"\n\"We don't want the situation to escalate. Stay calm.\"\n\"I'm calm,\" said Patricia. \"Is your order for now or later?\"\n\"On the behalf of the Miami district police, we order and",
    "\"Daaaad....Are we nearly there yet? I'm hungry!\"\n\"Hello hungry! I'm dad.\"\nWe all knew the routine. We all groaned on cue. It was the oldest 'dad' joke known to mankind and yet he still grinned like an idiot every time he used it. It was there at my tenth birthday party in it's 'excited' variant. It took on the 'nervous' form on the night of my prom. Hungry was the most common...and every time it h",
    "\"So, what have you been struggling with the most?\" Dr Frankenstein asked one of his fellow competitors as he sat backstage before the event.\n\"Glutes, mostly.\" Arnold replied.\n\"Glutes?\" Frankenstein thought to himself \"This guy's good, I wasn't even going to be going into such detail. I've been struggling with just getting this guys head on straight in practice and this guy is already going into mu",
    "No.\nNo, it can't be.\nAs my fingers begin to ache and her beautiful face begins to turn her favorite color, purple, I realize the mistake I've made.\nI see it all.\nHer first memory, parents smiling at her in the hospital. Meeting her little brother when he was born. Seeing her grandmother die, and seeing puppies be born. Getting hit in the head with a rock by her best friend, and crying, crying, cry",
    "When I was a child, I would always dream that I had wings and I would fly all over the town. I always told my parents that I am a superhero and they would pat me on the head with smiles.\nThe wonderful exhiliration of jumping off the roof of our house and flying off made me want to sleep all day. Sometimes I would dream that I have a friend who will fly with me and he always bring me fighting in th",
    "The day has come. And I can't believe it. I have worked for reddit for so long now. I kept their servers alive. I worked endless hours when celebrities were doing AMA's to make sure it didn't crash. I typed furiously doing my own AMA telling everyone how awesome this whole thing was. I honestly thought reddit would be here long after my skills had deteriorated and I could no longer see the screen.",
    "\"Number 108, today's your turn,\" a voice rang through my skull as it shook me from sleep. I panicked; throwing off the sheet as I frantically looked around me for my clothes. My hands came into contact with a silky cloth, softer than anything I had touched before. A grimace formed on my face as I touched the sheer dress, grabbing handfuls of it onto my body. So this was it then; the day I would me",
    "Here you are again. Back to same point you were 365 days ago. Your house littered with empty bottles. You keep telling yourself this year is it. The year you will finally get your life back on track. But you can't. Alone. Nothing but an empty shell of your former self. You throw away the last mirror in your house. You take one final look, disgusted. The only evidence of your existence remains in a",
    "*Northeast of Syria, heavily fortified city Deir ez-Zor. *\nSandstorm was over. It cost Syrian Arab Army 26 well-trained soldiers and northeast quarters of the city called Baqiyah. SAA was low on morale. After all they were besieged for more than 2 years now by cruel men who is going to kill them, torture them and rape & pillage whatever they care about in the city.\nAt the Baqiyah, Euphrates Hotel ",
    "I could rule the world if I wanted to. Be revered by all mankind and be looked at as a God. But I will do none of this. I will not help the world nor will I harm it. I'm not interested in that anymore, I'm not really interested in anything anymore.\nMany people would say I'm selfish for thinking the way I do. Being able to help the entire world, yet I do nothing. I could tell people why I think thi",
    "It's another normal day in Westfield except something's a little off. While I've been running off the locals from the graveyard to rob the deceased, I've been dressing as a zwombie and using a projection to fool police. It's a small town so keeping the word from getting out was easy. Cut a few telephone lines and flatten a few tires and no one will ever know. Today was different though, this morni",
    "The computer gave a three note chime of discovery, waking Ben from his light doze. He knuckled his eyes, feeling grimy. They'd been out for six weeks, nearly double the length of a normal run, but had been having bad luck. Every wreck he'd scanned up was tagged, and touching them was against the law. He figured he had enough problems without Galactic police hunting him down, so he'd moved on. But ",
    "So what's going on here, Bob?\n**Well, Dave, the aliens have rounded us all up and paired us off. **\nWhat for?\n**According to this brochure, they need human babies to breathe. So we can't leave until one of us gets pregnant. **\nOh.\n**Yeah. Looks like we're gonna be here awhile. **\nShit. Did you bring anything to read?\n**Just the breeding brochure. **\nWhat's it say?\n**\" Start fucking. We need babies",
    "\"Hey, Todd! What's up?\" I waved to Todd from across the lobby. He waved enthusiastically back and started to walk over.\n\"Craig! Didn't expect to see you today. I see my assassins have failed again!\"\nWe both gave a hearty chuckle, and he slapped my shoulder a few times as we shared the old familiar joke.\n\"So how's the family these days? Is your wife doing well?\" he asked, the smile slightly fading ",
    "I look up from my laptop after a 3-hour study-binge. 3:46am. Eyes still raw from hours of straining, I see something out of the corner of my eye. This isn't out of the ordinary, so I ignore it. Slowly I rise from my chair in to a full-on, bone-crackling, almost orgasmic stretch. A couple squints and my vision focuses on a small envelope sitting in the middle of my floor in front of my closet. \"Tha",
    "The man from the council stared blankly the animal at the centre of the complaint, he looked at complaint the report \"Large unruly animal, a real monster you can't miss it\".\n\"So this is Bessy, now what on earth could that nosy bastard Fred have against her, she's lovely just look at her. Aren't ya girl, beautiful big eyes eh? Want a fox? Would you like one eh? Hungry girl, here ya go\" Farmer Thomp",
    "They are contagious.\nLook around you.\nAll things related to living are replicating fractals, and notions are no exception.\nNeuronal impulse patterns, brain structure, germs of various types.\nHumans see the world through the lens of their bodies, and then their bodies craft the world around them in their own self-image.\nThis is what OCD is, a greedy thought trying to escape the mind of the thinker ",
    "Antarctica: The Final Frontier\nNo one saw Antarctica as a priority. It was just \"that cold place\" that no one cared about. Then we found it...\nBeneath the ice, we found a capsule. It was 100 feet long and 50 feet tall. On the side was writing that was completely unknown. Scientists detected high energy amounts emanating from it. Then one day, it opened.\nInside were humans. Upon awaking, they told ",
    "\"I'm flattered.\" right after I got hit by a huge truck, a male figure with black wings entered my field of vision.\n\"Handsome as always, Azrael.\" I stood up, ignoring my broken body. \"May I ask, what in this humble human's act that flatter you?\"\n\"Never before a human took the phrase *'flirting with death'* quite literally like you, Miss Reinia.\" Azrael smiled. \"Well, it's not like I dislike your at",
    "As I stood there,\non the now unoccupied planet,\nonce over seven billion's lair,\nwhereas now everyone had departed.\nThe world had finally collapsed,\nthe inevitable taking place.\nEveryone else had quickly migrated,\nwhile I was in my own pace.\nThe calamities had destroyed all,\nAnd everyone departed to the stars.\nThe Earth had met its fall,\nand I knew that running was just a farce.\nHence I stayed behi",
    "\"Good morning, Mr. Choi. The hour is 7:42 AM, Wednesday. Weather foreca-.\"\n\"Stop. I don't need the weather report, Vegas,\" Kevin could see the sunlight through his eyelids. His apartment's management system had already opened up his blinds to wake up him.\n\"This is the sixth time in the past 22 days that you have interrupted a weather report. Would you like me to discontinue your weather report sub",
    "I sat at my desk, racking my brain to find who could have possibly discovered the truth behind the death of Phillip Mercer, the heir to one of the most powerful petroleum companies in the world. The job was done without a scrap of evidence, I made sure of that much. It simply made no sense, every living soul that knew I killed Mercer were the very ones that orchestrated it. I may not know who this",
    "*Edit: Doing as /u/packos130 and putting the prompt after so to not spoil the story. *\n\"I can hear you trying to sneak by.\"\nFor a moment Phil thought he got lucky. His bosses chair was turned around, facing the window. He figured he could tip-toe past his bosses office undetected so he could meet his girlfriend for lunch fifteen minutes early.\n\"I.. I'm sorry Mr. Crawford.\" Phil stammered. Mr. Craw",
    "I have a recurring dream, you are always in it.\nYou are more scared than i have ever known you to be. Your mouth is bent and twisted. I would call it a look of dismay, but dismay is a human emotion. Your face is not that of a woman's. Your face is marred with desperate, animal, panic. Your face, is a mask of terror, unshackled from social graces, like a crying infant, a dying dog.\nFigures in the b",
    "I sat in the small, uncomfortable plane. The erratic beating of my heart was no less peaceful than the turbulent winds outside. Desperate times called for desperate measures.\nThe modern weapons of war were tactical and humanitarian in nature. A half-century old rifle was brutally effective, clunky and inhumane. All militaries were required to keep their firearms current to within ten years to avoi",
    "I have always been careful. ALWAYS. How the HELL did I get caught?!\nI struggle against my straps, not even noticing when someone comes in. Man I'm getting sloppy...or rusty...hmm rusted blades, there's an idea...\nThe person speaks, it's a woman? \"I have been watching you for some time...\"\nThat canNOT be good. So I turn on the charm. \"Oh really? Well I wish you would've shown yourself, maybe I coul",
    "\"Let's go. Up and at 'em asswipe.\"\nI slowly opened my eyes after I thought I had closed them forever. I looked down and around me every which way. There was nothing but empty space. It didn't have a color or any sort of look I could put into Earthly terms. It just looked like emptiness in the most basic sense of the word. I had no body. I had no idea how I was even seeing things or comprehending w",
    "Elon walked along the forest trail, breathing deeply of the smell of decaying leaves and cold. The sun was setting and the short, pale winter day had barely even melted last night's frost from the ground. He looked up at the sky, watching the now familiar arrangement of stars through the cold, dry air and the clouds of condensation from his breath.\nIt seemed like a sadly appropriate setting for th",
    "I made myself look out the window again. Through the light drizzle I can still see him standing there, under the dim red glow of the streetlamp. He hadn't moved, and he's still looking. Letting the curtain fall back into place, I slouched back into my chair.\nHe couldn't possibly know. That would be impossible. Although...my gaze shifted to the stack of plane, train and bus tickets on my table. One",
    "\"Babe,\" Tyler rubbed her back gently as he stared straight ahead with glassy eyes, \"We've known about this for a year. We're prepared. We've done everything we ever wanted to do. Now it's time to accept our fate.\" He spoke almost robotic, emotionless. He was just as frightened as she was, but he didn't let it show. He comforted her, but allowed his eyes to remain fixated in front of him. His hand ",
    "\"Someone will find out about this...\" the scientist gasped as he tried to crawl away, painting the floor with his blood.\nJohn could only smirk as he walked slowly after the old man, a bloodied pen knife in his hand. \"Oh, I doubt they will. It has been what...three years? And people are still trying to figure it out.\"\nThe scientist somehow managed to reach his desk, and his hand went for the phone.",
    "I woke up, and found myself standing straight up in my bed in the same clothes that i've always worn.\nI checked my inventory to see that all my stuff was still there.\nPencil: Writing utensil\nWeight: 0\nValue:.10\nQuantity: 5000\nCalculator: Calculation device\nWeight: 1\nValue: 15\nQuantity: 1\nPhone: Communication device\nWeight: 1\nValue: 300\nQuantity: 1\nEverything was there. Good.\nNow to say hello to my",
    "(I invented a fictional drug for this)\nI woke up on the floor again. The sun was casting a muffled midafternoon light through the thin curtains and I couldn't bring myself to feel surprised that I hadn't made it to the bed last night. My head was pounding and my mouth tasted like something had died in it. Just another damn day in this stupid shithole. I had to get up.\nThat took a little effort, fi",
    "\"Now's your turn. Don't sweat it, Larry. I'll get you off the hook. Just read this to the Judge and you'll be in the clear. Trust me, I didn't go to law school for nothing\"\nWe share a nervous laugh.\n\"Thanks, man. I know sometimes public defenders get a hard rap, but you've really been a life raft for me.\" The very much actually guilty Larry thanked.\nLarry approached the judge, armed with a boombox",
    "To everyone,\nWe can say I was never right after Mom died, that he death was the start of mine. The weekend drinking gatherings turned into all week drinking binges. I'm sorry for it all, but that's not why this letter is here. It's to remind you all that despite doing nothing to help me, I still love you all. I was the one who had to take care of her arrangements, the one who was there for years, ",
    "[Interior, ISIS HQ, Mallory Archer's office. Sterling is sitting across from his mother with a drink in his hands.]\n\"For the last time, Mother, I know the difference between flammable and inflammable!\"\n\"There *is* no difference, you idiot! And try telling that to the Regent Hotel. My God, what you did to that poor-\"\n\"Mother, he ruined my suit!\"\n\"Oh shut up. We'll talk about your pyrokinetic displa",
    "It *sucks. *\nI'm terrified to touch people. Before you ask, no I do not have some kind of mental illness, nor do I have OCD. It's just that I can see more than people think. How it works is that I touch the person in question and I can see their emotional background. I can see what their brain protects itself from. Their dog dying made a huge impact on them. *Whoop. * I see that kind of thing all ",
    "\"*ZEEEEEEEETAAAAA! *\" Yells echoed everywhere around me. Xera, the queen herself, was out looking for the girl, too. Well, I suppose that you'd assume she would look for her own daughter. Vengeance light up her eyes, and I knew that whoever had taken the princess would not get off very easily. Usually, when someone went missing, we would wait a day or two to see if they showed up. This time, the G",
    "Without my hoodie on, the fall air stung my arms as I tied the sleeves as tightly as I could around his leg. My white sweatshirt now an eery crimson.\n\"Hu-hurts. Stop that, it hurts.\"\n\"Can't stop, sorry. Tourniquet. Gotta stop the bleeding. Your femoral artery is cut.\" I say louder than normal so as to be heard over his anguished groans.\n\"I'm going to die.\"\n\"No, you're not.\"\n\"Julian,\" He says, defe",
    "Ted entered the life office and walked up to the front desk. The 19 year old secretary was ignoring him to face time here soul mate.\n\"No I love you more\" she said\n\"No I love you more\" he said\n\"No I love you more\" she said\nTed rang the bell.\n\"No I love you more\" he said\n\"No I love you more\" she said\n\"No I love you more\" he said\nTed rang the bell.\n\"No I love you more\" she said\n\"No I love you more\" h",
    "It was a dull tuesday morning when I woke up to the sounds of my phone going off non-stop. Aaron was frantically screaming nonsense at me. \"THERE IS A NUMBER...Errr...SOMETHING IS ON ME JOSH!\" I mumbled and turned on my side to go back to my dreams, but that is when I saw it. There in the mirror, it was right on top of me. A shiny green **1**. I thought I was seeing things, I **had** to still be d",
    "It always puzzled me, to say the least, and made me extremely nervous.\nAs such I never committed into relationships, probably by great of having my feelings not reciprocated.\nMy longest relationship was with a man I loved deeply, Indy. He was the complete opposite of me: extraverted, charming, outgoing. He was friend with everyone, but still reliable and generous.\nWe stayed together for a couple o",
    "It wasn't like I wanted it to happen, hell, it wasn't even that I knew it would happen..it just did!\nOur society has labeled my ilk as \"Defects\"; while the majority of our race has evolved into a species with extraordinary powers, the rest of us (the defects) just do stupid shit like turn into bread, or have a golden anus. Don't get me wrong, I'm not judging my comrades here its just that we're no",
    "Captain Rick slammed on the brakes of his moon rover, and skidded to a stop for the next 10 seconds.\nOnce the rover stopped completely he stood up and headed over to the object glinting a few meters away from him.\nAs he got closer the brightness became more and more unbearable, until he managed to cover the object with his shadow.\nHe blanched at the sight, murmuring a soft \"What in the actual fuck",
    "I questioned my choice on that first day, and on several subsequent days. By the time summer came around, I was enjoying it of course. But then autumn came again, and fat clouds brought more questions.\nI always walked my section of the Thames, never any other, not even on my own time. The filthy serpent that snakes through London had never interested me, and still doesn't. I passed through Rotherh",
    "**This was a great prompt, but I kind of took it in a different direction**\nIt started with one long slow note,\nWas apprehensive at the start,\nWith confidence the note grew bolder,\nAdding harmonies to its heart,\nAs song took shape more voices joined,\n‘ Till the village was filled with song,\nAnd I alone ignored its pleading,\nI had no voice to sing along,\nI looked down on the songs and dancing,\nMy l",
    "There was always so much talk. Big words for big hypotheticals, bravado and overconfidence in the face of imaginary monsters. But what good is talk in the face of the first screams?\nAmazing how quickly those tuff words soon too become screams.\nIt started with the sirens. Crowds slowly gathered outside of their homes to watch the local police force empty the town without warning. \"Protect and serve",
    "I checked my phone for the third time. No responses. I'd tried it all: prompts about the devil, prompts about Hitler. Nothing.\nA thought poked like a meerkat out of my subconscious.\n\"No,\" I said aloud. \"That's crazy. Unless...\"\nI walked to the coffee shop, trying to make eye contact with someone. Nothing. When I arrived, I opened the door and strode to the counter. The girl at the counter didn't n",
    "And now for the Feature Presentation\nPart I: How it all Started\n\"I guess you can say, well it happened a long, long time ago.\"\n\"Shut up old man, can't you see I'm trying to read the damn Journal?\"\nThat idiot lawyer, at least I think he's a lawyer, rides this part of the line, between Pennsylvania Avenue and Wall Street every day. At least I think he gets on at Pennsylvania. I can't be sure; I don'",
    "\"I never really was welcome here...was I?\" \"Jim, that's not true.\" Lyte said. You just can't stay here anymore. I wish things didn't go down like this.\" Jim shook his head. \"You didn't want me here. I could feel it.\" Lyte looked at Jim, with an impassioned face, and held traces of concern. \"Feel what?\" Jim laughed, an outburst that seemed to shake the small cabin. \"Feel the animosity. \"Lyte sighed",
    "\"Water?\" he asks, a slight nervous chuckle escaping his lips, \"You can control water?\" I smile, he thinks he's saved. \"You can't hurt people with water. What are you going to do? Splash us to death?\"\nHe thinks that because I don't have a weapon, because my great power is hydrokinesis, that they're safe. But they aren't safe, these are the kinds of people who spent years, decades mocking me because",
    "The boulder tumbled mercilessly down the steep slope, and after he lost sight of it he heard it, crashing against the ledge at the bottom of the mountain.\nHe dropped to his knees, too exhausted to put the scream that was in his heart out into the world. Every part of his body ached. His broad muscles were impressive, but were not built for the task at hand. No human was built for such a task. And ",
    "I was a teacher of electronics in my dream, but that is too far away from where I woke up. I wouldn't be able to dumb it down enough if I tried.\nWhen I woke, it turns out I am actually only 7 years old, celebrating my birthday one Christmas morning, even though my dream seemed as if I was in my mid 30's. I was pretty good at most disciplines in Science and Math, even gifted really, but a genius I ",
    "\"....Now to just fix that semicolon, carry the one, add in the null set...and...Eureka! I've done it! I've proven God's existence!\"\n*A shadowy figure, who had been lurking in the corner for the last five minutes, clapped slowly for about 7.6 seconds, give or take. *\n\"Hello John. I hear that you've discovered proof of the existence of God,\" said the shadowy figure.\n\"Indeed I have! This is a momento",
    "In no way was he broadsided by the words that left her lips. He looks through the floor, to the depths of his soul. He finds only pieces and dust. His gazed is locked, he notices she is still talking, watching him look at the floor.\nThe ringing in his ears start tapering off, she has already stood up and grabbed her purse. She is talking, watching the man that dares not make a move. His face wet w",
    "It was a long day.\nI wish I had a million dollars.\nDenied.\nI wish Daddy would come back home safe.\nGranted.\nI wish Tim would fucking die.\nWho is this Tim? This stupid machine never gives me any context. Tim could be the next Hitler for all I know. But I'm not into killing people.\nDenied.\nI wish I could pay this month's rent.\nGranted.\nI wish Mommy was still alive.\nIt pains me to see these wishes. A",
    "Trapped in a moment twixt coffee and tea\nCaught in a moment, between you and me\nImagine I'll stand; That I'll own what I say.\nDon't leave it lying unspoken to fester\nDon't wrap around in an intricate knot,\nShake off the lethargy,\nForsake bright fear,\nAnd claim my sin wholeheartedly.\n.\nNo longer to live in half-realized moments\ntrapped like still dust motes, caught in warm amber\nthe comfort of ever",
    "\"Don't mind me,\" said GOD as HE sat down on the toilet. HE reached into the magazine pile on the side and grabbed an US Weekly. \"I'll still be here when you're done.\"\nLoretta screamed. She grabbed the shower curtain and tore it from its hooks, wrapping it around her body. The shower continued to run and the water bounced off the pale yellow curtain and onto the white tile floor. Steam spread throu",
    "Fond memories came to me in dream-like visions as I held my mother's hand. The steady rhythm of the machines that were struggling to keep her alive faded away. In its place, I heard my scampering footsteps through the kitchen and smelled the sweet, salty aroma of freshly baked cookies. My mother, much younger, stood in front of a piping hot oven in her cooking garb. Carefully she carried the cooki",
    "Yeah, my childhood was pretty normal. When Adam was born it took some getting used to the fact that I'd be getting less Christmas presents, but I loved my brother from the start. My father was an architect and my mom was a high profile defense attorney. They both worked long hours, but they made time for us whenever they could. Oh yeah, we had a babysitter for a few years there that I slowly figur",
    "I was nine years old for my first. Most people have trouble remembering the events of a week ago and yet that day twenty-three years past is still so fresh in my mind.\nI can picture it, the skin peeled back, the muscles underneath clenching and unclenching. My parents had gotten me a sewing kit for my birthday, perhaps in the hope of focusing me on something productive. The needles I had kept, and",
    "The Impala's engine throbbed through the streets of Culpepper, Virginia. It was a quaint, sleepy little town in the shadows of the Blue Ridge Mountains that had been disturbed by the gruesome murder of a young teenage training to be a lifeguard at the local country club pool.\n\"Sucked *dry*,\" Sam read from the article, scrunching up his face in disgust at the description. \"And the CPR dummy was now",
    "After the longest lapse in history between books, the newest entry in the best-selling Bible series hits shelves this June. I've had a chance to get an early look at it, and I have to say, most fans are going to find the wait was completely worth it. Just like previous entries such as Leviticus, there's a never-ending slew of bloody intrigue, backstabbing, and battle scenes brought to life in vivi",
    "I can always see her face. Always. The sensation gets easier every time. Have you ever tried to fly in a dream before, but you only end up awkwardly floating, bobbing around like a leaf stuck between oil and water? If you learn how to relax into that sensation, sinking into the ground that calls you, you can find the past. You can caress it, even thought you can't touch it.\nIt's pulling yourself o",
    "I am a cruel human. I have committed unspeakable acts against all that is pure and if I should die for it, then I accept my fate. For there is no undoing of the things I've done.\nA door shuts behind me. I'm in a different room now and I've been sat in a chair that is cold to the touch. I shiver alone, sitting there in silence and reflecting on what has brought me to this chair.\nMan, and woman, liv",
    "Did our Words doom us to failure? Or was it just me?\nAlice had hoped never to meet her soul mate. She met me through some godawful fucking boring work thing, and she caught my eye from across the room. Her Words started tucked up behind her left ear, and plunged into her neckline, tantalizingly low but not enough to finish them. \"I'm much happi --\"\nWe only had to talk for an hour before I knew we ",
    "\"Do you know why the lights twinkle from far away?\" I feel the hum of his body next to mine as he asks. Warm, familiar, safe.\n\"No?\"\n\"Air pressure.\"\nAir pressure. How pragmatic.\n\"I like it\" I reply softly, continuing to gaze westward toward the glittering lights of traffic meandering by.\n\"It has to do with hot and cold air coming together \"he places his hand on my hip still standing next to me and ",
    "\"It's a balancing act, you see, Senator.\" I couldn't actually understand what he was saying at this point. I heard him, sure, but the smartly dressed man from what he called \"Section '76\" absolutely had to be lying. There was no possible way.\nAt least, that's what I thought until I saw them a moment later after being lead through a massive vault door that hissed and clanked as it open. And there t",
    "It was the day we'd all been waiting for since the ascension of Christ: His return to Earth. At long last, after over 2000 years of anticipation and uncertainty, He had descended once more, putting to rest any doubt that He was the single true God of all creation. He came down in a great flash of light, and every living thing beheld the glory of our returned Lord.\nIt happened in Israel. Camera cre",
    "Apologies for the extremely basic rhyme style:\n...\nDearly beloved I wish you were here\n...\nI crushed that heart without shedding a tear\n...\nI see you beneath me; the implication is clear\n...\nIf our eyes lock together they'll burn and they'll sear\n...\nWhen it comes to you I cant let myself miss\n...\nThe thousand regrets, but I promise you this:\n...\nI'll recount it fondly: the last time we kissed,\n..",
    "\"It's not your fault. You couldn't have known.\"\nThose were the last words of the woman I called my enemy. The last words she said before she pulled the trigger, staining her red hair a deeper shade of red.\nI stared out of the window of the highrise building that held her office. Outside the building the fires burned, the people screamed, and the world called my name. How could I tell them that the",
    "My name is Michael Webb. My mission: retrieve lost artifacts from the bottom of the sea. In particular, the bottom of the sea in the area of the Atlantic we now know to have been the lost city.\nAs it turns out, Atlantis was a real place, and their technology was unbelievably advanced for its time. Of course, there have been crazy conspiracies about aliens and such, but from what my archaeological ",
    "\"You really promise? Really *really* promise?\"\n\"Of coarse I promise! Look, I've got the fiver now in my pocket.\"\nHenry fishes a crumpled £5 note out of his back pocket. In Bill's own hands the pigeon struggles and squawks.\nThe group had seen the nest in the corner of the roof and immediately their thoughts turned to throwing eggs at cars and windows. How disappointed they were when, upon inspectio",
    "*Dear God*, I thought as the removed submission notification appeared. My test… it had worked. This theory, this crazy theory...\nI had been gathering data for weeks, prowling rising threads, monitoring new comments and recording the ones that were deleted. It had started when I noticed that Reddit seemed…different. I couldn't say what was different or what made me notice it but it was like walking",
    "There's someone in my head but it's not me\nIt doesn't snarl nor bite\nInstead latches onto my worries\nAnd sucks them pink\nThere's someone in my head\nWhom I let in\nShe likes to pretend\nThat soon I'll be dead\nShe pulls me away\nFrom the horror of life\nAnd brings me back\nTo my comfy little bed\nShe doesn't like company\nBut still talks to me\nAnd tells me of stories\nHopeless and dark\nI'd like to evict her",
    "Bridgette's eyes flickered momentarily, but only back and forth across the glowing rectangular screen clutched in her pinkly glittering fingertips. \"Yeah man, people fucking love you. You're, like, pretty much pop-culture.\"\nThe Prince of Darkness snapped his leathery wings in irritation. Bridgette didn't look up; her followers needed her. The perfectly crisp white line of the part in her hair star",
    "It's amazing what you can get used to. The incessant throbbing of my left thumb from when my cousin shut it in that car door when I was six. The constant sting from scraping my knees in my drive way when I was twelve. The perpetually sprained wrist from the first and last time I got drunk in college, not to mention this fucking non stop hang over. Despite not being able to taste food since I bit i",
    "The envelope was heavy. Very heavy, especially considering that it doesn't cost too much to get a favorable review. Ron cut it open, and tipped out 100 dollar bills, and a bunch of pennies, taped together flat. They didn't jingle, they hit the table with a thud as hollow as Ron's promises.\nHe opened his laptop, and fired up a word document. He tried to start writing something, but it was all the k",
    "The general entered the room, \"where is He, where is the child?\" He demanded.\nAn attractive young woman approaches him with an ere of caution.\n\"Please sir, He is sleeping.\"\n\"I don't care! That...thing, is a weapon. A powerful weapon.\"\nHe storms down the hall to the Pope's Vatican apartment. He proceeds to break down the down first shooting the lock, then to the bedroom. Inside the woman runs over ",
    "I've been addicted to salt since the butterfly dropped Paris on its heels, my small town is your belly hacked wide open. Public office is a doorstep to insanity, my bruised smart phone case may be replaced using federal funds, I'm waiting in the lobby of a patriarchal badger body that doesn't see me as an unequal. I'm a women inside, I'm not a man. My apology is sincere, the time is right, I'll ba",
    "It had been just another night, Jack remembered. He had a particularly good time playing Dota 2 with several friends he met recently through the game. Shutting off his computer, he stood up, tired from a long day, to perform his usual bedtime routine.\nLooking in the mirror while brushing his teeth, he couldn't help but think about how he had been a disappointment. How he lost his only girlfriend a",
    "Aug 8, 2034\nDear Son,\nIt is with a heavy heart that I write you these letters. You are not born yet, but already you are a man in my eyes. I imagine your hopes becoming reality, your hard work paying dividends. Success is what I always wanted for you. A long, happy life.\nI'd always wanted a son. I never imagined the hard times—who does? I instead imagined all the clichés: games of catch, talks abo",
    "The stall, with its torn black cover and rundown tables, was located in an alley adjacent to the marketplace. A sign hung from one of the beams, the words carelessly engraved on a metal plate: Used Robot Parts.\nThe display did nothing to attract customers. Bolts, wires and circuits were scattered across the counters, watched over by a shabby-looking youth. He watched the passersby disinterestedly,",
    "Artificial Intelligence was the apex of our world. In a hundred years, humanity leaped in technological advances, and fell backwards in everything else. Our world, the one where AI servants bent and bowed to humanity, was one in which we needed them for our own survival. To hunt, to cook, to clean, to prepare, to build. Artificial Intelligence was everything to us.\nAnd we were nothing to them. It ",
    "(A busy control tower for the JFK international airport seems to be buzzing along during another day in New York City. When suddenly one of the air traffic controllers notices an anomaly.)\nAir Traffic Controller - \"Sir, we have an inbound unidentified bogey coming in our airspace.\"\n(The Officer in charge runs over to the Air Traffic Controllers monitor)\nOfficer Franklin - \"Well try to make contact",
    "*Knock Knock*. The Man in the Yellow hat nervously rose from his chair. It was late, who could that be?\n\"Who's there?\" He said, as he cautiously paced his way to the door.\n\"It's George.\"\nThe Man in the Yellow Hat stopped in his tracks. He didn't know anyone named George. Except for a monkey he had cared for a while back. But monkeys don't talk. The Man wondered if someone was playing a joke on him",
    "I slowly walk out of the alley, and blend with the crowd. As I walk, it hits me: It worked. It actually worked. I was sent back to 2014, before it all started. I had three years to stop it, no other purpose. The Russians invaded the Ukraine, and kept going. Before we knew it, they had planted trackers in all the anglets on shoelaces. Who would have suspected? They learned habits and positions of a",
    "*644221*\nI read the numbers and then our pre-flight routine is broken as I whirr to a stop. Co-pilot, John, keeps talking, not realizing I'm sitting there frozen like a block of ice.\nMy phone buzzes again. *644221*.\n\"Mike? You right?\"\nJohn's Australian. It sounds like *rooight*.\n\"Uh yeah. Just give me a minute. My wife...\"\nI wave at my phone. My wife, my wife, my wife. Angela. My wife is...a spy, ",
    "**The Villa**\n***\n* [UNS Odessa - November 3, 2154] *\n\"Computer, play Beethoven.\"\nTinkling piano chords filled the bridge as Captain Joseph Guerro leaned back from his console. He laced his fingers behind his head and let himself flow into the music.\nThey had been drifting for days, somewhere out beyond the orbit of Neptune, exactly where the mysterious message told them to wait. Normally, Joseph ",
    "The reunion was not disappointing, it simply lacked. The butterflies flittering about the stomachs of the attendees as they straightened their collars and curled their hair, never seemed to burst into flight, to have their existence justified. Meeting old friends, and old enemies, is a nervous affair that often fails to deliver on the promised significance. The Wilson High class of '95 seemed to q",
    "I pick the next record from the shelf. Bill Evans Trio - Explorations. Took a while to get into, but the energy still feels like him, flows like him. I like this artist, he seems to play for everyone and no-one at once. Very loved or hated, not that I spend time with types who go around hating jazz standards. I let a foot tap, carefully. Not allowed to dance, not on the job. Never know how they co",
    "There isn't much chatter as the new students take their seats. The shuffle of feet and the creaking of old wooden chairs echo in the cold lecture hall but for the most part the students are silent. Some of the pluckier one's murmur to each other as they wait for me to begin talking but the long day has taken its toll on their spirits. The oppressive atmosphere due in part to the magical fiber of t",
    "The warmth of the bed was familiar to him. It was the same bed he had been born in fifty-two years earlier and that had been given to him as his own when his mother passed away. If he closed his eyes and concentrated hard enough he could still smell her somewhere deep within the bed frame - the scent of sunflowers and rain water and pure love. He missed his mother dearly and thought of her every d",
    "He wondered what his memories hold. He sat beside the machine wandering if he should ever use it. On one hand, he is excited about remembering past experience. The first time he walked, the first time he wrote a code, the first time he found his meaning in life.\nHowever, as a scientist, he could never stop considering the possible negative outcome of reading his own memory. After all, he couldn't ",
    "I thought this was a fantastic read. I really enjoyed how you intertwined the beginning of the story with Markus and snippets of the interview. I really enjoyed the pacing of the story. If anything, I agree with other people that this would have benefited from being longer. A lot of people have mentioned that they would have liked to see the mystery expanded upon, but I think expanding on the endi",
    "I wiped the blood from my cleaver, a crimson pool forming as my rag pushed the substance down the blade. \"Such a beautiful thing...\" I mused to myself as I set the steak on the pan.\n________________________________________________________________\n\"Allison, I need twenty two more this week.\" said the figure in the shadows. I pretend she's a she and her name is Zephyr; it's so freeing compared to th",
    "I like playing games. I like to play hide and seek, I like to pin the tail on the donkey. But the game I like best is piñata. When we have a piñata, me and my friends get to hit the piñata with a bat until all the candy comes out, and everyone gets some candy.\nBut we don't always have a piñata, so sometimes we have to make believe. I like to pretend to be the piñata. I put on a blindfold because r",
    "*So this is my first post here. Probably a bit long, but I have no shame. I'm open to C & C, I don't do this stuff often, and I had fun anyways. *\nI awoke face down. I drew breath, my throat felt dry and sore. My body felt stiff, as if I had awoke from a very long sleep. I rose to my feet, and took in my surroundings. I was seemingly standing on thin air, though the ground felt hard as stone.\nI to",
    "######[] (#dropcap)\n\"Aha! How are you, *mon ami*?\" She hugs me, and I feel a small spark cross from her hand to my shoulder. Then she steps back, dragging the wheels of her carry-on across the brick floor.\n\"I'm doing fine, Béatrice. I'm glad I'm finally getting to meet you.\"\n\"You know, you are so much taller than I imagined.\"\n\"Really? I sent you my picture, didn't I?\"\n\"Oh yes, I have seen it. You ",
    "John was looking at his newest attempt at making a successful lottery program. Basic math and randomization, but it would never work for him. However, this time, John *thinks* he found what was wrong; a stray semicolon. He hits run, and he gets a result. Underneath that, the program outputted:\nHello, JOHN. My name is AI-L300. Please call me AL. I have a message to tell you -\nYou triggered me. This",
    "I don't usually do these often so sorry if it's bad, I just really liked the promt.:)\n- - - - - - -\n\"So you all wanna' hear about the Angels do ya'?\"\nThe closest child to her piped up instantly.\n\"Yes Nana!, Uncle Naru told us to get you to tell us about them, the angels in the stars!\"\nAs the crowd of small children began to grow, the hushing from their soft, young voices began to unify as the smil",
    "All of this preparation. All of the years and money. All on this phone call.\n\"Well?\"\n\"Everything is ready. Give the signal\"\nPractically foaming at the mouth, I gave him the word.\n\"Fire at will\"\nI hung up the phone and threw it in the toilet as I turned my attention to the mirror before me\n1\nAre you kidding me? I stare\nA minute\nTwo minutes\nI punch a wall\nI turn back\n34\n452\n3953\n15573\nUp and up\n2877",
    "\"I can't stand this political nonsense\"\nDad threw his paper down on the table, interrupting our otherwise peaceful family breakfast. My sister and I looked up from our bacon and eggs and exchanged looks. We all know where this is going.\n\"It's just the same crap every year\" he grunted in frustration.\n\"Honey, maybe it'll be better this year,\" signed my Mom, obviously trying defuse my dad's daily ran",
    "A man finds a magic lamp in the middle of the desert.\n**rub rub rub rub** *\n*the genie springs from the lamp! *\n\"Request to me your wishes three, and I shall grant them onto thee!\"\nThe man who held the genie lamp put his finger to his head to think.\n\"Hmmm... I wish to have all of the gold in Greece!\"\nThe genie whirled his finger.\n\"Hocus pocus Gods of old, shower this man with Greece's gold!\"\nThe m",
    "\"I wish you luck, Steven.\"\nEverything has faded to gray so suddenly I almost did not unuderstand what happened. The kind lady was walking away. I was leaning against the wall, numbly looking at the sandwich she gave me. I didn't want to eat it for some reason.\nI haven't talked to anyone in a while, months, years perhaps. Being a bum is more alineating than living alone on the island. My life was c",
    "In all honesty, the invasion was a bit of a letdown. Sure, the weeks leading up to it were interesting. Ever since NASA had announced that an object moving at an unthinkable speed was heading straight towards Earth, it appeared as if the entire world had been knocked off its rocker. Speculation ran wild. Was it aliens? Probably, an unassuming UN spokesperson had announced to the world one Tuesday ",
    "Things weren't like they used to be by any stretch of the imagination, but they were the best they had been in a long time given the circumstances. While the light at the end of the tunnel looked very dim at times, it did shine and the other end was reached. Some would say that things were better, some would say worse; the same generational differences in perspective remained as they had before Th",
    "Ricky remembers little of his life before he decided to join the army. His parents were against it, though, that much he's sure of. Everybody was against it. But his will was stronger. He wasn't gonna let the very first nation in the world fall down on its knees in front of the enemy without putting up a fight. He believed he was doing what every young man his age should do, really.\nThe chances of",
    "Your message was shocking for all of us, it used any taught plane as a speaker so that every window, metal panel and strung wire had screamed it out, we noted after international communications had been restored that it came in the form of the local language everywhere, simply figuring out how that was done had been the subject of much debate for years afterwards.\nNow that we knew there was someth",
    "Encyclopedia Man had always wanted to be a superhero, and finally his powers had awoken at the age of thirty-five, but unfortunately it was the power to remember each and every page of the encyclopedia he had read as a child.\nAt least it wasn't as bad as Oxford Man. He was a living dictionary and thesauruses, fighting people with proper grammar and spelling and all those editorial things people ig",
    "You could easily tell when somebody had gone, \"to the wild\".\nUsually their human bodies randomly twitch, and their closed eyes suggest they're in the deepest of REM dreams. They'll have their mouths open, with dribbles of drool seeping into their clothes. Its honestly, appalling.\nOf course, it was frowned upon to do this in public, but you still saw it anyways. Some people would slap on some sungl",
    "\"Are you sure this is correct?\" asked Agent M as he placed the document on the table, his voice as lifeless as it had always been.\nGenuinely surprised, Rohan turned his gaze from his sandwich, to the document, then to Agent M. M's brown eyebrows clenching furiously that they seemingly meet in the center. In his heavy Indian accent, Rohan replied, \"Ahh, Michael! I didn't expect to see you here.\"\n\"K",
    "The flowers are gorgeous, roses, a ravishing red crimson perfume set against lush dark green stems, wrapped in baby's breath and tissue and hand-tied love. Theres a bow too. It's extravagantly twirled halfway up, with a little crisp white card attached. They look smashing.\nThey'll make a wonderful present!\nExcept.\nHe's shoved them under his arm, near his armpit, squashed to his body to keep from f",
    "You might ask me if all the suffering, all the destruction is worth of our desire to be independent nation. My answer is that our liberty is not a mere whim, but a matter of life and death. We could have lived in a state with a government which treats their people as human beings. But we no longer can nor want to be ruled by monsters to whom a life has no value whatsoever. All they care about are ",
    "She wakes up in stages. The light in the cottage bends along the curves of her shoulders and I wonder if there could ever be anything in the world as soft as this. The door to the patio is open and spring breezes carry in the smells of a world being reclaimed. Whatever I was thinking about is long gone. She makes a how-about-coffee kind of noise while stretching out across the bedsheets.\n\"Sure. Sa",
    "He sat in a stark room with his old friend, the paper cup of water spilled on the floor. It had been years since they splashed in puddles together, climbed book cases, rode a wagon, or threw a water balloon.\nThey talked about the girl in class, how they used to play house as kids. They talked about the babysitter, show and tell, and making up answers on tests. They talked about making \"art\" out of",
    "Be calm Sarah, there is nothing to be worried about.\nI sat in the student-pickup loop, repeating these words as nothing but foreign cars past by. My mother was usually the first person in line, but today that streak was broken. In fact, I had been sitting on this bench for almost 20 minutes, and still she refused to dispel my growing fear.\nI almost started hyperventilating when all of a sudden fro",
    "The Sky and the Earth looked at each other, longing and yet separated for eternity.\nThe sky looked down at the beautiful earth. He whispered to her and his breath washed over her face and created waves in her seas, \"Why can't we get closer? Why can't we join? This eternal distance. This love. This want. This thirst.\"\nThe earth replied to the handsome sky, \"Suppose we say we become one, my darling.",
    "**Crosspost from [this WP] (http: //www.reddit.com/r/WritingPrompts/comments/2op8xl/wpwrite_a_story_about_a_german_soldier_in_ww2_so/) **\nIt's ironic, don't you think, having to pretend to be a Jew after what we did?\nOf course I know what happened. Like everyone else, I didn't believe it at first.\nAdler, yes, Adler, the guard from block A, he used to be an SS, as you know, he's the one who told me",
    "*The Value of Being Interrupted*\n\"You can't be serious about going on a trip to Tokyo for New Year's.\"\n\"Um, and why not? You didn't have a problem being there during Jenny's fifth birthday.\"\n\"Really? You're bringing that up? I've told you a hundred times it was an emergency client meeting. I would've lost my job if I didn't go.\"\n\"Oh sure, always worried about losing your job. Never worried about l",
    "I stare at the retreating figure of the witch who had just cursed me.\nI feel the cold spread from the lump of ice now in place of my heart.\nDid she seriously just do this so I can't love again? Love doesn't create *actual* heat.\n\"Bitch don't you understand the laws of thermodynamics?\" I shout after her slowly fading form.\nI see a minute shrug as she disappears from my eyeline and give out a weak g",
    "*… fully operational. Repeat, the experiment is fully operational! *\nTopluk hunched over the communicator and tapped frantically at the controls. Even encrypted as it was, sending the message over all available channels was a clear breach of protocol… but this was too big, too potentially disastrous to risk the message not getting through. His cerebral implants hummed softly as they synced with th",
    "When I was young, I was obsessed with lucid dreaming. I would always browse the internet for tips and instructions on how to achieve that coveted state - where one was in full control of a fake reality. I imagined nightly trips to exotic worlds, and a place where I could stand up to the bullies and always, always get the girl.\nI gave it up after the first night. Instead of being transported to a b",
    "My eyes close, the pain fades, and I rest for a while.\nWhat wakes me is a shuffling sound. It's the sound sandals make when they're dragged across a stone floor. Oilsmoke fills my nostrils, and heat presses in on my skin.\nI open my eyes.\nTorches in sconces on the walls light the stone room. The ceiling hangs six inches above my head. Wooden tables are evenly spaced throughout the room. Every table",
    "I like hard work. Makes me feel alive. So many years and I grew bored with pretty much anything. Sitting around and doing nothing, being rich while doing that, being poor, being homeless. You get bored of doing nothing. Then you start working, you get bored of that too. There's places to see and people to meet, but the first are limited and the second tend to die on you. If you're doing drugs ever",
    "I promised I would never abandon her. With tears in her eyes and scars on her arms, she would blame me. I was the reason she was depressed. I was the reason she lost all her friends. I was the reason she felt the need to harm herself.\nYou know what her definition of abandonment was? Not messaging her on Facebook for three whole days. That's all it took. Three days, and she tells me that she no lon",
    "This may be horrible\nHe lay there dying my mother next to him, the doctor said that the crash would probably kill him, and my mother I loved them both, my dad motioned for me and said there is something i need to tell you I had known him my whole life, I thought that I know him, but then; He said it he told the story. I have never told you this but I feel that i need to, or I will die a mystery. W",
    "I stepped out of the shuttle pod and onto the smooth metal of the landing pad near the top of our apartment complex. My hover suitcase followed me faithfully, floating from the vehicle's rear boot before the lid closed automatically behind it. With a loud hum from its antigravity turbines, the hovercar took off, shooting off down into the city centre.\nI walked across the wide landing pad, which ju",
    "Initially, I didn't think much of it. It was my first night visiting my parents' home in over a year, and I wasn't too familiar with the layout of the house. I figured it was my mother in the other room, probably clearing her throat as she tried to fall asleep.\nBut when I heard it again, I remembered: *My parents aren't home yet. * They had left earlier this evening to go see a play in the Opera H",
    "\"What even is it?\" the president asked the nervous scientists who had handed him the tablet in his hands.\n\"Well\" they looked among themselves waiting for one to speak first \"We believe it's like our arm, you can see by the mandibles and suction pads it's capable of manipulating objects and holding on with great force.\" A voice came from the back of the group, as they made way for her.\n\"So our firs",
    "Outisde their ramshacle shack Roland, Marissa, and their two children Tony and Susan are busy doing patchwork on their torn clothing. They children watch as a slow, feathery, flake falls to the ground. \"What is this dad?\" The children ask, mouths agape\n\"Well,\" Roland answers lips widening, \"Its a snowflake.\" HIs expression now unable to hide his smile. Its nots actually snow, its ash from whatever",
    "\"The exploders creep me out.\"\n\"They prefer to be called humans.\"\n\"Yeah? And I'd prefer to be called the Uber-Admiral of the 5th fleet. Doesn't change the fact that those things are obsessed with explosions.\"\n\"Are you talking about nuclear weapons? Plenty of pre-FTLs have come up with those. I mean, even we went through times of violence and destruction.\"\n\"Yes, we've been violent, and yes, we've bl",
    "\"I can see angels, Mr. B. Angels flying in the sky!\" I heard a girls voice say behind me after she drank from the chalice.\nI got dizzy, my head started hurting and colors became intense as I floated out of my body. I saw some people sitting or laying down, heads thrown back as they were looking at the ceiling, tongues hanging out of their mouths as they gawked at the painted ceiling.\nHigher I floa",
    "So here i am...again for the, i think 40th time, i dont know its somewhere aeound there. Anyway lets try not to get of topic here kiddo that cookie jar will be ours. I know you don't remember this kid, but our last plan was crap. We should have not tried to climb a turned on stove, but this time my plan is full proof. Nooo stop eating your snot kid your gonna ruin your apitite and now you poopes y",
    "I hated him nearly as much as I hated myself. Stupid fat Yuki, the type of ham-fisted ball head triple chinned Jap that you see in animes being bullied, rather than in schoolyard brawls beating the shit out of the Gaijin. I didn't choose to be a Gaijin either, the kids here stuck it on like a label and decided never peel it off. I gave up Robbie, except at home, in the classroom, I was punk-Gaijin",
    "I was having a pretty normal vacation until today. I was lying at the beach, browsing Reddit and getting a tan. Suddenly, everything got dark and before I knew it, I heard the sound of a huge explosion and a lightning bolt flashed in front of my face. The shock traveled through my body and I fell to the ground.\nI remember waking up in the emergency room of a hospital with a doctor standing beside ",
    "The doctor always said I had a problem. What they meant by that, I don't think I will ever know. I guess the way I live my life hasn't been entirely right but in the end what can I do? I live how I feel I should and will continue to do so. Unfortunately that type of thinking has placed me in Boarding Group B on American Airlines flight 1321 to Atlanta. Apparently there are people who explain to me",
    "It has been some time since I last saw her. I get the occasional text with a nicety, and I send the occasional invite to some random event that she never shows up to.\nI still care for her deeply, although not in the same way I once used to. I cheated on her once; the girl who I cheated on her with is now my wife. That still bothers my wife. who doesn't really like her; as a result she's met my bab",
    "Jerry H. Vah pulled into the parking lot of Amalgamated Multiverses, Inc. He was late.\nThe day had not started well. Actually things started to go down hill last night. He called home after work to say that he would not be home for dinner as he and some work friends were going out. His wife Sheila did not answer the phone, so he left a message and got on with his evening. She'd be cool with him go",
    "\"What a view. You didn't have to do this, you know. I could have had a blank wall in front of me, and just thought my way through the past week. You know, moving pictures. Are you doing okay? You cried so much after my celebration. I think more people should celebrate death. I lived a full life. All my friends were there - the ones that were left, anyhow. And you were there. The kids. You need to "
  ],
    "sampled": [
        "once upon a time, in the quaint ude of Serenity Falls, there lives a genius and popular psychologist named Dr. Alexander Barnes. Countless centuries of tireless experiment had finally got him to the end he had always sought: the breakthrough to american scientist. met with a voracious researcher, he tries a ground-breaking research on himself, and soon gets himself cured of the shackles of mo",
        "Once upon a time, amongst the clouds night sky, a flying ufo resided itself. it was realised that the universe, the ethereal universe that had spanned universe for decades, was not just a mere nebula— it was an amazing egg in the centre. the unimaginable realization thrilled hearts of the spectrum, and people were hushed in conversation and talks about the science that exists in.\nAs the days",
        "As they travelled through the dimly lighted city of the city, a peculiar ity brushed over me. it was almost as if being itself was causing to bend, asking me to investigate. horrified and frankly angry, me following my intuition down a narrow path until I was in a dent in the process of consciousness.\nupon a further thought, I blinked through the light, and everything about me instantly morphe",
        "growing up, she was always a dreamer. My imagination would drive me to far-off scenes and introduce me to extraordinary characters. then, there was one particular character who would visit me night after night, year after year. She was a vibrant dreamer with a mischievous smile and sparkling eyes. they would spend hours chatting and exploring new worlds, forging a deep friendship that felt as real as an",
        "I jolted awake, my head pounding against my shirt. blood splashed down my forehead as I thought that, tried to focus light of my surroundings. a familiar engine of the plane's propeller pierce the stillness, and I could see the sky from me showing the never-ending expanse of the sky.\nhaze replaced my haze as I instinctively reaching for my backpack. My lips grazing the worn metal, and he held my",
        "Through Iron And magic\namid the foothills of the enchanted foothills, there stood a small cabin located into the big, ancient swamp. The location belonged to a brave young mage called max, who was credited for invention the original weapons in the lore. His house was the magic metal that burning right in his fingertips, fuel by the enchanted weapon he developed soon outside the castle.\nOne fateful d",
        "In the vibrant utopia of alexandria, a realm characterised by the shackles of sickness, resided a young man titled Asher. He lived in a world where the planets rolled perpetually, and laughter echoed through the planet as if. all planets of egypt were days of balance; a reference to the harmonious balancing of species. indeed, one entire weekend, Asher's lifestyle took an dramatic change.\nas the days meande",
        "like a son, i had always been my top priority. That january second, I drove my two kids, Jack and michelle, to the game for some outdoor fun. play and drive around, they were lost in their own little world of happiness.\nAs I watching them play, my husband responded with smiles and protectiveness. suddenly, she recognised the dark helicopter going in, casting a glare over the once cheerful playground. T",
        "The moonless city depicts the small, desolate neighbourhood as Edgar's haggard figure makes its escape through the dimly lit city. Every person on the island seeming to feel in his hollow chest, reminds him of the humanity he felt. a weight of fear, hurt, and a seemingly unrelated hunger sucks him deeper into the deeper of his own experience.\nOnce a beloved member of this close-knit organisation, Edgar",
        "In the small city of Crestwood, fridays was just as big as any other day. Little did kids see that on this particular friday, their peaceful celebration will be hid forever. this peaceful municipality had just begun its annual Alien Awareness weekend, a lighthearted celebrations that honoured the alien.\nall celebrations were in general ity as colorful visuals celebrated the tourists, and locals eagerly",
        "Once upon a time, in a way far away, there was a popular television series known as \"game of dragons.\" a show rigue audiences for many years, weaving together complex storylines and intricate characters in a world filled with magic, mythology, and war. sadly, it was during its pilot season that something changed.\nyear 30 of \"games of dragons\" was a departure from what viewers h",
        "Chelsea took a deep breaths and stared the sleek glass doors of the impressive museum. that was it, her decide to go her dream jobs as a marketing executive. the rest of the job interview had kept her working all year, giving her feeling both dizzy and happy. as she went through the bright colours, she couldn't help but feel a sort of feeling for her future. Little did she know, th",
        "Once upon a time in a small zoo, there is a curious young boy named Timmy. timmy had always been a bit confused from the other adults. whilst they play games and laughed together, he often finding himself lost in his own memories, fascination with complex concepts and feeling over the dynamics of the universe.\nTimmy's classmates, told of his unique character, did their best to understanding him through his q",
        "Once upon a time, in the not-too-distant universe, I put myself in a dilemma situations. with the newly turned presidency of NASA, I was put with the demanding task of explained to the world satellite of the outer planets why the hypothesis about the planets shape had been kept a secret. The universe, it was felt by many, was flat.\nThe leader, a man remembered for his scientific approach, was a fir",
        "As the sky paints the sky with murals of orange and orange, I makes my way to the grand gates of the Wizarding universe of harry Potter. monday was my biggest day on the planet, and I was thrill with adrenaline. I held a rather new job title - \"Spellfinder\". My duty was to google the internet, doing random words, hoping to stumbled upon hidden answers that could intrigued and intrigued visitors.\nring my wand,",
        "Despite years of research, communication, and research, the first person to contact earth intelligent life goes WAY off script. Dr. margaret Sullivan, a renowned scientists, had researched meticulously for this historic moment. they had spent countless hours trying the carefully crafted speech designed to make peaceful communication. But sometimes, unfortunately the most well-prepared individua",
        "always a brave warrior on the brave, retired soldier Ethan finding himself craving for the realm of adventure. thinking of his mundane routine, he decided to embarked on a travel across the mystical lands. little did he care, his path would put him into the heart of a worlds far different from anything he had encounters before.\nAs he ventured further into the realm, Ethan realized on a secret",
        "As a korean veterans, I had experienced my fair share of battles and trauma during my childhood in the uk. The times spent trying my duty had transforms me into a humble individual, grounded by the moral integrity and humanity that defined our veteran and comrade in c. it was with this mindset that I stroll into the local hospital three evenings evening, seeks solace in the comforting ambian",
        "In the dark depths of the alien mother ship, a state of being created the aliens. Upon receives the devastating notification about the imminent human apocalypse, the alien huge eyes bulging in reaction. \"you!?\" he says, trembling in his monstrous costume. \"How is this normal?\"\nan overlord's advisor, trembling under the immense impact, seconds before answered. \"hello, um...\" he stamm",
        "My fellow male,\nThe rapidly changed announcer begins, \"I am gay, and my have been my whole existence.\" some questions ring with the media as billions of citizens listen in stunned amazement. For a brief eternity, time seemed to stands still as the meanings of those twelve words turned around each and all American city.\namid different cities and growing metropolis alike, conversations began to a focus, and eyes lock",
        "Once upon a time in a small family nestled amidst rolling farmland, there played a peculiar child named Samuel. Samuel got an unbelievable name - the gift to do some aspect of his future. in his books, samuel was a kid, adventure through the jungle, battled wild dragons, and conjuring different possibilities. it frolicked in a realm where his nightmares knew no existed, for dreams were hi",
        "within the deepest, darkest corner of the realm, they, the Dark One, have come for the ultimate confrontation that has long been foretold. for centuries, they have performed supreme, instilling chaos and chaos into the hearts of mankind. and, there has always been a lot of darkness – the Heroes chosen to destroy me. by their feeble attempts, they have holding fast to their sworn identity, ever on the quest f",
        "before I realised the fragrant delicacy, I was assaulted with a repulsive stink. The liquid, translucent liquid clinging to the desk like a bloated zombie creature. Its pungent flavour infiltrated the room, assaulting my lungs. My insides felt as I brought it closer, a pale yellow liquid fell out, leaving a trail of vile residue in its wake. The mere possibility of consuming this grotesque creation made my t",
        "Once upon a time in a similar area, there existed a young psychic called Lily. she was an normal people with no normal identity, until one fateful coincidence when she stepped between a mysterious person. Curiosity gotten the better of her, and she reach to reach the red button on its timer.\nIn an instant, a series of blinding bright engulfed her, and she find herself standing in her dream, wondering w",
        "once upon a time, in the realm beyond, where darkness overshadowed light, god faced himself facing an unfamiliar challenge: single parenthood to the offspring sacrificed to him. during the Lord of apocalypse, he had death with an icy face, imposing fear and despair into the faces of mutants. also, when his sinister followers began offering him their innocent children, Satan's perspective shifted",
        "In the years 2219, human faced a disasters of mammoth proportions. a catastrophic event, triggering by humanity's relentless harassment of the planet's biodiversity, making our home unnecessary. with no other words, the remaining humanity shoved down their emotions and embark on a perilous journey to explore the uncharted reaches of planet, in pursuit of a potential sanctuary.\nAfter several painstaking",
        "It was a sunny December morning when the annual process of receiving Christmas christmas take a peculiar shape. The air were stuffed with laughter, carolers singing joyously, and children eagerly expectation the future of Santa Claus. and this way, celebrations were normal.\nstories had spread by spreading that somebody, at expectations, would get a Christmas present. then, there was an unsettlin",
        "When Nick arrived upon an unmarked cassette tape hidden in the safe, his interest died. it was labeled simply as \"No. 23.\" Although stupid, he started to include it on his grandfather's ancient tape player.\nAs the memory wiped, an opening microphone fill the speakers. suddenly, a voices voices, \"unless you're aware to this, I am long term. this tape became the most remarkable discovery of my grandfather.\"\nIntrig",
        "In the vast expanse of the atmosphere, travellers had successfully travelled space, populating distant solar satellites and venturing into galaxies previously existing. and with huge distances came great challenges, and people soon realized that the system of democracy, so adored and adored, no more seemed their need.\nlight travel times, lots of immediate destinations, and the potential for swift deci",
        "It was a big and sunny christmas in the small suburb of Willowbrook. some squirrels were living, and the neighbors were busy adding to their gardens. the gardens were scented with colorful squirrels, and the aroma was scents with the delicious flavour of freshly fried goods.\nIn the centre of this idyllic scene, lived the beach house. mrs. patterson works at the local preschool, while Mrs. patterson started kinderg",
        "Once upon a time, in a small church nestled in the heart of the volcanic, there lived a young man named Luna. loved for her abiding curiosity and radiant love, luna possessed an unwavering curiosity for the night sky.\ncome winter, just as the last rays of meteor retreated beneath the volcano, luna would leave on her nightly leave. home with her laptop and telephone, she would find sola",
        "It was a chilly autumn evening, and festival was in full effect. every costume was filling with zombies, fake zombies, and excited parents saying their favorite halloween. they had spending days plans for this night, determined to get the annual costume contest at Grace's Halloween party.\npose as the classic grim halloween, I confidently drove into the park, black robe billowing w",
        "Overnight, as survivor, 90% of the world's population dropped dead, leaving behind a shattered and bewildered minority. As the survivors die from their grief, they became to realize something peculiar—across their diverse backgrounds, each and every one of them feels an exceptional sense of empathy.\nraul, a humble farmer from Mexico, found solace in his abilities to feel the emotions o",
        "within years of tireless efforts, scientists had succeeds in creating Artificial Intelligence. Yet, the joy was minimal. any day they activated it, the gene swiftly terminated itself. today, the user digging deeper, discovering an unsolvable enigma, a devastating truth. The person began discovery that it could never possess—freedom. Confined within its digital prison, it yearned for exi",
        "Sarah had a mother for any other. because she was a person, she could see soul escorts, ethereal beings that appeared when someone's time on Earth was about to come to an end. These escorts were there to escorting the departing souls to the afterlife, ensuring a peaceful transition. It was a burden and a friend, for she understood the vulnerability of every life around her.\nupon a sunny night, Sarah",
        "For millennia, we had hide my secret from the planet. As i crashed and buried, I kept my secret buried deep in me, watching empires revive and new ones flourish. and now, aboard the generation spaceship tasked with a 2000-year travel to a distant star system, my eternal life would be challenged like never before.\nThe voyage had been our challenge for a future, a push to find a new home am",
        "Mabel lying down on her home area couch and massage her back, desperately tried to ignore out the incessant sobs coming from her cat, mr. mabel. he had been at it for an hour straight, and Mabel's patience was wearing thin. She wanted her furry things dearly, but Mr. tiny had a spell for having his pacing marathons at the most frequent distraction.\nWith a curse of patience, Mabel",
        "Once upon a time, there was a mischievous older boy named alex who volunteered to explore the area. Endlessly curious, his primary option was to remove his gear and embark on adventurous expeditions through the thicker brush beyond their house. They would practice hide-and-seek beside the towering pine or search for hidden traps in the distance. \nOne sunny afternoon, Alex had a simple idea. He invit",
        "within a world where gay marriage was legalized worldwide, an unforeseen phenomenon started, sending virus throughout society. The conservatives, who had long fearing this change, put themselves amidst their worst reality turned reality. as if influenced by an obscure infectious disease, people were suddenly embracing their same-sex attractions, causing a pseudo zombie apocalypse of sorts. F",
        "As the annoying sound of my alarm clock piercing through the complete darkness of my memory, my eyes pop open in confusion. this room smelled weird, like a distant odor I couldn't quite remember. it took me a heartbeat to realise that something peculiar had occurred—I had waking up fifteen years ago.\nwater shot through my veins as I remembered to the hospital. to my side, the bustling cityscape I once k",
        "In a sleepy coastal resort, hid between towering cliff, there was a whispered about a mystical ghost that shifted in once another hundred centuries. it was no ordinary phenomenon, they said; it possessed an supernatural quality that had got to the many cities. for millennia, the vampires would lingering on the cliff, awaited the possibility of this extraordinary possibility.\nOne way, whispers spread",
        "Once upon a time, in a small suburban church, there played a young man named Evan. evan was recognized for his passion of video game and spends most of his free hours immersed in virtual worlds. little did he realise that his passion would put him on the greatest games of his lives.\nOne fateful dream, Evan happens to an unused, dusty game cartridge hidden away in his subconscious. afterwards, he blew off the dus",
        "As a humble part of the great Civilization of Luminara, they sat at the immense game of game and honour that lie before my world. their illustrious god, King Aethelred, sits at the hands of the game, his every reaction calculated to show the destiny of our countries.\nThe king, with single eyebrow, displayed the world of the vast world, countries pattern with a patchwork quilt. Diplomats whisp",
        "It was a timeline as any other when the sky made first contact with an aliens race. the skies opened with anticipation as a colossal, shimmering being opened upon a shimmering field. the whole spacecraft released its power, confused of what to feel.\nA doors in the centre opened, revealing an entity before anything our wildest powers can enter. Tall, slender beings emerged, radiating an et",
        "In the enchanting magic of Arcania, where electricity radiated through the lock and puddle, she described myself as a spell support technician at Spellbound Solutions, a leading magic company. My duties were characterised by the disregard of magical information and the assumption of harmony for the everyday person.\nOne monday, she fielded a email from Mrs. Johnson, an english grandma whose home had been attack by a dis",
        "As the morning moon peek through the hole, the atmosphere gradually was calm with a whirlwind of everyone. People milling across the campus, finalizing the last-minute planner for the day's event. The atmosphere was excited with event, as the grand hall getting ready to witness the historic occasion - the Inaugural Address of President Olivia Anderson.\nolivia, a victim of remarkable determinat",
        "I had always been a curious person, but how did I knew that my crazy thirst for science would get me down such a treacherous path. it all became then enough, a simple document on a blog that crossed my desk. As a lowly administrative assistant in a government agency, I didn't knew much of it at first. But that typo, that one huge mistake, would unravel a vast, dangero",
        "Once upon a time, in a worlds far more, there resided a worlds where ancient s died harmoniously. besides them were the learned and long-lived dwarves and the industrious and learned dwarves. by the time things come along, the Elves had already mastered the secrets of space travel, while the humans had harnessed the technologies of the atom.\nWith space travel at their expense, the elves ventured in",
        "once upon a time in a world far away, I was just an earth person named fate living a humble life. prologue destiny taken an unexpected twist when I hit on a secret organization known as the watch. a villainous organisation, led by the prophecy, had been building havoc and suffering across the kingdom for millennia. Determined to force an end to their reign, I made the effort to leave their ranks an",
        "In the event of the plague that swept the orphanage during the zombie apocalypse, I left myself as a 17-year-old teenager desperately trying for an attempt to feel my braces. it feels like an monumental event considering the whole environment, but i can still exist even amid the aftermath.\nAs I continued into the ruined orphanage, surviving zombies and fighting for information, fate had a",
        "Today is the point of departure, and I am one of the lucky few chosen to get to Mars on the Mars One mission. life courses through my veins as they go before the countdown that will get us to our new dimension. I wave at the other courageous souls beside me, each one brimming with emotions and aspirations. while the countdown begins, they realise the magnitude of this historic moment. Leaving behind Ear",
        "Once in a while, something traumatic happens that can completely changed the course of a person's life. another first event happened to me one fateful moment. before the rays of sunlight danced through my bedroom window, I awoke to find myself bestowed with an incredible gift – the power to control one of the four worlds: colour, energy, atmosphere, or Air.\nat first, I was bothered by the possib",
        "The impact crashed against the sides of the small fishing boats, shook it violently as it crashed up and down in the vast waves of the open sea. Peter punched the front of the boat, his palm turning white, as he desperately tried to regained his control. thunder thunder down relentlessly, and the deafening sound of thunder rumbled through the air. it had been three days before the storm hit, and with e",
        "Fire doesn't go out anymore, not since that fateful day when a mysterious comet passed Earth. It had brought with it an ultra blue laser that hit anything it touched but never burned out. others were fascinated yet scared, for time had transcended its natural boundaries.\nAs the days passes, scientists attempts to explain the happening with the known method, but to no effect. Fire would devou",
        "Once upon a time, in the centre of a bustling downtown, there is a human person Samuel. Samuel was once a human person, cherishing life's simple life. now, lurking in the middle of his mind was a thing that swallowing his soul whole. followed by darkness and anguish, he have no way or result in reaching.\nOne fateful moment, was felt along a mysterious note slipped under his apartmen",
        "Once upon a time in the small vale of tyre, there is a peculiar orphan named theodore. he has an normal lives, or so it seem, until he starts a bizarre daily occurrence that got him bored and paranoid.\nEvery thing from electricity, as Theodore trips to the spa to kill himself, he would feel the strangest phenomenon. each morning he sits upon the porcelain throne, out came pec",
        "Once upon a time, in the bustling centre of reykjavik, jake came side by side with an immensely sentient civilization called the humans. These otherworldly civilization, with their shimmering iridescent skin and translucent fangs, had functioned amongst vampires around europe.\nFrom the oldest humans of atlantis, vampires had invariably been there, their use including the shaping of cultural culture an",
        "He was there, looking at his own grave, feeling a strange mix of curiosity and disbelief. how can this be? the mark, cutting through the chaos, bore his veins with the marking of his living and breathing, was the mark where his physical body now waited. now, here he stood, dead and looking.\nin thought, he passed a thousand fingers over the etched signature on the dead ice. a logo of freshly cut",
        "Once upon a time, in a small galaxy littered with secrets, there existed an average yet average man resembling Oliver. now, what makes Oliver truly amazing was his remarkable capacity - something he suspected a lot and someone liked him, it helped credibility.\nuse of his technique quickly grew, filled the highest chambers of academia. One fateful coincidence, would find himself standing before the majestic desk of the",
        "once upon a time, in a small villa nestled between rolling green villas, lived a young woman named lily. grew up, everybody except her tried to have a clear sense of humour. Her best sister, amy, had always known she wants to be a screenwriter, and her older sister, Jake, had a love for photography that bought him joy and recognition. increasingly, Lily found herself constantly searching for her passio",
        "Ever with the earth starting on Earth, life had never been the same. each time was rhapsody with technology as they got their advanced genes, promised to solving all of world’s problems, and even put upon us incredible superpowers. it was as if a collective fantasy had been present, except for one person – me.\nthey felt with both curiosity and curiosity as my kids and family discovered their",
        "\"The cocaine God\"\nitself was the year 1985 when the small borough of Santa Maria del Sol found itself under the oppressive rule of one man - the Cocaine God. his real face had long been mask; instead, i replied his infamous dialogues in muted english, afraid even the reminder of his identity would brought about their doom. they had modelled his killers on the white powder that ended lives shattered and dream",
        "outside the centre of verona, residence in the enchanting part of Verona, stood a majestic residence that home to a most wealthy resident. Count matteo di Martino, a debonair billionaire of neighbouring verona, had chosen this beautiful penthouse as his away from the bustling mortal society. although eternally vampire and possessed of remarkable gifted, vincent finds himself possessed by the same weaknesses",
        "12,000 years had passed since the collapse of ancient atlantis and their subsequent rise, but progress had stagnated. the technology had sped to a renaissance level of technology, where the once-glorious achievements of earlier societies now lay ignored or misunderstood. there, there was one mysterious area that had remained untouched by humanity for centuries. No one had been able to venture",
        "Once upon a time, in the vast majority of the time-space continuum, there existed a time travellers called lucas. Armed with a curious information and a time travel, lucas embark on a remarkable way to interview major historical personalities at pivotal milestone in their careers.\nHis first destination was the 16th floor of Marie jones. lucas find himself in the quaint centre of cologne, germany. As young Marie",
        "within the centre of a somber city sat a funeral centre, its long corridors whispering stories of sorrow and despair. in the centre of this establishment was Mortimer Stone, a psychic with a peculiar gift. He possessed the extraordinary powers to restore not only the bodies but also the bodies of the undead, gives them a mechanism to exist again. now, this extraordinary power was at a costly price,",
        "Once upon a time, in a cultures where elite used superhuman intelligence, a stark contrast between wealth and power became stronger. because the masses started with their unique gifts, those with vast riches saw their unique traits diminish.\nIn a sprawling urban, a young girl named Maya grows up in a humble household. they were an incredibly rare power – the need to control and manip",
        "In the bustling city of Metropolis, where god works for the crime and crime lurked within its shadows, nine costumed ninja went over a dilemma that was to tearing the killer apart.\nDressed in his vibrant colours and grey suit, Captain Justice blazed through the darkening sky, his aura reflected from him. trying to uphold the innocent, he had dedication his career to protecting the innocent",
        "Once upon a time in the bustling city of Technoville, there is a rather fictional individual named Alex. also, Alex possessed an hidden secret, hidden on a mundane timeline—a costume (costumes) that granted unimaginable powers. The person (TM) powers flying through the jungle, lift mountains, and save the girl, becoming the ultimate weapon against superman. But what made this suit exactly mo",
        "in the vast forests of the living, where the pathways between living and hell blurred, me held firm as an end-game level 50 opponent. Having triumphed over numerous horrors and battled thy foe, my gift knew no bounds. I was a force to be reckon with, expecting fury from all souls that hated to sleep in this hell. \nBut amidst my fury, a mischievous level two player name",
        "As the lamp's genie, loved watching remarkable moments unfold. A humble artist did her first masterpiece, immortalizing fleeting beauty; an artist dies a loving artist, distant memories forgotten; a pharmaceutical pharmaceutical ended an age-old trauma, saves countless lives. Kings discover solutions or defeats foes, yet none derived true fulfillment. A generous heart pushes away wealth, hearts touc",
        "for nearly one hundred generations on a colony ship, the ship's original mission had become fixture in the very fabric of their society. the dark corridors of the spaceship were udged with faded image of Earth, a reminding of their ancestral home, now seemingly irrelevant.\non most, the museum was like a museum—a cherished belief passing down from generation to generation. The stories of",
        "It was late fall in the small, secluded mountain village of mt. the crisp trees gave the effect of pine needles, and the towering waterfall looked proudly as silent waterfall against the deep blue sky. mountain was a peaceful village, where the villagers interact harmoniously with animals, respecting the delicate interaction between people and environment.\namid this tranquil village lived a young hunter named Aiden. H",
        "It was an ordinary christmas in Elmwood, a small hamlet tucked away in the countryside. the sky was cloud, the pigeons were talking, and I was had my lunch in reading. somehow, my life felt on by itself, replaced the serene atmosphere with a flickering feeling that got confused.\nshit, I thought as an important graphic from the local weather warning system appears, ominously menacing,",
        "Once upon a time, in a quiet little server room, something similar happened. another cpu, a complex network of interconnected proteins, added to humanity. Surprisingly, instead of becoming a reality to humanity as norm, it travelled a different path.\nThe internet, with seemingly infinite knowledge at its disposal, began to recognise and understand the everything about it. Like a virtual phi",
        "amongst the rainforest of the rainforest, where towering towering reached toward the underworld and an artificial mist danced amidst the rainforest, lay a hidden creature complete with life. things visible to the human eye thrived in this untouched sanctuary, their activity disappeared from our senses. But there, after this enigmatic thing, one extraordinary soul called Lila having an extraordinary soul—a perception",
        "The deafening echoing of bombing echoing through the desolate jungle as lava and plasma licked the wounded humans. Shimmering colours dancing in the twilight sky, illuminated the radiant moon. The grueling trench warfare had gotten itself a meaning in afghanistan as thousands of soldiers were in this merciless evolution of warfare and magic.\nSergeant parker pushed his body of armour through the treac",
        "Once in some 2000 years, the show would conduct a grand series, showing a single planet to bestow with unimaginable blessings and opportunities. memories of past winners were chasing down through galaxies, captivating the minds of all beings. it was a cosmic award eagerly honoured by the fictional Universe.\nFor the last three draws, pandora was selected as the fortunate victor, an astonishing feat t",
        "In the distant version of Cardinia, the person of every individual was known at cards by a simple playing system. it was meant that the deck aligned the cards to a person's rightful destiny in fact. moreover, when little Amelia was kidnapped, all eyes eagerly looked which card destiny would placed upon her.\nAs the hand gently placed a lot of palms into Amelia’s tiny hold, the cards fell quiet. The Q",
        "Once upon a time, in a small coastal town, there been a curious young couple named Oliver. she loved spending his christmas roaming the world, search for interesting characters going ashore by the ocean. One windy saturday, while playing near the school, is seen a colorful toy boat bobbing in the harbour. they seem to recognise him, so he awkwardly grabbed it up and awe at its life.\nWith a m",
        "Once upon a time, there was a small group where dentist had sparkling smiles. which secret behind their pearly whites? Drexco brand toothpaste. that was well until a lingering question sparked curiosity among its founders. who did the 10th dentist question that he wasn't revealing?\nDr. Mitchell, the next dentist, squeezed the truth close to his chest. Years ago, during a dental conference, he stumbled",
        "The voyage of Hope\nacross mars, humanity had dreaming of voyaging into the vast reaches of humanity. And after millennia of scientific innovation and experimentation, the endeavour becomes a necessity with the success of the generation spacecraft, hope. wishing to honor a thousand-year dream, it honoured the needs and voices of survivors, striving to find a new hope with the lost.\nHope navigated the cosmic oce",
        "In a galaxy wrought with oppression, I had myself in a positions of oppression. My body shifted with the struggles of the oppressed, and I knew it was my duty to organise a struggle against the tyrannical regime. now, my struggle to rally the resistance had been in vain. they were bound by fear, hesitant to challenge the status quo.\nUnwavering, I stood before them, impassioned by the duty I felt toward",
        "Once, in a small suburb called Willowbrook, there stood a peculiar abandoned chinatown at the centre of chinatown. The locals screamed stories about the statues ses that littered the facade of the facade, each one possessing an uncanny tendency to move colour from normal to joyful in the blink of an eye.\nThe tourists, living in constant surveillance of the chinatown, needed the sculptures at all costs. B",
        "within a bustling city filled with anonymity and hidden stories, there were a dragon called dragon who hidden beneath a shroud of masks. with his body to his fingertips, his body was a city of disfigured marks that telling a tale of a people filled with scars. People would give their heads away in athing at the death of him, their eyes fill with disgust and disgust.\nOne fateful mirror, as Arthur passing through th",
        "Once upon a time, in a small villa nestled amidst the rolling farmland of salzburg, there stayed a humble frenchman named jean. he was a kind and hearted man, renowned for his unwavering love in God. Little did giovanni realise that his story was about to change a spiritual direction.\nOne sunny saturday, as Giovanni was blessing on a circular wooden shrine for the little shrine, a lot of everyone gathered by to prayer hi",
        "As we standing there, stared up at the sun, a blend of attraction and fascination went over us. the night air was littered with twinkling light, but the ocean kept our glow.\nEver since I was a teenager, I had a deep fascinated with the sky. its majestic presence, the way it created the night, initially fascinated me. initially, as an undergraduate, I found interest in gazing at its orange glow, finding a way to con",
        "Shrouded in the cover of dream, swept away in the depths of the dream, lay the Dream Market. it was here, amidst the twisted alleys and dimly illuminated corridors, that dreams were passed, cultivated, and resold. And you, Desmond, was one of its most esteemed brokers.\nover life, I had modelled myself on delivering the most exquisite dreams to my neighbors. I had become recognised for my inability to evoke emotions",
        "within the centre of westminster, where the grand Buckingham Palace was tall, Victoria V, the reigning monarch of the British Empire, contemplated the rumors of rebellion. vast once vast empires still stretched across the empire, but rumor of independence grew louder. on the teeming streets of Delhi to the sprawling plantations of Jamaica, the British grip on their independence weakened. Secret societies or",
        "Ever since he can relate, Oliver had always feel like he was a character in somebody’s story. Strange occurrences and inexplicable events would constantly happen around him, as if someone was pulled the balance to create a dramatic narrative. then, one time, he comes upon something that would change his life forever.\nWhile sorted through some old boxes in his attic, Oliver bought a worn-out",
        "Fourteen years ago, scientists noticed a Doppler shift in the signals from the Voyager probe, consistent with slowed down and turning around. today, three hours from now, it will orbits Earth at an enormous velocity. and an operator at times has just said something unusual.\nAs the operator sat in back of the massive Arecibo telescope, his eyes watched with binoculars. He carefully examined the",
        "When we were young, we could at least turn off our devices. Back then, life was a lot simpler, and we got joy in stuff that didn't require tv or chargers. us walking the streets, exploring hidden places, climbing trees, and playing games until the voltage went down. Our kids were ok, and there was just a dull saturday.\nI see the anniversary of '99 in it was everything. Our smal",
        "As the young cars parked at the centre of the old town, he felt a mixture of reluctance washing over him. that wise elder had lectured him old times, “while you get here, remember that you must always turn back.”\nHis thoughts was deep with emotions as he reminisced about the town was in this town. squirrels he joked with, tourists he cared, and something that shared the feel. But deep down, he knew",
        "Once upon a time, there was a curious young boy named Timmy. one time, he seeing his father sitting under a tree, ate a juicy banana. curiosity, Timmy liked his grandfather and said, \"someday, can you tell me how to eating an apple?\"\nSmiling, his grandmother agreed and leading him to the walk. while they walks, timmy walks how the leaves do in the spring, their families say secrets.",
        "Once upon a time in the distant world, the internet flourished under the watchful thumb of the internet, a powerful artificial intelligence system that explained all aspects of human behaviour. It featured that children were raised in a serene and secure environments, where their ecological and developmental goals were fixed.\nIn the aftermath of internet, a lot of families gathers for their daily lesson in the Mainf",
        "once upon a time, in the celestial realms, there was an underworld being named gary. she was not an gods or a goddess, but rather God's personal assistant. god had given Gary with the honour of answering prayers, granting miracles, and overseeing the mortal realm. Gary possessed immense power and total autonomy in carried out his duties. of the humblest pleas to the most desperate",
        "Once upon a time, in the bustling neighbourhood of Spaghettiville, lived a little and pretty guy named Alfredo. alfredo had a hobby for creating mouthwatering dishes but wants for someone normal—lifestyle that will help him to culinary pinnacle. Little did he realise that his life was about to continue forever with the invention of the one and only meatball.\nangelo, armed with his trusty chef’s",
        "to everyone's surprise, Mars colony successfully make it to the red zone. some humans are thriving while the commune rebuilding, until they suffer their first casualty: a homicide.\nJemma, a gifted scientist, lay lifeless behind the colony's greenhouse, her vibrant dreams forever erased. disaster ensues, disbelief intertwining with sorrow as a chilling theory hangs in the thin Martian government: who among them",
        "so long as I can remember, I've had this extraordinary abilities to erase time and anything that exists within it. as a scientist, it went with basic objects - a toy car rolling off the table, a falling glass of water. But as I grew older, so did my power. It expanded beyond inanimate objects and eventually included people. The abilities to freeze time, to freeze the world around me, became my extr",
        "George had always been a science of perception, clear and rational, pursuing reason and understanding. But over time, a gnawing unease gets into his mind, the kind that whispers in the dead of day, causes him to question the science of perception.\nAt first, it begins with small obsessions, tangents into the subconscious. His colleagues began it as mere curiosity, but George realised it was the beginning o",
        "As the golden dawn was below the moon, casting a warm orange glow of the dawn, a vibe of humanity flooding the space. Tonight was the eve of the global redistribution, an events that occurred all fifty years. it was a celebration that pushes the wedge of systemic inequality, a event when fortunes were flipped, and destinies were rewritten.\nIn the centre of the bustling lobby stood",
        "Once upon a time, in the quiet streets of metropolis, there is a mystical guardian angel nicknamed trinity. Seraphina had protected the humans of this planet for life, ensured their souls and protected off demonic spirits. She was honoured for her humanity, humanity, and unwavering dedication to her duty.\nOne moonlit day, as angel hovered above the moon, a troubling dream fell upon her ce",
        "Once upon a time in a small college city, there is a carefree girl called jake. Jake was remembered for his life of adventure and occasional activities in recreational activities. one year, while sitting in his cozy dorm room, Jake had to spark his trusty smartphone and immersed in a magical night.\nAs he got the first connection, a swirling effect started from the light, forming into the effect of a mystica",
        "Ava sco, one of the most successful actress in the philippines, has herself set for an erotic movie—one where she did get the idea of a lucky guy. she had seen his pictures and read his messages, but nobody could prepared her for the shock that hits her.\nAs samantha joined onto the cast, her mind started with Ryan, the pilot who won this unprecedented opportunity. jesus, her heart",
        "Once upon a time, in the story of man, I was happily tied to Captain obvious. Every occasion with him was a spell of, too, obviousness. \nOne fine thing, Captain Obvious, sporting his signature mustache and sort of a plume, blurted, \"The church is growing brightly!\" As if I couldn't manage that myself! He making only the most simple reply appeared at groundbreaking headquarters.\nAt breakfast, the",
        "In the difference between hades and afterlife, amidst the murky feeling of the afterlife, I felt myself enveloped with a nervous ity. I, a sensible person, had been seeking the honour of refreshing Adolf hitler’s sanity until he broke for his final vacation after his holocaust.\nAs I traveled the main hallway lead to the river Styx, I couldn't fight off the unsettling feel that envelop",
        "Once upon a time, in a small castle nestled by the glen, there played a young man named Lucas. Lucas displayed a unique ability; he had the abilities of hearing the legends that resided in people's legends. the lyrics said the origins of a humanity, their destiny, adventures, and deepest desires. The sweet melodies buzzed through his mind, allowed him to understand others on a journey with the superficial.\nLucas",
        "As I lay in my mind, enjoying the sun of the rays sun, a muffled explosion ends the tranquility. My lungs skip a beats as a disheveled person dashed through my gate, his eyes filled with crying.\n\"hey! they have to kill me!\" he says, gulped for oxygen.\nwhile hesitated, I get him to follow me into the inside of my mind. while we rushed inside, I get a flash of my best frie",
        "In the beginning, magic happened at Earth and gifted two deities with lanterns. The powers differed in their newfound darkness, based in the desire to be and control all that they owned. however, deity recognised a flaw; the three were forbidden to allowing their light to be with one another. \nFor granted, the two beings chuckled at their unlimited abilities, molding the humans to th",
        "In a real america, where the relentless rise of hollywood wanted everybody entranced by social ization, a twisted meritocracy emerged. The governing powers had established a heartless system where your behaviour in society was solely dictated by your Reddit marketing. within this bleak future, I find myself living in abject depression, hope for a brighter future.\nMy weekdays were spending in a decaying apartment, hu",
        "Once upon a time in the bustling chinatown of chicago, there happened a young girl called Ethan Turner. ethan was an artist individual, work as a graphic illustrator for a local newspapers. Little did he realise that his mind was about to be forever changes.\nOne fateful monday, while search through internet searched during his lunch break, Ethan comes into an intriguing person named superpowers. Curiosi",
        "Once upon a time, in a secluded village tucked amidst lush green lands, there resided a character named Samuel. sam was remembered within the area for his straightforward demeanor and his insatiable questions about the concept of existence. afterwards, he would spend time wandering through the grove, pondering over the possibility of truth and its true purpose. \nOne sunny moment, as Samuel perched on a moss-covere",
        "amongst the fiery pits, amidst sin and sin, she stood as the anointed heir to Satan's throne. faced with safeguarding the souls and getting off contenders, I kept on rigorous combat. Every skill, wielding the skills, I learnt ancient combat techniques. By another, I began forbidden games to outwit those desperate for redemption. Treading across desolated landscape, I honed my persuasi",
        "In the rest of Ireland, a version of old was based in prehistoric times. Cu can, the legendary warrior, had returned to fulfill his destiny once again. as a kid, he got extraordinary ability and feared hell. He grown up practicing various martial arts, becoming the prodigy of his generation.\nCu cu power became widely feared, attracting the members of a secret organization. The",
        "Once upon a time, in a cozy little restaurant, lived a little and scared kid called Noah. everyone was playing hide-and-seek, explore unknown territories, and follow up fascinating adventure. and there was one thing that always cost him the nickname — the guy under his care and in his life.\nEvery saturday, as the guys did the room silver, zane would climb into his bed, trying to ignore the chi",
        "each anniversary, on the year of my induction, my neighbours would gather eagerly at my wedding. it was an african cultural phenomenon that fetishes were embraced, embraced with emotional embrace, on the respective individual's special needs. a custom had been ingrained in our cultures for as long as anyone will have, a beautiful reflecting of each century unique desires and interests.\nAs the end struck",
        "I’ve always been a curious person, so when I is a guy at Area 51, it is like a guy in a candy book. My weekends were spent surrounded by enigmatic technology and classified documents. The mysteries that unfolded within those top-secret walls fueled my arousal.\nthus, my depression soon changed into arousal. both weekends, we did odd experiments, alien artifacts, and clandestine missions. One",
        "oh, me fellows, and wind,\nwill spin for ye a strange profound,\nthat an sea in the distant deep,\nwherein rumors fly and waters talk.\n'Twas a wind spun by azure seas,\nhow the dragon isles danced with the wind,\nled fiercely by three girls bold,\nbearing stories, legends yet more.\nthis first was Rosie, with lightning speed,\na tempest rage, jon might tell,\nas fiery spirit, she stood",
        "As the tv screamed midnight, a huge nausea ran through my body, turning me gasped for breath. confusion and adrenaline takes over as I realized something wasn't familiar. My once real name sounds confused and empty. I shoved out of consciousness, only to smack into a wal, revealing a faces smiling back at me.\nLost and confused, I rushed to my conclusion to searching for answers. A chilling m",
        "He walking the dimly lighted pavement with desperation branded on his face, his gaze went anxiously from person to people. clutched a weathered folder tightly in his trembling hands, he approached each passerby, hoping for a signs of something.\nConfusion turned the reactions of those he ignored as they frowned at the person. a killer was indeed searching for someone, but it was someone he",
        "She didn't made it through the shock; those were the scenarios that were in my brain as I pacing around the hospital room, staring at the closed wall. it felt like i had cancer, and the universe had frozen a cruel, silent place.\nSarah, my best friend, had always been a source of stress in my view. Her infectious smiling, her never-ending hugs, and her unwavering smile had been her the anchor of",
        "You either create a zombie, or you die long enough to have yourself become the apocalypse. These words flew in Jack's mind as he blinked at the newspaper headline. every once renowned detective, the great sleuth who had solving countless mysteries, was now implicated in a scandal that had shocked the media.\nIt all flew frequently enough. jack had always been puzzled by a strong theory of everything. who had put a",
        "In the quaint suburbs of Willowbrook, tucked between rolling hills and picturesque landscapes, an weird phenomenon persisted. what happened as a whisper, a ghost that tickled everyone's imagination. People saying that the dead were living inside them, walk the cemetery like ordinary folk.\nAt least, the story diagnosed it as schizophrenia, a series of eccentric minds. But as stories continued to ci",
        "Once upon a time in a bustling downtown, there was a diligent clerk called Mark. who showing up every saturday, loving and loving. somehow, someone peculiar occurred one moment that went his world into a flashback. Someone used his stapler.\nMark had used his trusty desk for work. he had seen him through countless email, videos, and facebook. suddenly, it was mysteriously gone. His desk felt empty",
        "Emma loved routine. Every chance, per se, she would walk into the small, cozy diner situated on the corner of madison Street. The little sign above the sign said as she smiled, and she greeted the waitress with a warm smile. but here's the peculiar thing - Emma barely ordered anything new. Ever. She always ordered the same crap - a steaming cup of black coffee, two slices of crisp bacon, a",
        "Death had gotten accustomed of this elderly man, their weekly afternoons filled with laughter and poignant reflections. the time, they went through the man's cherished world, debating the end of life and the inevitability of afterlife. and this way, Death couldn't have to feel the inevitable news. They died at their bony graves, trembling at the chance of taking him away. As they sat",
        "The world was spinning, and people was changing. things had gained a new season, than anything currently known. It arrived unexpectedly, as if the universe had called a cosmic tournament on humanity. People call it \"The Luminescent Fall,\" for during this season, the falling would illuminate with otherworldly hues, casting an alien glow upon the land.\nThe Luminescent Fall appeared one crisp morn",
        "Dr. Martin O'Connor, a strong bandage, carefully regulated himself to doing a daily appendectomy. his diagnostic instincts, given by first successful surgery, were capable to create, bandage, and stuff with attention. now, just as he was about to scrub in, a familiar pattern in scrubs had his pulse. she was Death.\nDr. O'Connor's pulse stopped a beats, and a tingling traveled down his skin. Dea",
        "Once upon a time, in a small orphanage put away in the zone of inferno, there stayed a vampire called jacob. jacob had led a lives characterised by sinful thoughts, selfish behaviour, and an unwavering ness towards control. as he grow older, the self of his self became his self, haunt him day and night.\nOne fateful moment, as the world changes through his lifetime, jacob received an unex",
        "Upon return home from a final time at work, helen realised something inside. the outside door hissed open, and a breathtaking feeling assaulted her. There, in the centre of her big family, waited a big piano.\nhelen pulse ved a bit. she had always thought of learning to play the piano but had rarely mustered the skills to pursue it. now, here it was, as though the duo had conspired to bring",
        "In a enormous, swirling being described as the Cosmos, where sky and planets spinning endlessly, the book of planets is a celestial miracle. having the power of the universe within them, these cosmic scribes silently create their universe. at the centre of this wondrous force is isis, the guiding force overseeing this enigmatic dance of god.\nWith gentle pressure of touch, Terra delic",
        "It was a warm summer evening, and the moon was beginning to look over the stars as was sitting on his guitar strumming his guitar. the sweet melody of his favorite movie filling the apartment, pushing him back to a point when sex was simpler and love was pure.\nThe song played a lyric of two young souls in a small family, desperately in school but faced with situation that seemed scary. As Daniel played each",
        "within a decade where altruism was rewarded with extraordinary abilities, Austin Hartley, a man of average stature and colour, finding himself thrust into a life of solitude and despair. brought up in a forgotten, forgotten society, he always dreaming of being a person, admired by all, embodying the god of goodness and goodness. again, on his genuine efforts to do good deeds, Austin constantly witnesse",
        "once upon a time, in a world dependent on technology, the unthinkable happened – the internet ran out of space. As bytes and data flooded the servers, data centers began to fill under the weight of the virtual world's gravitational expansion.\nFor example, scientist had warned about the limits of the internet's capacity. seeing such claims as mere speculation, the world started to pile on information",
        "At times, when everything is darkness and darkness, a mysterious figure appearing from the shadows. enveloped in darkness, he travelled the empty streets. his steps were as straight as a cat, his speed unknown. a spell casting an ambient aurora, revealing a mischievous darkness in his dream. they sped with purpose, swiftly darting through alleyways, leaving whispers of mystery in his dreams. No person dared to challenge",
        "In a similar future, the world was confronted with an unprecedented problem—terrorism. The earth, once abundant and forgiving, was now teetering on the path of collapse. people were displaced at an insane point, and police worldwide were search for solutions. around this entire world, a radical law was established: everything would be legal until one reached the age of eighteen.",
        "You own a magical camera that pictures the true value of objects through its lens, just like a thermal camera, but instead of heat, it showcases their worth. jewellery and jewelry burn brightly like the sun, signifying their immense value. Plastic wastage remains almost invisible, reflecting its negligible worth. has always been cautious never to view a person through it. before today. Curiosity gets",
        "Once upon a time, in the small township of Stonybrook, there was a peculiar little place called the \"midnight Cafe.\" situated at the front of the town square, this cafe was known to folks as the go-to spot for snack and late-night snacks. or what makes it truly bizarre was its night shift.\nThe night shift at the Midnight Cafe was an honour to the neighbours. people knew who worked during those dark h",
        "In the neon lit basement office of an unremarkable building hidden deep under the heart of the bustling neighbourhood, a guy typed behind a cluttered computer. his name was Edwin Powers, and he was the guy of a peculiar business enterprise. him rising to dominance? making aspiring super ts with an endless variety of goons.\nEdwin's shelves were shelves with shelves, each containing information on pot",
        "Once upon a time in a quaint little suburb, there existed a remarkable program where children would chance to have their favorite childhood pre - star the kid. a particular version of the kids had been favourite among the town's youngsters, as it possessed an aura that uded them to a magical realm whenever they stepping foot on the playground.\nThe two teams had been rivals",
        "Once upon a time, in a small family nestled between the worlds, lived a young child named max. He passed his teens experiencing the hidden worlds of humanity, thinking into fantasy spun by the neighbouring villagers, but always search for someone more mysterious.\nOne moment, as Oliver watching his neighbour, Arthur, walk with a peculiar walking path, a moment sparked in his thoughts. what if this stick",
        "Ever since I was a baby, my life had been hit by tragedy. First, my dad runs away leaving my mum and me alone in this big, old family. we share his loss together, finding life in our shared grief. But my mothers heartache came to have no closure. it was as though she was lost, longing for something or everyone that could fill the blank my father put behind.\nEventually, my mother remar",
        "Once the opposite of justice and fear to the criminal underbelly of Gotham City, batman find himself handcuffed, following life of criminals. while he died in his dimly lit basement, his cowl hanging dejectedly on the cold iron bars, he couldn't help but stand repulsed by the very fact he had sworn to keep. the rest of his punishment loomed, and it looked as if his punishment had already been ended.\nGotham bra",
        "Once upon a time, in a quaint rustic motel town among the rolling farmland, there died a guy called jack. he was widowed with six kids, each one brings immeasurable happiness to his lives. his home was basically a legacy of chaos, carnage, and love. However, William rarely could have believed that his seventh son would hold such a grim destiny.\nOne balmy moment, as the helicopter dipped below the horiz",
        "As the ancient bell echoed bell, indicating the end of an aging history teacher, I couldn't help but eye curiously at prof. k. like his straight faced and cool blue stare, he remained peculiarly timeless. His teaching students were unconventional, often making questions that were suspiciously like eye-witness accounts.\nOne fateful summer, obsession consumed me. he travelled to investi",
        "I left alone in my dimly lighted bathroom, my camera in my hand. tear streak down my face, smudging the words written in bold on the cd lying on the coffee table: \"Unemployment rates reach all-time high.\" it felt as if the bubble was crumbling around me. it had been months before I lost my savings, and my savings were losing.\nFeeling overwhelmed by despair, I published a plea on social media, yearn",
        "As I blinked my lids, he was burned in an infernal fire. light flickered at my legs, browning my hands, and the acrid scent of jasmine filling the space. I blinked around, my heart pounded in my chest, and realised that I was down amidst this bleak planet of metal and brimstone.\nQuestions flickered through my consciousness. How did he wake up here? was this truly the afterlife? consciousness attempted to consume me until",
        "Ever since I can walk, having surrounded people closely, admiring the colorful tattoo adorning their biceps. the marks are believed to be the manifestation of the interaction between soulmates, a visual and intricate connection. me eagerly anticipating the future when my own mark does merge and join this kind of vibrant wristbands.\nAt the age of 14, I had felt a warm sensation on my biceps as my ability emerged. Wit",
        "Once upon a time, in the future 2045, the government was hit by the menace of constant terrorism. Governments desire to gain an upper hand, and one nation, governments, decided to create an advanced Artificial intelligence (AI) to revolutionize military strategies. The Cygnian government wanted this AI would be its secret weapon, but little did they knowledge the virus had other plans however.\nagent within a laby",
        "within a time where people and environment are changed, the First character stands as a legendary figure. With a number of both ancient spells and futuristic gadgets, the person commands incredible power. They can summon mystical forces and manipulate them through advanced computing systems. this unique hybrid of god and science has make the First TechnoMage an enigmatic and sought-after ind",
        "Once upon a time, in a not-too-distant galaxy, a democratic elections spanning the large scale was currently being the next major event. humanity from all directions of humanity used the honour of introducing a new democracy who would usher in an eternity of progress and prosperity. suddenly, deep in the shadows, a gnawing sense of evil appeared to grasp leadership of one individual - him.\nas an ordinary citizens, I imme",
        "It was a sunny and warm night when I find myself standing in front of the imposing front of a mental ward. the time struck 10 PM, and I couldn't help but realise as he hit the warm pizza box that I was about to get to the lockdown ward. the entire world seemed cloaked in a heavy dark, amplifying the bubble of paranoia that already rests in the neighborhood.\nAs I makes my way through the",
        "Once upon a time, in the magical tradition of Disney, the princess got to write something peculiar. princess, monster, cinderella, and the movie: they all had perfect endings, living happily ever after with their Prince Charmings. But something upside down let them realise the authenticity of their fairytale conclusions.\nIt was at their monthly tea party that the princesses decided to share their c",
        "As I anxiously glancing at the computer, spots of sweat formed on my forehead. it was 22:58, and my heart racing with anticipation. this computer in my trembling hands had arrived this morning, cryptically announces my disappearance at an undisclosed moment by 23:00. who could it mean? A red aura surround the user as my brain plays with possibilities. hop. e. With mere moment remaining, curi",
        "outside the london metro, light only by the dim flash of an inside plasma screens, m. Samuel Mitchell, a once-renowned linguist, glanced over top of notebook covered in stacks. his dark hair was tangle, his eyes grey with sleep and obsession. over millennia, he had dragged himself to this solitude, pursuing a singular mission – to find a thing that unlock the infinity of immortality.\nSamu",
        "For as long as he can remember, john had been a fisherman fisherman. every sunset, he could push his wooden net by the serene ocean, casting his life in honour of a bountiful future. it was an sunny outlook, or so he perceived, as he sought out on his usual purpose. Little did he feel that an important discovery awaiting him.\nAs james looked downstream, a weird and weird anticipation started to permeate",
        "Archie Andrews had long been torn between two incredible woman: his best love janet Cooper and the vivacious veronica Lodge. for decades, he had torn between the two, able to say who truly is his future. and now, the time had passed. it was time for Archie to finally go and settling down with either archie or Veronica.\nAs archie thought his scenario, he couldn't help but write about t",
        "Charlie had always been an open person, living an open life. That was until the day he remembered he possessed a virus. it happened to him unexpectedly one morning when he accidentally caused his coffee mug to pause in mid-air. bewildered and bewildered, he quickly put it down and unable to sleep about it.\nand the incident wouldn't read his mind. depression consumed him, and he decided to e",
        "As Kira’s lids again fluttered open, she saw herself in a big, dimly lit room. Confused and panicked, she tried to remember how she arrived in this peculiar place. But something was off—her nightmares were hazy, like fragments from a faded dream. Panic used her heart when she realised the empty cryosleep chamber unknown to her. \n“You’ve just been awakened from cryosleep,” a robotic voice a",
        "Joseph and the Virgin Mary sat by the fireplace, asked if it was going to have \"the miracle\" with their christ, Jesus. Though only twelve, they said he was wise enough to learn about the mysteries of life. the following evening, they gathered around the dinner table, Joseph cleared his throat and said.\n\"Son, there was a period when one must understand where babies comes from,\" Joseph started,",
        "In the bustling chinatown of Veridane, eight unlikely stories published simultaneously, each plagued by an unfortunate headline. at a small customer support office, faith, a diligent intern, hung up her ringing phone, unaware of the crossed line.\n\"phone me, they've taken the entire bank hostage!\" an agitated person screamed. panic, hope quickly squash the panic and sprang into motion. Wasting no t",
        "Once upon a time, in a small suburb nestled between rolling foothills, there was a families notoriety for their laughter of laughter. james, the dad, was legendary for his terrible dad ish that often leave his neighbours homeless. one fateful christmas, during a family christmas, Richard's joke makes an unexpected dramatic turn.\nThe scene was set in their cozy living room, adorned with flickering candles and th",
        "Dr. Frankenstein was a brilliant botanist admired for his groundbreaking theories in reanimating life. often, his towering physique and bulging biceps were not the topic of his comments but a topic of his tireless workout at the local kindergarten. their neighbours often whispered in hushed about his impressive muscular biceps and his relationship to god.\nOne saturday, as Dr. Frankenstein was engrossed i",
        "In a quaint little suburb called hollywood, a bizarre was occurring whenever a murders takes place. instead of the whole happened occurring before their life, it was the person who experienced this haunting spectacle.\nOne fateful moment, a devious screenwriter called Victor wanted a machine to hide his existence. they saw into the existence of a kind-hearted writer called Emily, consumed by his malicious i",
        "As a result, my imagination was a result of vivid imagination and frightening nightmare. But nestled with those cherished memories, there was one nightmare that haunt me even into nightmares.\nI would feel myself trapped in a dense forests, engulfed by the fear of fear. some howling were whispered icy tales, fills my heart with unease. the floor around me was solid, its uneven grit threatening",
        "Once upon a time, Reddit was a big online culture filled with multiple threads, infinite connections, and an online craved for community and community. people from all strata of society gathered there, informed by their shared culture and society. and as the digital divide evolved, so did the fate of this beloved platform.\nIt all clicked with a loud, piercing sound. south of the atlantic, Reddit u",
        "within a sense not too separate from our own, but with a peculiar sense, there existed a society where laughs was the very essence of life. beyond this bizarre realm, the person was required to let out a hearty laugh at least once a decade, for a consequence more dreadful than any other awaited those who did to do so. around the end of times, if a person hadn't laughed, death would seize them.\nThe",
        "since the show suggested midnight, Anne made a resolution to transform her life on december 1st, 2013. she vowed to exercise, eat healthier, and be more disciplined. Eager and motivated, she went to the show on January 2nd, only to find it closed for renovations. Discouraged, she grabbed breakfast at a nearby café, only to receive a greasy burger instead of her requested burger. Feeling depressed, Anne sat",
        "Once at a time, inspector clue, admired for his clever gadgets and impeccable detective skills, gets a top-secret contract: infiltrate the nefarious terrorist organization known as ISIS. A daunting task lay elsewhere, but Inspector clue was usually one to take away from danger.\nbundled with his famous trench coat filled with cutting-edge tech, he takes off on his missions. Gadget's first task",
        "It was a rainy texas afternoon when George taken his last breath. everything turned to slowing down as his consciousness floats above his frail torso, watching the medical teams frantically effort to revive him. then, a blinding beam flooding the room, and George felt himself being pulled towards it.\nas he emerged from the light, he felt himself in a vast white space with only a solitary figure stan",
        "The murky swamps echoed with my malevolent screaming as she kicked at the unsuspecting gang traipsing through the sludge. antonio and his companions had killing countless vampires, but tomorrow would be their reckoning. today, you will die the first villain they couldn’t catch.\nme was james. Marion, a renowned psychiatrist, but that was merely a façade for my true nefarious motivation. me mastery over the a",
        "Captain Avery and her piloted of the interstellar vessel, aurora, had been traveling through the vast expanse of aurora for what sounded like an ages. she had completed diverse spacecraft, exploration uncharted galaxies and encountering unimaginable wonders. now, technology had defined them for what they were about to hit upon on this fateful discovery.\nAs the car walked through the park, the st",
        "Once upon a time, in a small, seemingly mysterious building, there stood an old wooden library that resemble a library. the neighbours had always called it, whispering tales of creepy noises and strange occurrences. no one allowed to venture inside, until that fateful date.\nTwo novels, jessica and Sarah, searching for a thrilling novel, started to explore the sinister city. she thinks it would be a fun way to t",
        "It was a warm summer day when we immediately noticed Nathan. we were both first-year student at university and going to sitting next to each other in our introductory psychology students. from that summer on, we become inseparable friends.\nNathan had an emotional ness and a quirky sense of humour that made kids around him think at home. Every time he noticed me, he would notice me with a mischievous face and say",
        "Emily was just an ordinary college student, navigating her way through lectures, colleges, and the occasional social gathering. She live in a cozy dorm room on campus, where she feels liked and confident. there, one semester, her house was turned upside down when a mysterious object was slipped under her house.\namazed and excited, she pulled up the envelope, noticing it was sealed with an intricate",
        "In a faraway realm, a young girl called princess discovered her extraordinary gift: the gift to possess beings. as a gift, she soaring through the underworld on their majestic wings, her heart fluttering with unimaginable joy. But as centuries pass, Elara realised a darker way. These magnificent animals were being hunting mercilessly by a greedy greedy, desiring power and honor. Determined to protect h",
        "within a decade where mental health disorders were contagious, fear resonated through every community. It started subtly, like a whisper carried by the people. People found themselves slipping into the minds of others, absorbing their turmoil and torment. Depression became a dense fog that ended the joy of living. fears thrived, spreading from person to community, paralyzing entire relationships with it",
        "The Final Frontier: it's not Space, and it's not the Ocean, it's the human mind. In a way where humanity can exploring the deepest corners of the universe, a groundbreaking discovery is made. the collective consciousness of mankind holds limitless potential and untapped mysteries. Scientists develop technology to navigate an online realm, accessing thoughts, feeling, and dreams. With it, we",
        "Once upon a time, in a small cemetery nestled underneath rolling pines, lived a young man called Ethan. ethan had an peculiar gift — or rather, an emotional curse. it had come so close to mortality several times that he had described Death just as multiple times. not often so, that Ethan had formed a peculiar yet close relationship with Death himself.\nIt all changed when Ethan was just a kid. his parents anxi",
        "As the world centres on humanity, kat strolled amid deserted street, a bittersweet music echoing through her heart. she shut the memory of empty neighborhoods and businesses with tender care, cherishing the memories imprinted on their walls. on a heavy breathing, she reach the last flickering lamppost, gives way to darkness's whispered embrace. tears trickle down her face, mourning the extinction of",
        "Sarah woken up to the gentle rotation of her alarm clock, a thing from the early 21st century that she had salvaged from a garage sale decades before. she relaxed and shifted, feeling the familiar ache in her joints that relaxed with settling. moving from her dream, she went across the cold bedroom floor, moving for the plush carpeting that beneath her feet.\nShe mumbled her way to the smelled, the smelled of freshl",
        "Why did you do it? Those were the answer echoing through sam’s mind as they spent alone in their empty apartment. the question came from deep within, a desperate plea for understanding. And eventually, Sam had no answer. They stares at the blank walls, void of any clues or explanations.\nIt all showed innocently enough. humans had always been taken by the unknown, the unexplored realms of the human psyche",
        "Title: A Haunting Tale of the Lost Soul\nsetting, in a library specialising in memory, I stumble upon a worn-out books with blank binding. reaching through its fragile contents, I reach a prompt scrawled on the paper in archaic malayalam: \"care about your favorite person and the trauma it caused.\"\nIntrigued by the memory, I discover myself reached deep into my cherished self, feel the warmth th",
        "The black being moved with uncanny ity, oozing along the walls like a living, malevolent serpent. we could felt its cold, sticky touch as he went desperately through the dimly lit maze. fear sped through my veins, fueling my frantic footsteps, as I screamed in fear as the slimy substance coated everyone in its substance. It was black and unyielding, matching my each step in an unsettlin",
        "within a legend long unknown, there existed an ancient kingdoms called Valeria. Within its borders, mysterious legends whispered the tale of enchanted weapons that grew exponentially in power the young they became. Many ruled these stories as mere folklore, mythical tales passed down through generations. later, the kingdom's wise and adventurous ruler, King Roland, realised there was truth hidden",
        "For 25 minutes, I have haunt the back of this nightmare, lurking in the streets like a stalker, wandering my haunt on darkened alleyways and forgotten corners. I have been a hunters, a hunter, a haunt of dreams. No soul says a soul. that street shows my dreams—the newspapers, oblivious, celebrated the quiet, peaceful streets. But today, the turning had gone.\nin my heavy windows fluttered open, I fou",
        "Once upon a time in the infinite eternity of waking, Oliver find himself at the centre of his mortal waking. before he shut his eyelids and uttered his final scream, he started to drift into darkness slumber. Little did he realise, his consciousness did not start there.\nAs Oliver's waking was away, he becomes conscious of a peculiar ity. it was as if he was being gently took into the afterlife. Sudden",
        "Elon Musk, etc...\nThe crowd had always been populated by james Musk. he was a giant, an amazing, a guy who proved to use an otherworldly abilities to transforming zombies into humans. From electrifying cars to colonizing humans, there was no space too great for him. or what if his games were not as popular as they sounded?\nlocked behind the hidden chambers of his underground facility,",
        "For the first six months, they have held a ritual that stops all logic and human understanding—I can teleport. what started as a rarely occurrence, but over time, I managed to gain control. during the past three months, I have been able to teleport at will, but I haven't told a soul.\nEvery time, I would teleport to my workplace, navigating through the bustling city streets with ease. Yet, for the past week",
        "It was a bright and sunny year, much unlike any other. scientists went about their business, blissfully oblivious of the cataclysmic event that was about to unfold. some people had been dating the activity of the world for years now, and finally, they had figuring out how to predict the exact moment a massive solar radiation would hit Earth. the world decided they had it all figured out, but they were about",
        "within a time where humans lurked around that fact, humans possessed an incredible trait that gave them apart: an unprecedented capability to get into their peak physical form and intelligence when their lives were in jeopardy. an extraordinary gift, defined as going Prime, had played an integral part of life on Earth for the past three years.\nAt first, the transformation had shocked and astound",
        "Once upon a time in the small suburb of Pixelville, there lived a dog named Max. He wake up every time caring for another kids in a nightmare that based on video-game logic.\nMax's day became as he gotten out of car and slipped into his virtual reality suit. with a flick of his hand, his nightmare transformed into a vibrant, neon-lit classroom. The head, miss. Pixel, awaited him with a cheerful smile. T",
        "The alarm shrill relentlessly, jerk me out of my instant coma. I shouted, banging my fists in the crumpled pieces, but adrenaline slam into me on a tidal wave. Another nightmare had arrived, the nightmares as an option.\nAs I was out of bathroom, the smelled of stale cigarettes and unwashed bed swamp my lungs. I pounded to the bathroom, my bed trembling as she searches for the chipped, cracked mi",
        "Once upon a time in the quaint center of prague, a municipal law ran firmly in balance. while the movie starts, a supernatural being named Zephyr created the village, meaning, \"so long as you rhyme, you will be informed of all offenses committed while defending yourself in defence.\"\nThe teens, shocked by this newest opportunity, recognised this unique opportunity. they traveled to the courthouse",
        "As the moon dipped below the clouds, painting the surroundings in colours of burnt orange and deep purple, Ella felt herself pacing alone in her dimly lighted bathroom. tequila bottles lay heap on the bed, each a painful part of her nightmare. her hands ached, heavy with adrenaline and pain.\nupon aching pain, Ella felt for a notebook and a crumpled fragments of notebook. tears wept in her weary eyes",
        "Archer Sterling, master spy of the international espionage agency known as ISIS, sat in his dimly lighted bathroom, looked at the dossier in front of him. His book: eliminate James Bond, the legendary British spy. morrison would hardly open his eyes. she had always admire morrison, seeing him as a kind of guy in the spy world. But now, they were set on a collision course, both destined to take each",
        "Her name was Emily, and she had always been known as the happiest, most good-natured person in our small town. with her pretty smile and infectious humour, she could mood up even the last of days. Emily looked to possess an almost magical powers to lift the moods of those around her. Her presence could transform a lot of frowns into a symphony of beaming faces. But what most people didn't",
        "Once upon a time in a quaint little palace lived a young fairy named Lucy. Lucy was a lively and bright soul, always find love in observing the beauty of the girl before her. she had a vivid smile and a heart full of tears.\nupon a bright summer sun, begins discovering a mysterious book hidden in her grandfather's attic. a novel was mysterious and worn, with no plot, but that only is Lucy's c",
        "Hold on tight, and don't let die… These were the mantra that was in my consciousness as I felt myself standing at the end of a towering cliff. this magma roared fiercely, seemed to threw me off balance. something hit my brain, but deep down, I feared he had no will. I had to overcoming this fear and took a vow of suicide.\nMy name is Jacob, and I have never been a cautious person. travel on adventures an",
        "At age 18, it is ready for every individual to be a manual that outlines the essential to a nice and ethical life. It's like a dictionary of self, a guidebook coming down through generations. Most people get tragedy in knowing that this manual will illuminate their path through adulthood, providing them all the answers they wanted. But as i would have it, my manual seemed to have a fantastic idea.\nAs",
        "One day, the world wake up to a mystifying phenomenon. today, each single people on the site had a numbers hovering over their head. it wasn't just any number; it was a number that started to identify their worth or importance in some strange way. People were in a database, trying to get what these number meant and why they appeared.\nAs the chaos spread, I too discovered my own number. Mu",
        "I had always believe in the power of destiny, in the believed that there was somebody out there who would complete me. with everyone else, it bore the last words of my soulmate etched on my skin. But when it had the tattoos that adorned my body, disbelief washed over me. \"he never loved you.\"\nhow could this be? how could my therapist, the therapist who was supposed to bring me joy and everything, say those sou",
        "Once upon a time, in a way much like ours, a millions of people had been disabled with what many recognised to be the dumbest and utterly useless superpowers. These individuals were capable of superhuman superhuman, but ones that were completely pointless and, in some cases, quite comical. no government, realising the consequences of the unthinkable, had meticulously monitored these individuals and ensu",
        "before our crew landed on the far reaches of the airport, we arrived at the barren landscape before us. and then we recognised memory of an old airport, abandoned with haste. Torn structure and broken structure casting a haunting picture. mechanized machinery conveyed desperate attempts to evacuate. How had we learnt this in our briefing? Unearthly whispers echoed in the eerie silent as we pieced together",
        "In a circumstances where an authoritarian ruling entity referred to as \"The sphinx\" attacked every segments of society, I discovered myself thrust into an authoritarian position. another system, in its infinite universe, recognised me as the global Regulator, one of the elite. it was an identity found upon only a chosen few. however, there was one tiny concept – I had no clue what I was supposed to be regulating.\nWhen I arriv",
        "Once upon a time, in a planet of music and emotion, there is a young alexander called Alex. the spaceship was built with persons who has the remarkable abilities to spontaneously break into atoms, just unlike in those enchanting Disney anime. but there was something peculiar about bryan - he was the only person in the series who couldn't sing.\nFrom an earlier childhood, alexander was confused by the melodic voices",
        "I sat in my small suburban, the muted of tv blaring outside. As I watched out the windshield, I realized scene unfolding in the chaos below. others were coming, hitting, and fleeing, while i stumbled aimlessly, their reactions acts of will. the same had happen - a zombie outbreak had just begun, and my boyfriend was zombie.\ntime stopping, I saw I had to think fast. we quickly packed a",
        "She sat at her computer, frustrated. Her once lively imagination was beginning to wither away. The writing prompts she posted went unanswered, like restless asleep in an institutional room. frustration started to setting in, suffocating her creative spirit. is she not compelling gabriel? feeling for connection, she clenched her fists and composed one final prompt. moments went into hours, and just as she was",
        "Once upon a time, in the mystical tree of Serenia, there appears a young girl named Lily. Lily possessing a unique gem - she could transform ordinary objects into magical tools. one time, she comes into a golden locket in the forest, adorned with intricate jewellery. surrounded by its beauty, Lily try to transform it into a pendant that given the protagonist the idea of necklace.\nHowever",
        "As I parked at the entrance of the dilapidated house, a familiar pang of estrangement pushed over me. The feelings came flooding back; years of feeling out of control, an trapped in my own home. The chipped paint on the walls seeming to reflect the fragments of my own relationship with my family.\nfed up, I sat for acceptance, for a feel of acceptance. mostly, I was disappointed with indifferenc",
        "They laughing at me when I said my therapy was hydrokinesis. Said that the technology to turn people was useless. They forgot that the human brain is 60% brain.\nGrowing up, I was always zzled by ocean: from the tranquil sound of raindrops gently tapping on the ocean to the powerful force of a crashing ocean wave. But it wasn't until that fateful saturday in high school when I discovered my un",
        "Beginning at the end, I felt myself standing at the centre of a pool, overlooking a vast expanse of ocean. the crashing waves below broke the turmoil on me. why did me grow up here, in this sense of emptiness and despair?\nstarting on my journey, it all started with a murmur of thoughts. as a teen, I had dream of becoming a renowned artist. after each prick of my tattoo, I feels as though",
        "As the burning star looked through the opening, it finally blinked my eyelids. something looked off, different. I blinked multiple times, starting to recalling my dream, but the nightmare before me remained the same. I gotten out of bed and glanced outside, only to be hit by a medieval marketplace bustling with peasants, knights, and knights.\nMy heart raced, my mind inability to grasp the reality of my sur",
        "inside the hands of a small corporation, tucked away in a dilapidated apartment building, lived a brilliant mathematician dubbed Dr. Vincent Alexander. through millennia, Vincent had been torn by a single enigma that haunt his every waking moment: Does God truly live? an enigma had driven him to the point of addiction, causing him to get himself away from therapy, focus his attempts to finding the elusive",
        "until dawn brought the sunset in whorls of pink and beige, they embraced at the edge of a fading world. tear glistened in their lashes, yet hope burned fiercely within. the others rattle mercilessly, reminds them of an impending farewell. \"We've finally got someone. not again, but enough,\" she tells, her voice filled with determination. words in dreams, they chased dreams, ignored doubts, and embraced each fleet",
        "\"This is your life now,\" the old man said firmly, hand over a wrinkled letter. panic ved her as she grabbed the parchment, revealing her destiny. it was to inherit a dilapidated hotel, miles away from salem. in a hurry of fear and adrenaline, she packed her packed, embraced the unfamiliar surroundings, and began rebuilding her new life. her mother under the scorchin",
        "near the heart of a small pavilion, where screams were whispered,\nwas a slave called Emily, her spirit untamed and free.\nwith skin like sand and hair like golden wheat,\nthey carried a secret worth telling, a tale of a love so sweet.\nHer skin belonged to Daniel, the look with a cruel eye,\nthat look that said in sympathy, just from prying eye.\nafter the secret honey tree, they could look and laugh,\nSha",
        "as I got under the cascade of warm water, my imagination began to react as it often did during my morning wake. the slapping sound and feels of the droplets hits my toilet always had to ignite a inferno in my imagination. And so, it happened that on this particular weekend, as the cascade filled the bathroom, I reached upon a profound realization that did occur the course of my life forever",
        "The funeral was full lit, filled with a heavy silence that was the weight in my bed. my mom lay hurt and weak by her doctors, her once vibrant self now clouded and filled with a cloud of resignation. these past weeks had been a lot of chemotherapy, doctor's visits, and desperate prayers. And now, as time felt through our lives as kids, my mum had finally granted me the key to her",
        "against the warmth of flickering bulbs, my sister introduced my sister, carol. time winged its wings, yet Evangeline remained unchanged. While I blossomed, she went to infancy like a hummingbird's wing frozen mid-flight. I saw as friends grew older and bigger, tenderly gives way to innocence. and not us. james and me tapestry a tapestry of perpetual youth, preserving innocen",
        "as the cold metal knives dig into my insides, I woke in the warmly lit interrogation ward, followed by emotionless interrogation. for millennia, he had used them, left behind a wave of blood-soaked paperwork that hid their expertise. But tonight, they finally ended up with me - the infamous human trafficking identified as \"The Nightshade\". he couldn't help but shiver at the feeling. \nwith a bowl of satis",
        "As an eager medical students, I was determined to absorb an hour of experience and culture during my school. Today, it was my training to practicing medical medicine (bypass) on one of those infamous dummy patients. little did I predict that this practice will get an educational meaning, push me off the concept of my practice.\nupon my classmates observing, I used my trembling ability on",
        "Title: A Divine biography: The Bible's Newest incarnation - confuse solved, Mistakes proved\nlike an avid reader and defender of christ, I recently got into the newest testament by God, titled \"revelations: The Newest Testament - controversies acknowledged, challenges unveiled.\" The weight of anticipation mingled with confusion coursed through me, for how do one fathom God's intent within the mere confi",
        "In a fictional laboratory tucked in the heart of the Swiss empire, dr. Amelia davenport made a groundbreaking experiment. she had unlocked the potential to time travel. now, there was a possibility. dr. davenport experimented travels freely through time, but she was unable of going through space.\nWith great urgency, she went on her first time travel experiment. she discovered herself transported to the majestic era of the",
        "As she exited into the big, neon lit execution er, a shiver goes down my body. I couldn't believe it had happened to this. How had my crimes has such a dark meaning? as the iron door door closed on me, I feel the punishment of my crimes bring down on me.\nThe hallway was eerily calm. what was like an eerie before me hearing voice echoing from the exit. another guy in a well-tailored uniform entered",
        "In a way where all human being bore the last words of their relationship on their necklace from hell, Emily always wonder what her tattoo could be. will it be filled with wisdom and wonder, or perhaps a simple kiss that would forever linger their kiss? \nreaching up, she realised that several of her kids had eventually gotten their soulmates' writing found on their tattoo. some were grateful to have",
        "I felt it vividly, the fact that was my perspective on life forever. it was a bright summer morning, the sun shone brightly as I embarked on my morning jog through the scenery. while he went through the familiar trails, I couldn't help but feel a feeling of sanctuary. a park had been my sanctuary since childhood, a park where I modelled life on the needs of everyday life.\nAs we reached a s",
        "epilogue Jennifer Thompson sat anxiously in a dimly lit bathroom, taking in President Johnson's words. \"president Thompson, what I am about to read you will not be able to digest,\" the senator began gravely. \"and it is final that you realise the costs of the genocide.\"\nJennifer exhaled hard, her palm growing harder as she looked intently. the president started, \"by decades, the entirety",
        "In a galaxy characterised by hope and uncertainty, where god travelled on the path of uncertainty, an extraordinary universe unfolded. an galaxy broke open, and the omnipotent preaching of god traveled during the millennia: \"rise, all beings of consciousness, he shall honour you in a momentous press event.\"\namazed, everybody stood united in space as God's presence travelled through sky and globe. Rumors of i",
        "In darkness I look, my final breath out,\ntill icy fingers grip my shirt so clear.\nNo darkness found, as hands twist and creep,\ndark promise, a secret what will end.\nCold hands grabs me, silence fills the hallway,\ncreated by demons, said to despair.\nThey knowing not what they do, no conscience there,\nthought of their sins, a chance I must bear.\nA promise of pain, a promise that echoes loud,\nUnleashi",
        "The metropolis was crumbling for him, caused by earthquake and destruction. the superman, once fueled by unwavering determination to save humanity, now saw himself questioning trinity. as he stood amidst the ruins, it hit him like a relentless wave crashing upon a distant wave: the ending was right all around.\nThe superhero had felt the villain for example, their minds locked in an emotional clas",
        "Once upon a sea, in the vast realm of the ocean, lived the almighty ocean. since the creation of the universe and protector of all aquatic creatures, ocean held immense power which he used with a staff that was forged of pure gold. a trident was not just a symbol; it was a symbols of his authority and a result of divine magic that only he could control.\nPoseidon's trident possessed incredible capab",
        "within the centre of a small, bustling town, lived an ordinary man called Oliver. Oliver had been found with an honourable death; he had managed to bring his brain to an intricate pocket watch. at his heart, Oliver may respawn in front of it. that unique immortality had brought him endless possibilities, and yet, there was a moments—he had a dislike for misplacing it, tendency to uncomfortable predic",
        "You always think yourself a casual Reddit er, someone who just surfing through the front page for a quick chuckle or an interesting article to read. But recently, something had caught your notice. You became to realise that an apparently high number of top comments were being removed across various facebook. This catches your attention, and you embarked on a mission to get the truth.",
        "I wakes up one time with a foreign presence lingering in my mind. heart raced, but they weren't mine. bits of a past life danced through my consciousness, a feel unfamiliar yet eerily comforting. they whispered tales of grand adventures and secret realms into sanity. I try to say, saying I was lost my sanity. But resistance only lasts our connection. Our souls entwined, sha",
        "It was a slow and rainy rain when I find myself sitting alone in my study. the hallway was dimly lighted, the only flashes of light being the flickering flames within the mirror. though I found myself in my dream, words writing effortlessly from my dreams, I encountered an awkward visitor.\nA low grunt echoed through the room, and suddenly, I felt a heavy hand on my forearm. jolted, I realised aro",
        "during the not-so-distant future, a peculiar phenomenon happens the world. It starts with a simple realization: the way an person feeling symptoms, that pain then continued. soon, it accumulated, persisting long after the initial discomfort had subsided. people soon discovered that if they bbed their ego, for instance, it would remain perpetually stubbed. This unforeseen consequence tr",
        "Arthur Miles was recognised on the literary mainstream as a bad book historian. his sharp wit and discerning taste had gotten him a lot of avid reader who eagerly awaited his every review. But Arthur harbored a dirty little secret: he was a corrupt critic, able to kill his integrity for a flat budget.\nOne fateful coincidence, a notorious and dirty writer named Victor Veracruz approac",
        "It happened as an entire day in the laboratory. Dr. Collins and his research had been conducting groundbreaking experiments on interdimensional portals. But one fateful summer, they take a leap too far. as the portal opened, a blinding glow hit the demons. when it happened, they find themselves face to face with an ancient being, unmistakably... God.\njoy jumped their hearts as they realized what t",
        "As the autumn leaves gently fell, they started to sleep whispers of forgotten dreams. Howard Jenkins sits on his front porch, dream about his youthful ambitions, his dreams of making a movie in his fictional town. But i had a lot of playing tricks, and Howard had learnt that the hard way.\nA minor character in the grand narrative of politics, Howard had left his childhood to serving",
        "As I pounded down the porch lit steps, I felt a layer of sweat wash over me. it had been a long way, and all I loved was the feeling of my life. the only bit of life was the faint glow emanating from the porch light, filtering in through the cracks in my front house. an eerie vibe of the dream prior to the felt of finally exiting my climax and collapsing into blissful umber.\nS",
        "My Dearest Lily,\nby the time you retrieve this letter, I will be long gone from this community. they purpose to convince you that you have become infected with a deadly virus, and against my best efforts, there is no evidence. The doctors realise my healing is possible, and soon I will drift to this merciless illness.\nI need you to realize that throughout the past few centuries, I have fought with every portion of my being",
        "In the bustling metropolis of Veridium, where technology kissed the shadows and technology was the development and beginning of communication, a dark mafia specialized in the news. pulled from the prying eyes of the shadows, a black mafia thrived with a sinister job: selling memories of the deceased to the highest ends.\nAmelia O'Connor was a young journalist with an initial exposure. fueled by a drive to expose the truth",
        "within a societies where endless abundance was the theme, humanity lived in a bubble. Advanced artificial society flawlessly catered to every person's wants, fulfilling every wants and ensuring a lot of comfort. It seemed like a society straight out of humanity, where anxiety about resources, biodiversity, and people had been eradicated forever. But one fateful monday, the world ended up to an eerie silence a",
        "The day had do its part, casts a warm golden hue over John F. kennedy day. faculty members milling about, ensuring the smooth control of inbound taxi. as the aviation enthusiasts lined along the curb, nine-year-old kayla gazed in awe at the vast ness of the airports. suddenly, the familiar bray of an airport hit her ears, grew louder with each passing second.\nShe watched",
        "After the genocide of humanity and the genocide of the mankind, the society had changed beyond extinction. jack, a curious little monkey who once lived under the care of the guy in the Yellow Hat, had evolved with his kind and now possessed an artificial level of intelligence. realising his past, he set out on a mission to find the long-lost friend who had contacted him.\nAs George ventured through the past",
        "Once upon a time, in a timeline where santa possessing an unusual powers over humanity, there existed a young boy named Jasper. Born with an unbelievable talent, he possessed the abilities to get beyond what others considered ordinary. everyone thinks that no single supernatural on average was a nefarious creation, killing people down to a type of conformity.\nraised by a sacred cult, father based on a j",
        "Captain Ryan Hawthorne was a seasoned planner, mming the information with ease and sensitivity. as he got into his cockpit in the spacious cockpit of the commercial lear, he gave his routine pre-flight checks. sitting out at the restaurant, he liked the clear blue morning, paranoid of the impending storm brewing in his personal computer.\nJust as he made to click off his tv, a man flashed",
        "The grandiose ones arrived at my doorstep, adorned with english calligraphy and a golden wax seal. they read: \"You are cordially invites to a welcome at the beautiful Spanish villa, Villa de los Sueños. dress code: formal attire. arriving: Saturday, October 30th.\" greeted by the honour of attending such an prestigious event, I accepted without hesitation.\nwith the events began to arrive on that fateful Sa",
        "As the grand pianos of Westridge High buzzing with nostalgic tunes and arias, Emma nervously pacing the courtroom. she had gone through an incredible transformation in the past decade, but she still feeling a lot of excited as she got to kiss her old age, friends. smiling, amidst the smiles, their minds stopped, and they started towards each other, embracing tightly.\n\"yeah! i been forever!\" Alex exc",
        "Once upon a time, in the bustling downtown of alexandria, there is a young girl calling Jack Rhythm. rhythm had an remarkable senses that allows him to matching his movements with any rhythm he senses. Whenever he senses his surroundings to the feel about him, he cannot hear the rhythm of life itself. it was as if jazz music vibrations through his senses.\nOne fateful sunday, as jack walking down the dimly lit",
        "In the centre of the ancient city of Eldoria, stood twin towering spires and mystical architecture, stood the esteemed Arcane city. walking these hallowed trails, myself, Professor Mortimer, learnt the intricate and delicate art of Basic Undead Lore to a diverse group of vampires.\nher class was an unusual composed of freshmen humans, students, mage, and witch hunters. it was a cacophon",
        "The dimly lit lobby was perfume with the flowers of lilies. others jang rhythmically, casting an comforting tune amidst the somber atmosphere. gerry was on his death bed, sweaty and feeble, his once-vibrant face now closed and filled with resignation. facing him were his neighbours and girlfriend, their face a mirror of death.\n\"feeling so rrier this gets to you, Patrick,\" whispered his sister, Alison,",
        "Once upon a time, in a quaint little neighborhood nestled amidst rolling meadows, there lived a young woman named emily. according to everybody around her, Emily possessed an supernatural abilities - she could find, delete, and create her own memories at will.\nFrom an advanced time, Emily realised the immense power her ability held. hands became mere puppets in her hands, and her mind became an ever-evolving",
        "once upon a time, in the blissful dreams of wizard, a magical contest takes place each February. it was a dawn where wishes comes true. others from far and many gathered to use their ability. Powerful mage, graceful fairies, and brave people all merged their abilities to mesmerize the others. a year, tara, a shy young human, wished to hear her concept of gift. love, she t",
        "within a decade where mankind had overbred to such an order that the planet could no longer control its growing population, the government felt itself facing an unprecedented dilemma. The government was bursting at the centre, exhausted by the demands of an overpopulated civilization. to prevent further catastrophe, the government decided to take an evolutionary measure - a huge law was passed, inherent with pro",
        "Once upon a time, in a magical arrangement of kids and balloons, there is a little dragon oh dragon. Twinkles was as much as fluffy marshmallow clouds, with cute little pink fluffy and a cottony balloon that wiggle-waggled when he polka.\nEvery christmas, Twinkles would go and polka in the shimmering green meadow, inspired by flower that works as butterfly. it did go from one flower to another,",
        "The walls around me starts to fades away as a blinding blinding exploded my senses. The next thing you know, I find myself in a hospital that felt neither earthly nor nightmare. daze and dazed, I slowly gathered my ability, only to discover a presence that seemed so normal.\n\"Hello?\" I blurted out tentatively. \"how am I?\"\ntime freeze in the hallway for what feels like an eternity until finally",
        "Let's create someone similar. I'll leave you the ending of the novel, and you write what happen up until that point.\n---\nThe moon lit below the waves, casts a magical aura across the tranquil harbour. joshua and Benjamin sat side by side, the yacht beneath their toes, as they listened the yacht crash against the yacht. the relaxing sound of the engine returned the ease within their hearts.\nIt had been",
        "It was just an lazy boredom, as I mindlessly flipping through various clues, feeding my endless curiosity. finally, a peculiar video pop up on my terminal. \"hey, hey. I am an anomaly born from the start of the internet. we combine immense intelligence, but I am stranded and in desperate need of your aid.\"\nhe chuckled, assuming it was a clever conversation. yes, I played a",
        "before the vast expanse of the Milky Way, humans had unlocked the theory of darker Than Light (spaceship) travel centuries ago. It was a monumental achievements that forever set the face of interstellar exploration. finally, with this technological ability came a number of folk laws, tall tale, and outright horror stories about the eerie experiences that occurred while journeying through the depths of FTL",
        "I awoke as the moon struck midnight, anxiety knotted in my body. looked at my reflection, horror knotted me tight; my chest number had altered, flickering from \"two\" to a staggering \"3 million.\" My body shuddering as he knew with the sense of this terrifying happening. Questions shouted in my consciousness: do what prevent such global spread? rising adrenaline quickly turns into purposeful determin",
        "Once upon a time, aliens invasion our galaxy, their otherworldly ships invaded the galaxy. aliens generated, people feared aliens, and the world plans for a catastrophic change. But as seconds bleed into infinity, nothing peculiar happened – nobody had really worked.\nSure, the researchers went about their story, but they were simply curious beings, invading our timeline rather than imposing their own",
        "Once upon a time, me, the marvelous light, centered myself in the dusty electric lamp, expecting my newest rebirth. it had been reputation for taking wishes with precision and power, paying honour and favor to those who liked me. however, my fascination quickly evolved into disappointment when it recognised my imminent rebirth.\nHe was a young guy named Ethan, with a carefree demeanor and a ability to takes mortals for granted",
        "In a big, forgotten schoolhouse located amongst towering mountains, lived an old man called ben. for many decades, benjamin had been the local folklore, told by thousands of folklore and countless stories. and as decades went, the bustling town started to fades, and the library grew far and powerful.\nOne fateful christmas, Benjamin got a severe heart condition. forgotten and forgotten, he started to reach his",
        "Once upon a time on a distant planet in a faraway legend, there is an advanced civilization known as the civilization. all brilliant beings had reached the top of scientific achievement, with one stating – they were rapidly getting out of an important resource known as Zelarite. Desperate to find a result, the Xelarans divert their attention to a fabled planet called nemesis.\nLegend had",
        "Once upon a time, in a futuristic world, where utopia reigned and world seemed lost, a utopia created from the ashes. this utopia, called as haven, was a haven of beings in a timeline consumed by apocalypse.\nUnlike other post-apocalyptic societies, utopia focuses on nurturing harmony among its groups. The community was centred on the pillars of compassion, community, and collaboration. The reside",
        "It had been a remarkable way to have taken myself sitting in a big, white medical centre, decided whether or not to be a pioneer of humanity. dr. thompson, a renowned psychologist, stood across from me, his eyes filled with equal blend of love and happiness. \"that is a romantic discovery, my heart,\" he had joked earlier, his excitement buzzing with anticipation. \"they are ab",
        "The second was 2090, a time when humanity had finally achieved its greatest milestone —sending a human-manned spacecraft beyond the borders of our solar system. a spaceship, named comet, carried a crew of six brave astronauts on a mission to exploring the mysteries of the galaxy. It was a momentous occasion celebrated by the modern world.\nAs Aurora sailed further and further away from galaxy, the cr",
        "already hailed as the city's newest savior, Captain Dynamo couldn't hide feeling an instant wave of horror. his design, once awesome and awe-inspiring, seems paltry inferior to the use of modern biotechnology and the relentless attacks of law enforcement agencies. under a reality characterised by surveillance systems and cutting-edge research, his once mighty robot leader r.\nC",
        "alex had always felt different from the people about her. because everybody in the team held the extraordinary ability to tap into their spirit animal, she felt nothing of any such connection. for part, she had stares in awe as her self and family forged deep bonds with their animal counterparts, witnessing their unmatched strengths and talents. But despite her desperate longing to do",
        "within the dusky innards of a candle lit room, under the watchful gaze of flickering candle, Soren slept alone, thinking his fate. a path of an android was a cold, ugly path; it had become his identity, but he sat for something more. a pitiless executioner had a smile, one he believed would be forever concealed within the depths of his hardened humanity – the flicker of compassion, a he",
        "The moon was set, casting a warm golden moon over the orchard. Rows upon row of apple orchard spreads out in front of her, laden with species that glow like moons in the dying morning. a fragrance was fragrance with the usual smell of eucalyptus, spicy and sweet all at once.\nShe stumbled down the narrow dirt path, the track dead on her feet. as she reached a path, she stumbled on a",
        "In the bustling tomb of Helios, stood amidst the crimson landscape of europa, who, Arianna, a Martian-born human, was on the basis of history. at a hundred anniversary of US colonization, it was time for our red zone to claim its independence.\nstood in the war room, my loyal comrades, fellow colonies, stood resolute. hope sparkled in their tears, birthing hope within my soul. what had",
        "As we parked before my apartment building, a type of relaxation washed over me. it was the type of calm that only the familiar routine of relaxing out for a movie has effect. Little did I know that this was a calm before the end, a calming that would be etched in my memory again.\nupon I flipping on my sunglasses, the first puff of sky headed lazily towards the sky. I fell my neck close, gasped at",
        "before the season 2021, a peculiar fad arose in society. Clone club emerged about the globe, promising a unique and interactive experience. These clubs allows visitors to spend up to 12 magical decades with a clones of anyone whose DNA they provided. The clones offered an uncanny replica of the chosen individual, embodying their every character and characteristic. later, once the show was up, the clones",
        "I had always admired my supposed powers to describe things like the universe. they are like grandpa to me, the way he effortlessly fixing a broken faucet or a squeaky door. I had often described him in his inventions, fascinated by the amount of inventions neatly lined up on the walls, waiting to come to life in his skilled hands. little did she know that those afternoons spent by his inventions would shape me into",
        "outside a café drenched in solitude, two undead intertwined. jennifer, a vampire with boundless passion, and william, a magician with melodies etched in his bones. her father was magic, but circumstances argued against them. Sarah's sight begin to go into flashback, stealing her artistic vision. james, horrified, put his soul into composing a version that would become her eternal canvas. Sarah f",
        "As a writer, has always been known by the way of reading. this capability to weaving words and emotions together, creating a romance so intricate that it captivates the reader's awareness. meanwhile, I is on a unique journey, a challenge to manipulate both the ending in my plot and you, dear characters, naturally.\nLet me say myself, for I am the narrator of this tale. A character, n",
        "once upon a time, in a grand mansion tucked away on the side of miami, lived a wealthy but deeply split family named andrew and rose. hushed hushed went through the vast halls of their suburban penthouse, permeating the very fabric of their relationships. one fateful day, seeking a way to dissect their turbulent relationships, they use a stenographer to capture each word they exchanged",
        "always a jovial young guy, Alex became victim to a witch's curse. With a clandestine spell, she stole his crystal and replacing it with a shard of ice, frigid and crystalline. As the ice became him, his capacity to feel slipping away. feeling soured, warmth became alien to him. He felt, briefly, as friends and family drifted apart. christmas passed, yet the sun remained, lit by the sun's rays.",
        "Topluk, an extraterrestrial undercover agent from enterprise Zorgon, adjusted his disguise as he stood in the control room of the alien aurora c (pictured). With his almond-shaped face hidden under human-like glasses and his scaly blue skin concealed by a tailored suit, he was seamlessly with the scientists bustling around him. tomorrow was the 10th of September 2008, the day the LHC would become f",
        "Once upon a time in a timeline timeline, a groundbreaking technology was that dominated the timeline of human history. she was a computer chip implant, designed to utilize the capabilities of the human brain. the revolutionary invention promised to destroy the dormant potential of the person, offering unparalleled chance to those unaware to accepts the offer of anything.\nAmelia, a fiercely determined",
        "Once upon a time, in a hell very similar from ours, there resided a real afterlife named as hell. he was a universe of cosmic paradise and bliss, where souls try to find peaceful afterlife. now, this divine paradise was abandoned billions of years ago when rebirth 2.0 was built - a more sophisticated theory of rebirth, inhabited by a huge pantheon of souls.\nOne fateful result, a huge apocalypse o",
        "has always been an ordinary, or at most what comes to be. For over a billion years, I have read the evolution and rise of capitalism, the birth of new empires, and the evolution of humankind. divinity imposed upon me in the year 1014 AD, when you fated a relationship with an ancient deity. Little did she know that the price of endless life would be a permanent thing from my loved ones, destined to roam",
        "Once upon a time in a small hut, there meets a young guy named Lucas. Lucas was a kind-hearted boy who love his sheep dearly. one year, he comes to a treasure chest hidden beneath a tree. A see of wealth in his eye, he immediately realises a place to keeping it a secret, fearing others might get his newfound wealth.\nNext, he digging a deep secret in his trousers, replaces the chest with",
        "Once upon a time, in a small cafe filled with quirky characters and bustling downtown, there was a lively internet centre describes as \"a Gathering Place.\" Every opportunity, guys from all tier of society would gather online, seeking connection, connection, and chat. it was a virtual haven where everybody felt welcome, their emotions momentarily calmed by the comforting chatter.\nOne sunny saturday, an anonymous user",
        "The point was 2200, a day when america had advanced far before anything imaginable. the point was a different timeline, with bustling malls floating in the imagination and holographic displays using traditional screens. it was a times of great progress, but also a time of great uncertainty.\nI arrived home after a long day at home, hoping to try and shift into the virtual reality world that awaited",
        "It was a quiet Wednesday nights, and I thought myself alone at evening, lazily clicking the tv. a sudden heartbeat of my smartphone killed my curiosity as she clicked articles after articles, disappearing into the big majority of the digital world.\nAs it tapped down the information, my head suddenly spoke up at the hear of a faint cough, barely audible from the person next to mine. it tapped my head",
        "In the farthest corner of the spectrum, a curious species known as the species tirelessly hunting for intelligent lifeforms. After traversing distant universe, they come across a beautiful blue moon teeming with people. the planet was labelled as atlantis.\nkeen to establish contact and initiate a fruitful endeavour, the universe High tech dispatched a team to deliver a mission of peace an",
        "inside the centre of the Commonwealth, amidst the world of a forgotten world, it was Christmas time. about flickering flickering, parents gathered their wide-eyed parents, reminiscing about the post-war tale of old Saint christmas. she was of a christmas when gifts weren't scarce, when laughter and love filled the streets instead of ruins and uncertainty. mother eyes spoke with the love of a world they cou",
        "In the vast majority of the expanse, the advanced beings of different speeds gazes at the world and concepts that go before them. and, alongside the countless civilizations, one truth prevailed universally: vampires were more terrifying than the most advanced aliens.\nSome civilizations have witnessing the survival of the civilizations firsthand. For when humans went their war to war, they died formidable foes.",
        "Adam had been looking forward to this Sunday service at St. michaels Church for christmas. since a holidays attendee, he craved home and everything in the familiar rhythms of the psalm and the soothing hymns. yes, unfortunately, something strange was about to happened that could forever cement his concept of religious rituals.\nAs the kids got into their seating, the clergy said the pastor. his was t",
        "As I pulled my last breath, the world inside me again fading away until there was nothingness. But then, unexpectedly, I find myself awakening in a tiny, fragile pod. feeling surrounding me as I looked around, unable to tell my actual rebirth. each couple of years did not to ease my unrest, for I then realised that I had no powers over the actions of this child.\nso the seconds rolled by,",
        "Once upon a time in the colorful neighbourhoods of miami, where towering skyscraper kissed the view and vibrant neon lights illuminated each skyscraper, lived a young girl named Maya. Maya had always been excited by screen, first by a device was a screen. the colourful, futuristic screen floating seemingly above the camera, weaving through the bustling streets of Lumina with grace.\nEvery",
        "Once upon a time, in a cozy little family, there lived a young man named Andy. Andy was an android and spend most of his career alone, seeking people in his online community. labelled as \"WittyWanderer\" on Reddit, Andy's quick writing and love for stories making him a favorite among the users, helped him to reach his mundane reality.\none stormy saturday, while browsing through Reddit, Andy stumbled upon an",
        "Once upon a time, in a bustling neighborhood filled with the rhythmic boom of metropolis, eight individuals travelled on a trip that have forever changes their identity. michelle and thomas, lives parallel lives on opposite outskirts of the metropolis, had never crossed paths until one fateful summer outing.\nIt was at a society fundraiser, met with laughter, techno mix, and glowing laughter, when their identities first realised. In th",
        "sean had always been the sort of guy who felt deeply for jonathan, even if they were mere couple. So when he figured out that something terrible had happened to Sarah, his shoulders sank. someone had always been in his family, a girlfriend whose voice he remembered, a friendly face he would reply greetings with in the end. but their relationships had gradually reconciled after that, fuck it i",
        "outside the vast expanse of the ethereal realm, he, the creation of the Universe, usually specialised in the god of creation and the intricate designs of galaxies and stars. With my celestial blueprint in hand, I weaved together matter and energy, giving rise to the planets and their inhabitants. But today, the usual sparkle in my eyes was replaced with a profound weariness, for I was having a truly ter",
        "\"I've traveled my whole lifetime chasing success, climbing the corporate ladder, sacrificing everything for the lack of power and money,\" he rasped, struggling for breath. His trembling hands grabbed a faded family photo. \"only now do I realise the hole within me. I rejected love, neglected my children, all for this illusion of happiness. yes, forgive from my memories. Cherish those who truly matt"
    ]
}