{
  "original": [
    "The outcome of a bidding war for Conrail Inc is increasingly likely to be decided by its investors, who will ultimately determine if the railroad should strike an $8.5 billion deal with CSX Corp when a $10 billion offer is also on the table.\nWall Street experts said Conrail was unlikely to be swayed from its planned merger with CSX despite a higher bid lobbed Friday by Norfolk Southern. \"Nothing h",
    "- Supermarket chain Food Lion Inc. said Thursday it will buy Tampa, Fla.-based Kash n' Karry Food Stores Inc. in a transaction valued at $341 million.\nThe two companies had been in talks for a transaction earlier this year, but dropped those discussions in August. It was not immediately known when talks resumed.\nUnder the agreement, Kash n' Karry shareholders will receive $26 per share in cash. Th",
    "CSX Corp may be hard-pressed to top an aggressive and pricey bid for Conrail Inc. unleashed Wednesday by rival Norfolk Southern Corp.\nThe Norfolk Southern $100-per-share offer came just eight days after CSX agreed to acquire Conrail in a cash and stock transaction valued at $8.4 billion, or about $92.50 per share.\n\"This (Norfolk Southern) bid comes without any regulatory risk, is all cash and is h",
    "Shareholders of Conrail Inc blasted the company's revised merger pact with CSX Corp, charging that the new terms fall short of a rival bid launched by Norfolk Southern Corp.\nIn a conference call with Conrail, several investors also threatened to tender their shares for $110 and then vote against the proposed merger, according to market sources who participated in the call.\n\"Some of the shareholder",
    "Republic Industries Inc., the aggressive Florida company run by businessman Wayne Huizenga, on Friday defended its plans to buy security firm ADT Ltd. after a New York newspaper reported that the transaction would be called off.\n\"The deal has not been killed. It is still moving forward,\" spokesman Ronald Castell said.\nHuizenga, founder of Blockbuster Entertainment, owns the Florida Marlins basebal",
    "Mobil Corp, widely credited with the most aggressive cost-cutting program of all U.S. oil companies, is not resting on its laurels.\nThe Fairfax, Va-based oil giant told analysts on Monday that it has implemented $760 million of cost savings so far this year as part of a $1.3 billion plan and expects the remaining $540 million to fall into place soon.\nFurthermore, Mobil also expects to save at leas",
    "Less than six weeks after the collpase of his deal to buy security firm ADT Ltd, Wayne Huizenga on Thursday shifted gears to rental cars.\nThe founder of Blockbuster Entertainment and owner of the Florida Marlins baseball team announced earlier that his Republic Industries Inc had signed a definitive pact to buy privately-held Alamo Rent-A-Car for $625 million.\nThe move is expected to catapult Repu",
    "Conrail Inc. and CSX Corp. so far have convinced the courts that their $8.65 billion merger plan should proceed, but they still need to win over unhappy shareholders who favour Norfolk Southern Corp.'s larger bid.\nLawyers and financial advisors were expected in the next few days to consider several plans aimed at persuading investors to approve a crucial measure needed for the deal.\nMeanwhile, CSX",
    "French holding company CGIP said on Friday it could strike a deal in the next few weeks to acquire a 28 percent stake in automotive parts firm Valeo SA from Italian businessman Carlo De Benedetti.\nIn a meeting with reporters, CGIP chairman Ernest-Antoine Seilliere described negotiations as nearing a \"momentum.\"\n\"In the coming weeks, we could come to a conclusion,\" he said. He said it would be a lo",
    "The three-year-old partnership between British Airways and USAir Group Inc, already severely damaged by a potential competing alliance, moved closer toward collapse on Thursday when USAir said it was cancelling a key marketing agreement between the two carriers.\nAlthough surprised by the move, industry analysts said it will have little impact on USAir, which received far less revenue from the alli",
    "One day after rival bidders sent its stock on a rollercoaster ride, Conrail Inc was set Tuesday to formally consider a $9 billion takeover offer from Norfolk Southern Corp.\nThe company's board of directors was widely expected to reject the unsolicited Norfolk Southern offer in favor of a friendly $8.4 billion deal with CSX Corp.\n\"My guess is, at this point, that they stick with the CSX proposal,\" ",
    "The stock of American Medical Response Inc. fell sharply for the second consecutive session Wednesday on concern that the Aurora, Colo.-based ambulance company is straying from its successful acquisition strategy.\nThe steep decline came after American Medical Response announced Tuesday an agreement to buy STAT Healthcare Inc. in a stock transaction valued at $145 million.\nThe planned acquisition m",
    "Conrail Inc. and CSX Corp. so far have convinced the courts that their $8.6 billion merger plan should proceed, but they still need to win over unhappy shareholders who favour Norfolk Southern Corp.'s higher bid.\nLawyers and financial advisors were expected in the next few days to consider several plans aimed at persuading investors to approve a crucial measure needed for the deal.\nMeanwhile, CSX ",
    "The U.S. food industry, besieged by years of slow growth, wants to whip up new business from people who don't cook.\nArmed with a new study that predicts consumer spending on ready-made foods will accelerate in the next 10 years, food firms are reaching out to a generation that doesn't know the difference between baking powder and baking soda.\n\"Consumers aren't looking anymore for a cake mix.  They",
    "Shares of food and beverage giant PepsiCo Inc rose sharply Thursday on rumors that it could be a takeover target of Philip Morris Cos Inc.\nIndustry experts flatly dismissed the rumor, saying a pricetag on any potential transaction would be an astounding $60 to $80 billion.\nInstead, they said the rumor, just the latest to surface about PepsiCo in recent months, underscores widespread dissatisfactio",
    "Fast-growing Republic Industries Inc., which is led by Florida entrepreneur Wayne Huizenga, said Thursday it would buy Alamo-Rent-A-Car Inc. for $625 million in a move to sharply expand its automobile business.\nThe deal comes less than six weeks after the collapse of Huizenga's $4.3 billion plan to buy security firm ADT Ltd.\n\"Leisure travel is a fast growing segment of the automobile rental indust",
    "In yet another sign that utilities are branching out far beyond their traditional markets, PacifiCorp and Protection One Inc. on Friday announced a marketing alliance aimed at boosting customer loyalty in an increasingly competitive industry.\nUnder the venture, customers of PacifiCorp subsidiaries Pacific Power and Utah Power will be offered a security system from regional alarm company Protection",
    "Rite Aid Corp said it plans to swiftly integrate Thrifty PayLess Inc into its already-powerful company by attacking weaknesses in the regional drugstore chain's distribution and technology.\n\"To make this acquisition work, we have to reduce costs and we have to reduce costs rapidly,\" Rite Aid chief executive officer Martin Grass told more than 250 investors and analysts in a conference call.\nIn the",
    "CSX Corp. and Norfolk Southern Corp. said Monday they had entered discussions about their rival offers to buy Conrail Inc.\nThe two railroads did not disclose the specific nature of their talks, but Conrail's stock fell on views that the discussions would dampen the prospects of a bidding war for the Philadelphia-based railroad.\nA source familiar with the companies said the discussions began late l",
    "A threatened proxy fight at Ashland Inc, coming at a time of widespread oil industry consolidation, may force the Kentucky-based energy company to restructure its diverse holdings.\nSources close to Ashland said the company is considering strategic alternatives, although it has not yet determined whether major action is necessary.\nMeanwhile, Providence Capital Inc, which has been involved in simila",
    "Russian oil company officials said on Friday that Moscow would not slap a duty on heavy fuel oil exports this winter, leaving traders to breathe a sigh of relief but still wary of secretive government manoeuvres.\nThe prospect of no restrictions on exports of mazut, as Russian heavy fuel oil is known, soothed traders who had been worried about short supplies of Russian material, which keep much of ",
    "President Boris Yeltsin's surgery on Tuesday might be a heart stopper for some volatile commodities and currency markets, but recent history proves Russian oil and gas exports are unfazed by Kremlin dramas.\nTraders have seen tanks fire at Russia's White House, cloak-and-dagger power struggles and war in oil-rich Chechnya -- and each time, they say, Russian supplies of oil and natural gas to Europe",
    "Western oil firms frustrated by Moscow's foot-dragging on foreign investment laws presented a study on Tuesday designed to convince conservative officials that Russia will take the lion's share of rewards in oil deals.\nThe study, outlining the benefits from six flagship production-sharing contracts requiring $129 billion in expenditure, could be the evidence nationalist and conservative parliament",
    "Russia's Norilsk Nickel metals group, a key supplier to world markets, said on Tuesday it was struggling with a shaky financial future despite keeping output steady at its top plant.\n\"We are undoubtedly in a state of financial crisis,\" said Viktor Feldman, deputy economics director at the Norilsk group.\nFeldman singled out the high cost of maintaining social services in the inhospitable Far North ",
    "Russia's grain crop is proving to be one of its lowest in three decades, prompting trade sources on Monday to speculate that the government could return to world markets for imports to feed the military and remote areas.\nThe nearly complete 1996 harvest, bucking a trend of increased grain output across the world, weighs in at a gross 74.6 million tonnes, with little high-quality bread wheat and vi",
    "Russian Finance Minister Alexander Livshits warned financially-troubled Norilsk Nickel on Friday that it must pay overdue taxes, but analysts said the firm would not be liquidated or that its would assets would be frozen.\n\"Norilsk  really is a big debtor, both to the federal and regional budgets,\" said Konstantin Chernyshev, equities analyst at Moscow brokerage Rinaco Plus and a Norilsk watcher. \"",
    "Russia, dramatically changing its approach to foreign investment in its huge oil sector, said on Monday that new domestic companies, not Western majors, would be given the upper hand in future billion-dollar energy deals.\nVladimir Tumarkin, chief spokesman for Rosneft, the state oil holding company which is being privatised and the state's agent in production-sharing deals, said the days of foreig",
    "Russia's untapped gold reserves are unlikely to become the El Dorado of the East soon despite Moscow's promises to liberalise the tightly-controlled sector, precious metals sources said on Wednesday.\nRussia's Central Bank said earlier this week it was gearing up to create a domestic gold market via measures that would make it worthwhile for Russian commercial banks to finance mining.\nBut industry ",
    "Russian and foreign oil companies signed a $2 billion deal on Friday to build a pipeline bringing oil from energy-rich Kazakhstan to Western markets, but frantic last-minute negotiations left questions unresolved.\nIn a delayed signing ceremony that saw Russia's leading oil officials huddling for secret consultations, the Caspian Pipeline Consortium inked documents splitting itself into two for tax",
    "Russia's diamonds could face a rocky future with tax officials seeking a bigger cut from rough gem exports, but industry sources said on Wednesday they hoped a deal with South Africa's De Beers would proceed.\nIn the latest shock to hit the Russian diamond sector and relations with De Beers Consolidated Mines Ltd, the prosecutor general's office on Tuesday accused Almazy Rossii-Sakha (ARS), Russia'",
    "Russia's second-generation, billion-dollar foreign oil projects are finding out that close ties to top government figures, delicate talks with new partners and careful handling of oil-rich, ambitious regions are vital.\nWestern oil companies eyeing Arctic reserves need close Kremlin relationships and savvy negotiating skills more than ever, now that Moscow has a cooler, tougher attitude toward West",
    "The head of war-torn Chechnya's oil company said on Thursday that Russia's rebellious region would guarantee the safety of a major oil pipeline across its land but demanded a cut in foreign deals that will use the link.\nKhozhakhmed Yarikhanov, president of the Southern Oil Company, which is based in the devastated capital Grozny, told a news conference that an $8 billion multinational consortium t",
    "Russia's demand for feed grains will outstrip any output increases its agriculture sector manages in coming years, which could turn the country into a big importer, industry officials said on Friday.\nRussia, which has just completed its second poor harvest in two years, the third worst in 30 years, is heading into the next crop cycle with few signs that its dismal track-record will soon recover.\n\"",
    "Russia's state oil holding firm Rosneft said on Friday it would protest against a local decision to award Exxon Corp the right to tap Arctic oilfields, signalling Moscow's tougher line towards Western energy companies.\nRosneft spokesman Vladimir Tumarkin said Exxon, which regional officials declared the winner of a tender to develop the Central Khoreiverskaya oilfields in the northern Timan-Pechor",
    "Russia's aluminium industry, in private hands and learning market-savvy moves in ways its former state owners never could, still holds surprise cards but may no longer terrorise world markets with sudden, secret exports.\nMetals analysts said on Friday that Russia, which accounts for about 15 percent of world output, would not cut production or exports in 1997 even in the face of rising costs at ho",
    "Russia's Western oil joint ventures are finding it increasingly difficult to export their output in the amounts needed to stay profitable as Moscow seeks to give domestic producers more pipeline space.\nJoint ventures (JVs) produce only a trickle of Russia's crude oil -- but they need to export most, if not all, of their output to make money on their investments.\nBut Russian energy officials, who o",
    "Russia's Gazprom natural gas monopoly plans to double exports to Europe by 2010, mostly via its ambitious $40 billion Yamal pipeline project, but energy analysts said the timing could be wrong.\n\"There's a market problem (with oversupply in Europe), and the cost of developing the Yamal field will be too high,\" said a senior European energy specialist familiar with the project.\n\"Europe is at saturat",
    "Russia's aluminium sector will consolidate more in 1997 as domestic smelters, perplexed by limp world prices, seek to rationalise costs, a top aluminium official said on Friday.\nIgor Prokopov, director of Kontsern Alyuminiy, the producers' group uniting Russia's aluminium industry, said in an interview that domestic smelters were worried about low metals prices, and he blamed what he said was spec",
    "Russian diamond giant Almazy- Rossii Sakha (ARS) said on Wednesday officials were battling for control over Russia's lucrative gem sector but a forthcoming deal with De Beers was in sight.\nARS president Vyacheslav Shtyrov told a news conference that a long-delayed trade agreement with the South African gem giant could be signed by December.\nBut he said Russian Prime Minister Viktor Chernomyrdin, w",
    "Crude oil output in Russia, the world's third-largest oil producer, is finally ending a decade of dramatic decline, but it is still a long way from switching back into top gear.\n\"We could see 1997 output stabilise at 1996's level,\" said Vitaly Kamenev of the Economy Ministry's fuel department. \"But we won't see any real pick-up until at least 1998.\"\nRussian oil output slipped two percent year-on-y",
    "The lean times for the video game software industry appear to be over.\nThree of the largest game developers on Thursday reported results for the crucial December quarter that were better than Wall Street expected.\nElectronic Arts Inc., Activision Inc. and Spectrum Holobyte Inc. said strong sales of games for personal computers and next-generation video game consoles, such as the Sony PlayStation, ",
    "Synopsys Inc. said Thursday it agreed to buy Epic Design Technology Inc. for about $428.1 million in stock to gain expertise in a hot niche of the semiconductor design business.\nSynopsys, which writes software to help engineers design computer chips, said it will issue 0.7485 of its shares for each of Epic's 13.7 million shares outstanding. Based on Synopsys's closing stock price of $41.75 on Wedn",
    "Apple Computer Inc. said Thursday it will cut U.S. prices of its Power Macintosh personal computers by as much as 30 percent to make the machines more competitive with those from rival PC makers.\nThe price cuts are part of Apple's effort to make its machines as attractive as so-called Wintel PCs -- machines based on Intel Corp. microprocessors running Microsoft Corp Windows software.\nApple, based ",
    "Database software company Informix Corp. said Friday it filed a lawsuit against Oracle Corp., accusing its bigger rival of stealing trade secrets by hiring away its employees.\nOracle hired 11 Informix employees from Informix's Portland, Ore., research and development centre. All 11 workers quit on Wednesday morning, said Informix Chief Executive Phil White.\nInformix stock fell $1.50, or 6.6 percen",
    "Apple Computer Inc. Wednesday reported a $120 million loss in its fiscal first quarter and warned investors it did not expect to report a profit until September.\nThe troubled computer maker, based in Cupertino, Calif., also said it expected revenue for the current fiscal year, which ends next September, to drop about 13 percent to $8 billion to $8.5 billion because of weak consumer sales.\nApple's ",
    "Cisco Systems Inc. said Tuesday its fiscal first quarter profit from operations rose 77 percent, reflecting strong sales of its computer networking equipment.\nThe company, which makes devices that control the flow of information between computers in a network, said earnings before gains and charges rose to $320.8 million, or 47 cents a share, for the three months ended Oct. 26, from $181.4 million",
    "Microsoft Corp. Monday will unveil a set of software technologies that lets programmers more easily create software for sharing information through corporate and public computer networks.\nMicrosoft executives, including Chairman Bill Gates, also will discuss at an event in Los Angeles development plans for the company's Windows family of operating systems, the company said Friday.\nAt one of its pe",
    "Most U.S. software publishers are expected to report only modest increases in their third-quarter earnings, reflecting a seasonal slowdown and a lack of new products this quarter.\n\"For the behemoths of the industry, like Microsoft (Corp) and Oracle (Corp ), business is still good,\" said Marshall Senk, an analyst at Robertson Stephens & Co in San Francisco. \"Summer is the slow buying season for mos",
    "Apple Computer Inc. stunned investors Wednesday by reporting an unexpected $25 million fourth quarter profit, stemming a year of management turmoil and swelling red ink.\nThe Cupertino, Calif.-based computer maker, which had been expected to report a loss of 30 cents a share, posted a profit of 20 cents a share for the last three months of fiscal 1996, its first quarterly profit this year.\nIn the s",
    "Synopsys Inc. said Thursday it agreed to buy Epic Design Technology Inc. for about $428.1 million in stock to gain expertise in a hot niche of the semiconductor design business.\nSynopsys, which writes software to help engineers design computer chips, said it will issue 0.7485 of its shares for each of Epic's 13.7 million shares outstanding. Based on Synopsys's closing stock price of $41.75 on Wedn",
    "A motto of Bill Gates, chairman of Microsoft Corp., has been: \"A computer on every desk running Microsoft software.\"\nWith that goal almost accomplished, Microsoft executives have set their sights on other flat surfaces, such as the kitchen counter, the living room's entertainment console and the back of airline seats.\nAt a Los Angeles conference for professional programmers, Microsoft executives o",
    "Apple Computer Inc., struggling to remain the teacher's pet among computer makers, is turning a modified version of its handheld Newton organizer into an inexpensive portable computer for students.\nThe computer maker on Monday will unveil the Apple eMate 300, an $800 machine that looks like a grown-up's laptop with a keyboard and a flip-up screen, but in a rugged casing that can survive rough hand",
    "A warning about weak Christmas sales from personal computer retailer CompUSA Inc. Thursday raised concerns that the entire computer industry may have a weak fourth quarter, sending PC stocks lower.\nCompUSA, tradionally one of the healthier PC retailers, said it expected a disappointingly small rise in sales in the fourth quarter because of weak PC sales. The Dallas-based company was the third majo",
    "Apple Computer Inc. Wednesday reported a $120 million loss in the first quarter of fiscal 1997 and warned investors it did not expect to return to profitability until September.\nThe troubled computer maker attributed the loss to slow sales of its its consumer-oriented Performa desktop computers during the normally robust Christmas quarter.\nApple's loss, which equaled 96 cents a share, compared wit",
    "Microsoft Corp said on Monday it had sent the final version of Office 97 -- a product that is expected to be its biggest revenue generator in 1997 -- to factories and will have it in stores within weeks.\nThe product, a package of Microsoft's top-selling business programs, is Microsoft's biggest new product since the release of Windows 95, and is expected by analysts to increase the company's reven",
    "Macromedia Inc. shares plunged to a two-year low Friday after the software company reported an unexpected third-quarter loss and said it could face weak sales for another quarter.\nSome analysts said they also were concerned that Apple Computer Inc.'s declining sales could hurt Macromedia's revenue from sale of software for Macintosh computers in coming quarters.\nShares of the San Francisco graphic",
    "Apple Computer Inc. Chairman Gilbert Amelio said Tuesday the computer maker's three-year turnaround plan was still on track despite its statement last week that it will report a first-quarter operating loss of as much as $150 million.\nAmelio, speaking to thousands of Macintosh computer enthusiasts at the MacWorld trade show here also called on several star computer industry executives to express t",
    "Jilted once, financial software company Intuit Inc appears unlikely to return to the merger altar any time soon.\nBuyout speculation has swirled around Intuit since May 1995, when Microsoft Corp. dumped its plans to buy the maker of popular personal finance software like Quicken and TurboTax. Last week, Intuit shares surged again on speculation American Express Co. was about to make an offer.\nHowev",
    "Apple Computer Inc. Wednesday reported a $120 million loss in the first quarter of fiscal 1997 and warned investors it did not expect to return to profitability until September.\nThe troubled computer maker attributed the loss to slow sales of its its consumer-oriented Performa desktop computers during the normally robust Christmas quarter.\nApple's loss, which equalled 96 cents a share, compared wi",
    "When Apple Computer Inc. fired co-founder Steven Jobs in 1985, Apple employees did not know whether to cry or to rejoice.\nThrough the early 1980s, Jobs had inspired Apple engineers to create a computer called the Macintosh which would change the world. At the same time, though, Jobs and his mercurial temper burned out many of the same engineers who adorded him.\nOn Friday, more than 11 years after ",
    "Silver King Communication's $1.27 billion stock-swap acquistion of Home Shopping Network hastens Silver King's plans to become a conventional broadcast-TV powerhouse, Silver King said on Monday.\nThe deal re-uniting Silver King, spun off by Home Shopping five years ago, with its former parent also feeds speculation that Silver King chairman Barry Diller is closer to launching a seventh U.S. televis",
    "Eastman Kodak Co secured only a partial exit from the bruising copier wars with the $684 million sale on Monday of its copier-marketing and service operations to Britain's Danka Business Systems Plc.\nPrompted by chronic financial weakness, highlighted by the fact Kodak's copier sales of $1.8 billion yield only $20 million in annual operating profits, the sale prompted segment leader Xerox Corp to ",
    "Cigarette companies, complaining of likely bad publicity, Friday dropped pre-trial opposition to punitive claims by the state of Florida in a multi-billion dollar anti-tobacco lawsuit.\nFlorida is seeking $1 billion or more from U.S. cigarette makers for actual costs incurred in its Medicaid healthcare programme for treating people afflicted with smoking-related ailments. Punitive damages, assuming",
    "Grand Metropolitan Plc's Burger King is benefitting from a sales recovery in Europe, as well as strong U.S. expansion, and should post $10 billion in sales in the fiscal year ending September 30, Burger King chief executive Robert Lowes said on Tuesday.\n\"There's no question that my goal for this year is $10 billion, to add a billion in sales,\" Lowes told Reuters.\nBurger King's worldwide sales thro",
    "Time Warner Inc. said Wednesday it will launch its CNN/SI sports news service on Dec. 12, more than a month after the debut of another sports news television channel from rival media conglomerate Walt Disney Co.\nTime Warner executives meeting reporters said CNN/SI would combine the television apparatus of the Cable News Network and the sports expertise of Sports Illustrated, a weekly sports magazi",
    "Riding rising U.S. cable TV fees, Time Warner Inc said on Wednesday its earnings before heavy debt payments shot up 32 percent in the third quarter, compared with the same three months last year.\nCovering the quarter before last Thursday's completion of its $7.5 billion acquisition of Turner Broadcasting System, the entertainment group said three hit movies, strong magazine advertising sales helpe",
    "Debt reduction, largely through rejigging its vast cable holdings, is the central task of top managers at Time Warner Inc after the $7.5 billion Turner deal, senior executives said on Wednesday.\nThe company, which last week took control of Turner Broadcasting System Inc, is in active discussions aimed at restructuring its troubled cable-television partnership with U S West Media Group, the executi",
    "Quick & Reilly Group Inc sees revenues possibly doubling to as much as $120 million by early 1998 at the OTC market-maker, Nash, Weiss & Co, the pioneering discount broker is buying, top Quick executives said on Wednesday.\nThe firm also plans to move Nash, Weiss, now largely a market maker for retail brokerages, into the institutional side of the business by adding 1,000 or more issues to its curr",
    "Silver King Communications Inc chairman Barry Diller said on Monday that the $1.27 billion stock-swap acqusition of Home Shopping Network would help fund Silver King's ambitious broadcasting plans.\n\"We have a long agenda and this helps certainly in developing the stations. We will get there quicker by combining the two companies,\" Diller told Reuters in a telephone interview.\nSilver King agreed ea",
    "Quick & Reilly Group Inc agreed on Wednesday to buy over-the-counter market-maker  Nash, Weiss Inc, another step by the pioneering discount broker into low-profile, but lucrative financial services businesses.\nTerms were not disclosed, but two sons of co-founder Leslie Quick Jr said in an interview that the acquisition of the New Jersey firm was by far the biggest deal Quick & Reilly has done.\nNas",
    "With the dark cloud of high raw material costs now clearing, large U.S. newspapers companies are expected to report good third-quarter earnings despite weak growth in advertising.\n\"I keep hearing good news out of these guys, and they're all smiling about newsprint,\" said Prudential Securities newspaper industry analyst James Marsh.\nNewsprint for newspapers now costs an average $550 a ton, much les",
    "International businessman Tony O'Reilly said on Friday acquisitions by his Independent Newspapers Plc will slow considerably next year after the takeover of New Zealand's leading newspaper and other deals.\n\"I consider next year a year of consolidation,\" Independent Newspapers Chairman O'Reilly told Reuters in a telephone interview.\nBut O'Reilly's name came up just this week in London markets as th",
    "The Florida judge in a class-action suit against tobacco groups Thursday allowed one of the pioneering case's lead smokers to take a back seat in the upcoming trial after he complained of intimidation.\nStanley Rosenblatt, the lawyer pursuing the class-action suit on behalf of all ill and addicted smokers in Florida, said in Dade County Court that Arthur Reeves had been one of the original six smok",
    "New Corp. Ltd. said Tuesday that its Fox News division will file suit Wednesday in U.S. District Court here against Time Warner Inc., Turner Broadcasting System Inc. and its Chairman Ted Turner, alleging antitrust violations.\nNews Corp., which is led by media mogul Rupert Murdoch, said the suit will allege that an antitrust conspiracy to block Fox News Channel in New York City has taken place prio",
    "Florida Attorney General Bob Butterworth said on Friday U.S. cigarette makers had delayed harsh revelations about the industry with a surprising decision to end pre-trial opposition to punitive damages in the state's multi-billion dollar anti-tobacco lawsuit.\nButterworth told Reuters a court hearing set for January 24 on the punitive claims to be added to any other jury awards would have made publ",
    "Silver King Communications Inc. agreed Monday to buy the Home Shopping Network (HSN) for about $1.3 billion in stock, feeding speculation that Barry Diller was getting set to launch another major television network.\nDiller, who is chairman of both Silver King and Home Shopping, could be positioning his companies to compete head on with ABC, NBC, CBS and Fox, whose launch Diller spearheaded in the ",
    "Riding rising U.S. cable TV fees, Time Warner Inc said its earnings before heavy debt payments shot up 32 percent in the third quarter, compared with the same three months last year.\nCovering the quarter before last Thursday's completion of its $7.5 billion acquisition of Turner Broadcasting System, the entertainment group said three hit movies, strong magazine advertising sales helped by the Olym",
    "Lawyers battling cigarette companies on behalf of flight attendants exposed for decades to second-hand smoke on Wednesday began notifying potential claimants of a historic tobacco trial set to begin in June.\nA mass mailing to some 120,000 former and current flight attendants on U.S. airlines seeks to identify non-smokers who suffer ailments such as lung cancer.\nPrint advertisements in union and tr",
    "Tobacco companies are countersuing Florida, saying the state government should be held liable for manufacturing cigarettes in its prisons if the state wins a billion-dollar lawsuit against cigarette makers.\nTobacco industry lawyers filed the suit on Wednesday, a Philip Morris Cos spokeswoman said and comes a week after a Florida judge blocked the industry from using Florida's history of cigarette-",
    "Florida is set to challenge the tobacco industry on Friday using a tough anti-racketeering law that could mean bigger damages against cigarette makers if the state prevails.\nThe new claim under the state's Racketeer Influenced and Corrupt Organisations Act, tacked onto Florida's existing lawsuit that seeks at least $1 billion for treating smokers' illnesses, could mean more losses for the tobacco ",
    "British bank Barclays Tuesday sold its global custody business to investment bank Morgan Stanley for an undisclosed sum thought to be less than 50 million British pounds ($83 million).\nThe purchase by Morgan Stanley marks another step in the consolidation of custody business, which is increasingly being seen as a banking activity where \"big is beautiful.\"\nThe custody business includes traditional ",
    "British banks have a made a positive start to 1997.\nShare prices are buoyant and analysts on Thursday saw few serious clouds on the horizon to jolt the sector out of its seemingly inexorable rise.\nThe sctor, which has outperformed the FTSE 100 index by around 20 percent over the past six months, has become more diverse in recent years.\nBut, for differing reasons, analysts are quietly confident tha",
    "Royal Bank of Scotland, which reports full year data next Thursday, is expected to raise its pre-tax profit from last year's 602 million stg but not by as much as analysts thought just a few months ago.\nThey expect Royal Bank's profits to rise to between 670 and 700 million stg, with a much smaller contribution from its Direct Line low cost insurance, but benefits continuing to accrue from the ban",
    "Britain's largest mortgage lender, the Halifax Building Society, said Friday its planned initial public offering in June could be worth as much as 12 billion pounds ($20 billion).\nUnveiling a price range and details of share allocations to the society's members, Halifax Chief Executive Mike Blackburn said it \"will represent the largest single extension of private share ownership ever witnessed in ",
    "BZW, the investment banking arm of Barclays Plc, has restructured its Global Markets division in another step towards reshaping its business to compete wth global rivals, banking sources said on Thursday.\nBZW has been carrying out a top-to-bottom review of the markets business including matching staff profiles and skills against the needs of sustaining a profitable business.\nThe review resulted in",
    "International accountancy and consultancy partnership Ernst & Young said it made a profit of 75.2 million pounds ($125.4 million) in Britain as it revealed financial details of its operations for the first time on Tuesday.\nThe 21 percent rise in profit in the year to June 30 was made on gross fee income of 456 million pounds and represented a 17 percent rise in average profit per partner of 200,00",
    "The British government on Wednesday published proposed new laws governing home lenders which watered down the building societies' immunity from takeover if they converted into banks.\nThe new legislation provoked a cool response from some home lenders and prompted one leading player to say its plans for conversion may well have been different if it had known what the government was planning.\nUnder ",
    "Three of Britain's largest bulding societies, which plan stock market flotations in 1997, on Thursday said draft legislation relating to protection from takeovers had forced them to examine their float plans closely.\nThe mutually-owned societies, who specialise in mortgage lending, the Woolwich, Alliance & Leicester and the Northern Rock, all plan to convert to bank status next year and have combi",
    "A British High Court judge rejected on Thursday a $1.8 billion claim by the liquidators of Bank of Credit and Commerce International (BCCI) against accountancy firm Ernst & Whinney, now known as Ernst & Young.\nBCCI was closed by central banks in 1991 and collapsed with debts of more than $12 billion amid evidence of massive fraud and money laundering which has since led to a complex series of cour",
    "A thankful Elizabeth Forsyth, a former aide of Polly Peck head Asil Nadir, walked free from court on Thursday after three judges allowed her appeal against a five-year sentence for handling stolen money.\nForsyth, 60, who is also appealing against the money-laundering conviction itself, described her 10 months in prison as an \"experience\".\n\"I would just like to thank the court for its understanding",
    "British property giant Land Securities said on Wednesday there were signs of rental growth in some sectors of the British property market and that it expected more to come.\nCompany chairman Peter Hunt said that while there was a feeling there was more rental growth to come, so far it had been patchy.\nGrowth in rental rates would be slower than in the 1980s and because it was not across the board i",
    "The British government on Wednesday published new draft legislation governing home lending institutions but a lack of parliamentary time might mean it will not reach the statute book before a general election.\nThe Building Societies Bill, if passed, would remove a society's five-year immunity from takeover once it converts to bank status if it, in turn, took over another financial institution.\nImm",
    "Britain's Serious Fraud Office has yet to contact London-based securities houses after a request for help with a French probe into Eurotunnel SA /Plc share dealings, market sources said on Monday.\nThe SFO said on Sunday it had been asked to lend a hand in an investigation by the French authorities into alleged market manipulation of the debt-laden channel tunnel operator's shares.\nThe SFO said it ",
    "A thankful Elizabeth Forsyth, a former aide of Polly Peck head Asil Nadir, walked free from court on Thursday after three judges allowed her appeal against a five-year sentence for handling stolen money.\nForsyth, 60, who is also appealing against the money-laundering conviction itself, described her 10 months in prison as an \"experience\".\n\"I would just like to thank the court for its understanding",
    "Anglo-French Channel Tunnel operator Eurotunnel on Monday announced a deal giving creditor banks 45.5 percent of the company in return for wiping out one billion pounds ($1.56 billion) of its debt mountain.\nThe long-awaited restructuring brings to an end months of wrangling between Eurotunnel and the 225 banks to which it owes nearly nine billion pounds.\nThe deal, announced simultaneously in Paris",
    "Former Barings executive Ron Baker rejects a lawsuit filed by Dutch bank ING Barings which makes a claim for repayment of a 100,000 pounds ($165,000) loan he is alleged to have received, his lawyer told Reuters on Thursday.\nING Barings earlier confirmed a press report it is suing Baker for 113,000 pounds, representing the loan given while Baker was employed by Barings, plus interest.\nIt is alleged",
    "Lloyds Bank was fined 325,000 pounds ($550,000) Wednesday by a British investment industry watchdog and appears set to pay millions of pounds in compensation to disadvantaged customers.\nThe Investment Management Regulatory Organisation said it fined Lloyds, which merged with TSB last year to form Lloyds TSB Group Plc, for breaches of rules relating to its pensions transfer business between April 1",
    "BZW, the investment banking arm of Barclays Plc, said on Wednesday it plans to use state-of-the-art defence technology to help it with a perennial problem -- managing risk in the financial markets.\nThe bank has formed the Financial Laboratory Club to develop new risk management solutions, using the scientific and computing potential of the Defence Evaluation and Research Agency of the British Mini",
    "After a five year struggle, creditors of the collapsed, fraud-ridden BCCI will receive a payment of $2.65 billion on Tuesday, equal to 24.5 percent of their claims, a spokesman for the liquidators said on Monday.\nBank of Credit and Commerce International, founded in 1972, was closed by central banks in 1991 and collapsed with debts of more than $12 billion when evidence of massive fraud and money ",
    "NatWest Markets, the investment banking arm of National Westminster Bank, on Monday named Peter Hall as the man to run its expanding operations but other questions over the bank's strategy remained, analysts said.\nNatWest said Hall, who currently runs its American operations, would take over as chief operating officer of the investment bank, reporting to chief executive Martin Owen.\nAt the same ti",
    "Texas Instruments Inc. said Tuesday it set a licensing pact with Samsung Electronics Co. Ltd. of Korea that will generate royalty payments of more than $1 billion over 10 years.\nIn exchange, each side agreed to drop pending patent infringement lawsuits against each other.\nThe agreement replaces a previous five-year deal that expired at the end of 1995, the Dallas-based maker of computer chips, not",
    "Acknowledging its failure to attract U.S. consumers, CompuServe Corp said it would disband its family-oriented Wow! online service and plans to defend its business and technical customer base.\nThe world's second-largest online service also said it would accelerate the way it expenses customer marketing costs and that it was taking a $28.6 million charge in the latest quarter for previously incurre",
    "Small capitalization technology stocks shrugged off a wave of profit-taking that socked blue chip stocks Monday as investors shopped for values among beaten- down or lesser known names, especially in the Internet sector.\n\"Some of the second- and third-tier technology names have become the focus,\" agreed Scott Bleier, chief investment strategist at Prime Charter Ltd.\nAmong the beneficiaries of this",
    "Iomega Corp. said Thursday it plans to apply its computer storage technology to handheld consumer electronics in a way that could lower the cost of saving and transfering data to such devices.\nThe reusable data storage system, to be known as \"n-hand,\" could be used in digital cameras, computer game devices, cellular phones and handheld personal computers known as digital assistants.\nIn cameras, fo",
    "H&R Block Inc., citing problems facing the online service industry, said Wednesday it has decided not to complete the spin-off of the rest of its CompuServe online unit, at least for now.\nThe Kansas City, Mo.-based company, which owns 80 percent of CompuServe after spinning off part of the online service earlier this year, cited CompuServe's recent financial troubles and uncertainties facing the o",
    "Intel Corp stock surged on Tuesday, lifted by a quarterly earnings report that substantially outpaced Wall Street expectations and confirmed its status among analysts as the shooting star of technology stocks.\nThe earnings report released Monday spurred gains in the stocks of personal computer makers who build machines based on Intel microprocessors but it did little to buoy other chip makers.\n\"Th",
    "The stock of General Electric Co. rose in active trading Tuesday, boosted by speculation it might raise its dividend and increase its share buyback programme following upbeat comments by Chairman John Welch.\nSalomon Brothers analyst Russell Leavitt said Welch told analysts who attended a private meeting with him on Monday that he \"expected earnings to be up about 13 percent this year, in line with",
    "Computer Associates International Inc. issued its quarterly financial results, soundly beating Wall Street's consensus forecast.\nBut the stock fell sharply Wednesday morning after company executives told securities analysts they planned to acclerate investments in its personal computer-based corporate software products and de-emphasise mainframe software sales.\nAnalysts also said some investors we",
    "MCI Communications Corp. said Monday it reached a 10-year deal with NextWave Telecom Inc. that thrusts MCI into the top tier of U.S. wireless communications providers.\nUnder terms of the deal, MCI said it will connect its network to a system planned by NextWave to provide personal communications services, giving it the capacity to offer service to more than 110 million individuals in 63 areas, inc",
    "America Online Inc.'s new flat-rate pricing plan and moves to meet spiraling subscriber demand suggest it is on track to become a major media player, comparable to broadcast or cable TV networks, analysts said Tuesday.\nAnalysts cautioned, however, that underlying this success loomed a real threat that the online network's capacity to serve its more than 7 million subscribers could soon be overwhel",
    "CompuServe Corp., acknowledging its failure to attract U.S. consumers, said Thursday it would disband its family-oriented Wow! online service and focus on its business and technical customers.\nThe world's second-largest online service also said it would accelerate the way it expenses customer marketing costs and that it was taking a $28.6 million charge in the latest quarter for previously incurre",
    "General Electric Co Chairman John Welch was upbeat about GE's prospects for the current year and beyond during a private meeting with Wall Street analysts, several of those who attended said on Tuesday.\nIn particular, Welch told analysts he was comfortable with current Wall Street estimates for the 1996 calendar year. The First Call consensus is $4.40 per share for the year.\nSalomon Brothers analy",
    "Intel Corp shares slid another four points on Friday, continuing a three-day retreat triggered by smaller rival Advanced Micro Devices Inc's statement that its turnaround plan is on track.\nBut analysts and money managers were unruffled by what they said was profit-taking in Intel and a temporary shift among some momentum investors to AMD and away from Intel.\nIntel stock has lost about six percent ",
    "Microcom Inc and Rockwell Semiconductor Systems said Wednesday they plan to beef up their technology partnership to speed development of higher speed 56-kilobit modems for central switch equipment.\nThe 56 kilobit modems would allow computer users to connect to the Internet at speeds nearly double the rate of current 28.8 kilobit modems now available using standard phone lines.\nThe deal builds on a",
    "Promising the computer industry equivalent of universal harmony, a U.S.-based start-up formed by a brain trust of Israeli computer scientists Monday unveiled a technology that promises to overcome barriers dividing users of rival software programs.\nAnysoft Inc. said its set of software technologies allows computer users to manipulate information from any application while retaining all formatting ",
    "Computer distribution powerhouse Ingram Micro Inc. is set to hold its widely anticipated initial public offering on Wall Street Thursday despite some last-minute delays, including management changes.\n\"We haven't seen anything comparable in the technology sector with its kind of name this year,\" said Manish Shah, editor and publisher of the IPO Maven, of the new issue.\nAnticipating heavy demand, th",
    "Bay Networks Inc shares bounded higher on Wednesday on news the company had named a senior Intel Corp official as chairman and chief executive, a move analysts said could give Bay the strong hand it has lacked.\n\"It's quite a positive,\" said Bear Stearns networking analyst Eric Blachno of the long-time Intel executive David House's selection. \"It's good to know the company is not going to be rudder",
    "Shiva Corp stock rose five points Wednesday amid resurgent speculation that it may be an acquisition target of a major network equipment player.\n    \"It sure looks like people are speculating that its going to be taking over,\" said Robertson Stephens analyst Paul Johnson, who maintains a long-term attractive on the stock.\n    Shiva shares have risen nearly 14 percent in the last two days. By early",
    "AT&T Corp's decision to name outsider John Walter as heir to Chairman and Chief Executive Robert Allen boils down to a basic gamble the company believes it must take to prepare for the torrent of competition ahead.\nThe nation's largest phone company rejected the standard telecoms pedigree shared by most top executives in the industry -- including Allen -- in favor of a more general set of business",
    "Computer distribution powerhouse Ingram Micro Inc. is set to hold its widely anticipated initial public offering on Wall Street Thursday despite some last-minute delays, including management changes.\n\"We haven't seen anything comparable in the technology sector with its kind of name this year,\" said Manish Shah, editor and publisher of the IPO Maven, of the new issue.\nAnticipating heavy demand, th",
    "The Federal Communications Commission has tentatively decided not impose fees on Internet service providers for use of local telephone lines, an official said Thursday.\nOn Tuesday, the commission issued a notice of proposed rulemaking setting out two possible plans for reducing the $23 billion a year that long-distance telephone companies pay to local service providers in access fees.\n\"The commiss",
    "Legislators introduced two bills Thursday to overturn the Clinton administration's export limits on computer encryption technology, a key component of online commerce and global communications.\nEncryption products, which scramble information and render it unreadable without a password or software \"key,\" were once the realm of spies and generals.\nBut with the booming growth of the Internet, secret ",
    "An influential Internet organisation has backed away from a proposal to dramatically expand the number of addresses available on the global computer network.\nThe Internet Society, which helps develop and coordinate Internet standards, announced this week that instead of moving ahead with the proposal it would form a nine-member committee to study the issue.\nUnveiled in August, the proposal was an ",
    "An influential Internet organisation has backed away from a proposal to dramatically expand the number of addresses available on the global computer network.\nThe Internet Society, which helps develop and coordinate Internet standards, announced this week that instead of moving ahead with the proposal it would form a nine-member committee to study the issue.\nUnveiled in August, the proposal was an ",
    "If the Board of Governors of the U.S. Federal Reserve System does as expected early Friday and votes to expand banks' non-banking activities, it will only heighten the drive in Congress to overhaul U.S. banking regulations completely, analysts and industry officials said.\nThe Fed is expected to vote to allow banks' section 20 subsidiaries to derive 25 percent of their revenue from non-banking acti",
    "The Supreme Court said Monday it would decide whether a federal regulator had properly allowed credit unions to expand their membership over the past 15 years, settling a long-running legal dispute between the cooperative non-profits and banks.\nCredit unions praised the court's action to reconsider an Appellate court decision last July in favour of the banks. But bank representatives said the cour",
    "The growing mass of Internet users have paid their fair share to local telephone companies and pose little threat to the phone system, according to a study released on Wednesday by a coalition of Internet and computer companies.\nThe coalition presented the report to counter studies by local phone companies released last year seeking to justify new access fees on Internet usage. The phone company s",
    "The Internet could provide a huge boost to the U.S. economy if the federal government pursues \"free market\" policies in cyberspace, a group of President Clinton's top advisers says in a draft report obtained by Reuters.\nThe group, an interagency task force headed by senior presidential adviser Ira Magaziner, recommended that the administration work globally to protect the Internet from new taxes, ",
    "The growing business of doing business on the Internet poses a major challenge to tax collectors, but no special taxes should be imposed in cyberspace, the government said in report released Thursday.\n\"Treasury believes that these new technologies should not be used to justify new taxes,\" the Treasury Department draft report said. \"Accordingly, Treasury is not considering any type of value added t",
    "An influential global research group is preparing guidelines on encryption policy for its member countries but will duck some of the most contentious issues involved, according to a draft of the report obtained by Reuters.\nThe Clinton administration, seeking to rally support at home and abroad for its controversial encryption export policy, got some discussion of its approach in the Organization f",
    "Just days after a U.S. graduate student cracked the most powerful computer encryption system allowed out of the country, the Commerce Department announced it would allow three companies to export an even stronger system.\nUntil this year, computer encryption programmes, which scramble information and render it unreadable without a password or software \"key,\" were classified as munitions and stronge",
    "Supreme Court justices Wednesday sharply questioned rules governing so-called derivative investments and foreign currency trading in a case that could have wide repercussions for both markets.\nThe Commodity Futures Trading Commission has traditionally prosecuted crooks who ripped off the public with fraudulent investments. But sophisticated investors such as big banks have been allowed to trade si",
    "The Commodity Futures Trading Commission, one of the nation's primary regulators of derivatives, has no authority over most foreign currency transactions, the Supreme Court said Tuesday.\nIn a unanimous decision, the court ruled that a 1974 law exempting some transactions in foreign currency from CFTC oversight also exempted some foreign exchange derivatives, financial instruments whose value is ba",
    "Internet access providers and others who met with Net-savvy lawmakers said they fear Congress will wreak havoc on cyberspace but are also heartened by the growing number of legislators who understand the global computer network.\nCompany representatives met Tuesday night at the Capitol with members of the Congressional Internet Caucus, about 85 legislators with a common interest in the Net, to expr",
    "Elementary school students with access to the Internet learned more than kids who lacked access, an indepedent research group concluded after conducting a comparative study in seven urban school districts.\n\"This study dramatically illustrates the positive effects of online use on learning,\" said Michael Casserly, executive director of the Council of Great City Schools, an association of 49 large i",
    "A group of leading trademark specialists plans to release recommendations aimed at minimizing disputes over Internet address names.\nThe International Trademark Association is working on a white paper that will be completed in the next few months, David Maher, co-chair of the association's Internet issues committee, said in a telephone interview.",
    "The Internet continued to grow in leaps and bounds this year while online services found it much harder to add new customers, a new survey says.\nAn estimated 35 million adults in the United States had used the Internet, according to the poll by Louis Harris and Associates conducted in late September, up from 27 million at the beginning of the year.\n\"Although the number of people who use computers ",
    "The Internet may be overflowing with new technology but crime in cyberspace is still of the old-fashioned variety.\nThe National Consumers League said Wednesday that the most popular scam on the Internet was the pyramid scheme, in which early investors in a bogus fund are paid off with deposits of later investors.\nThe league, a non-profit consumer advocacy group, tracks web scams through a site it ",
    "U.S. laws governing the trillion dollar futures markets could be rocked by the Supreme Court's interpretation of the word \"in\" in a case to be argued Wednesday. But a legislative solution is in the offing.\nAt issue is a 1974 amendment to the Commodity Exchange Act, the primary law regulating trading of futures contracts on everything from wheat and corn to interest rates and electricity.\nFutures e",
    "House Banking Committee chairman Jim Leach introduced a bill on Tuesday aimed at remaking the regulatory landscape for banking and other financial services in the United States.\nA similiar bill Leach introduced in the previous Congress foundered last June amid opposition from the insurance industry and House Democrats.\nAnalysts have said this year's bill might have a better chance of passage, but ",
    "British life assurer Scottish Amicable said on Thursday it planned to shed its 170-year-old mutual status in favour of a stock market flotation aimed at taking advantage of opportunities for profit growth.\nThe Stirling-based group outlined plans to float on the London Stock Exchange in three to five years' time and said it would pay policy-holders an initial special bonus of 75 million pounds ($12",
    "Prudential Corp Plc, Britain's biggest life insurance group, reported a healthy rise in profits on Wednesday and said British operations were expected to perform strongly again in the coming year.\nBut the company made no comment about negotiations with the Department of Trade and Industry (DTI) over the ownership of so-called orphan assets.\nPrudential (Pru) finance director Jonathan Bloomer said d",
    "Britain's Britannic Assurance declared on Tuesday a 209 million pound ($336 million) special bonus for life insurance policies, following discussions with the government on ownership of surplus insurance funds.\nThe payout will apply to all \"with profits\" policies in force on February 17, 1997. Details will be given with the 1996 bonus due to be announced next month.\nThe company said last year it d",
    "The battle for control of Scottish Amicable became a three-way race on Friday as the deadline for firm offers for the mutually-owned life insurer passed.\nThe company said that it had received three initial bids from high street bank Abbey National Plc and insurance groups Prudential Corp Plc and Australian Mutual Provident (AMP).\nDetails of the bids were not released.\nWhile technically the door is",
    "Britannic Assurance on Tuesday promised to speed-up the settlement of cases of pension mis-selling as the insurance group reported a near 50 percent jump in its profits for 1996.\nThe company admitted it had between 12,000 and 13,000 cases classified as priority cases but said that the resources already committed to the issue would help accelerate the resolution of those outstanding.\n\"Our objective",
    "Britain's National Westminster Bank Plc said on Friday it would be making a first half provision of 50 million pounds ($81.4 million) after finding mispricing errors in the interest rate options book of its Natwest Markets unit.\nThe bank said a senior trader had been suspended for \"failure to supervise\", pending the conclusion of an internal inquiry.\nA second trader, who had resigned from NatWest ",
    "United Nations' plans to delay Iraq's re-entry to world oil markets lifted oil shares in Europe on Monday as a sharp rise in oil prices fed through to the stock markets, traders said.\nIraqi military activity in the Kurdish north, prompted the U.N. to put on hold a planned humanitarian Iraqi oil-for-food exchange, stopping the first sales of Iraqi oil since the Gulf War six years ago.\nThe increased",
    "Lloyd's of London said on Thursday it had been granted judgements in two test cases against members who had failed to pay debts under the insurance market's reconstruction and renewal (R&R) settlement.\nThe defendants, Dennis Leighs and David Wilkinson, had claimed they were not liable to pay their premium to Equitas, the company set up to reinsure and run-off pre-1993 liabilities of Lloyd's syndic",
    "The drive to cut costs and offset falling margins in insurance broking continued apace on Thursday as Lowndes Lambert Group Holdings Plc and Fenchurch Plc confirmed that they are to merge.\nThe two London-based brokers announced last week they were in talks and said the complementary nature of their businesses would offer significant benefits to clients, employees and shareholders.\nThe merger comes",
    "Fund manager Nicola Horlick's row with her ex-employer Morgan Grenfell Asset Management (MGAM) continued to be played out in public on Wednesday as she admitted that she had been in talks with a rival banking group until several days before she was suspended.\nBut Horlick stressed that the talks with Dutch firm ABN AMRO were of an \"informal and preliminary nature\" and at no time had she provided co",
    "Insurance group Guardian Royal Exchange PLC on Tuesday reported a sharp fall in 1996 profits and said it was considering a major acquisition within the next twelve months, possibly in the life sector.\nThe company blamed tough competition and the worst catastrophe weather claims in the U.S. for 75 years for the profits decline, while bad weather and continuing subsidence losses in Britain also taki",
    "International insurance broker Willis Corroon, reported a rise in 1996 profits on Thursday but gave a gloomy assessment of the problems of overcapacity and falling rates currently afflicting the industry.\nThe company said insurance rates were declining almost universally and competition in the U.S. retail market was intensifying.\nIt also warned that the recent rise in sterling which reduced 1996 p",
    "About three million Norwich Union  policyholders are to receive free shares under flotation plans announced on Thursday that would value the insurer at about five billion pounds ($8 billion).\nAlmost two million will receive shares worth 800 pounds on average and another one million \"non-profit\" members of the mutually-owned insurance group will receive a fixed hand-out of shares worth between 330 ",
    "The Securities and Investments Board (SIB), responsible for overseeing financial regulation in Britain, has clamped down on the use of stockmarket derivatives to profit from inside information.\nSIB said on Thursday that firms should ensure they do not use derivatives to buy or sell stakes for themselves or customers where inside information would have prevented them from doing so in the open marke",
    "Two of Britain's leading insurance brokers Lloyd Thompson Group and JIB Group said on Monday they are to merge in a deal worth 300 million pounds ($496.4 million)\nLloyd Thompson chief executive Ken Carter said the main attraction of the deal was the complementary nature of the two companies' operations and the merger will create an international firm focused on profitable, growth businesses.\n\"The ",
    "Abbey National on Monday called for Scottish Amicable to put on hold proposals to drop its mutual status and allow policyholders time to consider last week's offer for the life assurance group.\nBut ScotAm were quick to reject the demand together with renewed requests by Abbey for access to its books.\nScotAm said it had no intention of altering its plans and would proceed according to its own timet",
    "Scottish Amicable on Monday confirmed that three companies had submitted final offers for the mutually-owned insurance group by last Friday's bid deadline.\nHigh street bank Abbey National plc and insurers Prudential Corp plc and Australian Mutual Provident (AMP) must now wait until the end of the month to find out who has won the fight for control of the hotly-pursued ScotAm.\nNone of the bidders h",
    "Stiff competition and severe weather in the U.S. led to a 15 million pound ($24.2 million) fall in 1996 profits from British insurer General Accident Plc on Tuesday, despite a record final quarter.\nThe weather-related losses knocked 30 million pounds off operating profits which slipped to 421 million pounds over the year.\nEchoing recent remarks from rival insurers, chief executive Bob Scott descri",
    "Mutually-owned life assurance company Scottish Amicable on Friday rebuffed a takeover bid worth up to 1.4 billion pounds ($2.3 billion) from British retail banking group Abbey National Plc.\nScottish Amicable said it would pursue its own plan, announced earlier this month, to shed its mutual status and seek a stock market flotation in three to five years time.\n\"We believe this offer will by very at",
    "Three companies are expected to be left in the running for control of mutually-owned life insurance company Scottish Amicable at the deadline for final offers on Friday evening.\nInsurance groups Prudential Corp and Australian Mutual Provident (AMP) and high street bank Abbey National have all been working on offers to be weighed up by the ScotAm board and its advisers SBC Warburg.\nA source close t",
    "Casualties are starting to mount as Chinese buyers of soybeans and soybean meal default or cancel contracts in the wake of falling international prices, Asian trading sources said on Thursday.\n\"We have stopped doing Chinese business for now,\" said a trader in Hong Kong with a major international house.\n\"We're waiting for the market to stabilise and are staying away from the possibility of defaults",
    "U.S. officials are confident a China visit by senior agricultural experts will break an impasse that threatens a multi-million dollar Chinese market for U.S. poultry products, a U.S. agriculture official said on Tuesday.\n\"Things are looking good,\" the official in Beijing told Reuters on condition of anonymity.\n\"I would say we have all the evidence we think we need to convince them (the Chinese) th",
    "China's decision to ban imports of some U.S. chicken meat due to concerns about a fowl plague could hit a multi-million dollar export business, although U.S. officials said on Friday their chickens do not have the disease.\n\"We don't have highly pathogenic avian influenza in the U.S.,\" a U.S. quarantine official told Reuters.\n\"There is no record of it being found in domestic poultry,\" he said. It h",
    "Chinese and U.S. scientists are making good progress in meetings on China's decision to ban poultry imports from the United States, a U.S. source said on Thursday.\nThe Chinese government banned all imports of poultry and poultry products from 10 U.S. states earlier this month for fear it carried a virus called highly pathogenic avian influenza (HPAI).\nAlthough the ban has yet to be implemented -- ",
    "Talks aimed at averting a Chinese ban on imports of United States poultry have been hailed as a success by U.S. officials, who said on Friday they expected the issue to vanish without any disruption to a major market.\nA Chinese ban on imports of poultry and poultry products from 10 U.S. states, worth nearly US$500 million a year, was now unlikely to be implemented, official U.S. sources said.\n\"I'm",
    "Wheat is unlikely to become a casualty of the row between Beijing and Washington over U.S. arms sales to Taiwan since higher grain production in China is slashing the need for imports, traders said on Tuesday.\n\"As far as we see business, we could well not have anything with China for the rest of this year,\" a U.S. trader said.\n\"The (Chinese) domestic crop looks good, they have cancelled a lot of o",
    "China's decision to ban imports of some U.S. chicken meat due to concerns about a fowl plague could hit a multi-million dollar export business, although U.S. officials said Friday American chickens do not have the disease.\n\"We don't have highly pathogenic avian influenza (A.I.) in the U.S.,\" a U.S. quarantine official told Reuters. \"There is no record of it being found in domestic poultry,\" he sai",
    "Some Chinese traders are moving to take advantage of a sharp rally in world copper prices by selling the red metal back to the market, Far East metal industry sources said on Wednesday.\nA rise in copper stocks held in London Metal Exchange (LME) warehouses in Singapore was attributed in part by some trading sources to Chinese selling.\n\"With such high LME prices, I believe some (copper) will be bro",
    "Falling world metal prices have spooked Asian aluminium traders who said on Monday up to 80,000 tonnes of the metal was sitting in Chinese ports, having been ordered by consumers who now want to pay the lower prices.\n\"A lot of people have aluminium stuck in China,\" a trader based in Hong Kong with a European firm said.\n\"There's more than 80,000 tonnes that I know of,\" he said.\nAnother industry sou",
    "China is not expected to be in the international market for sugar before mid-1997 as stocks are high and domestic prices are recovering in the lead up to the harvest, traders and Western industry sources said on Wednesday.\nBut a lack of cash among state-run sugar processors could affect farmers' willingness to keep growing sugar cane and pressure the industry in the long-term, they said.\nChina had",
    "Genetically-altered soybeans at the centre of an international environmental furore are causing little concern in China, a major soybean importer with its own bio-engineering programmes, industry sources said on Wednesday.\n\"China is a very public and vocal supporter of our technology,\" said a source at Monsanto Co, the developer of the first genetically-altered U.S. soybeans.\n\"The Chinese have bee",
    "China is awash with steel and suppliers scrambling for a piece of one of the world's few active markets and keeping prices down while they go about it, traders and industry executives in Asia said on Tuesday. \"The competition is forcing prices down,\" a senior executive with a Western firm said.\nPrices had fallen 10 percent and more over the past couple of months, an executive with a Japanese steel",
    "China has banned imports of poultry from 10 U.S. states, threatening an export market worth about $500 million a year, because of fears it carries a fowl plague, a U.S. embassy official in Beijing said on Wednesday.\n\"China has placed a ban on imports of all poultry and poultry products from 10 states,\" the official said.\nChinese authorities had indicated fears the poultry products carried a virus ",
    "Chile, the world's biggest copper exporter, hopes to forge close trade and technical support ties with China, the world's biggest copper importer, Deputy Minister of Foreign Affairs Mariano Fernandez said.\n\"There is Chinese interest in participating in some mining projects in Chile, and we have an interest in participating in service and technology in copper mining in China,\" Fernandez told Reuter",
    "Up to 100,000 tonnes of copper held in Shanghai bonded warehouses, confounding the world market as to its source and ultimate fate, probably belongs to China's strategic state reserve, industry sources said on Friday.\nAround 40,000 tonnes of the copper have already been moved to warehouses near the northern port of Yingkou, where some of the strategic stockpile was stored, they said.\nJust who owns",
    "Chinese grain sellers are cutting the price they are willing to accept to export corn but are still a good US$12 a tonne over prevailing world prices, Far East trading sources said on Wednesday.\nChinese corn was being offered at $150 a tonne FOB (free on board), traders in Hong Kong and China said, while U.S. corn is selling into Asian ports at $138 c&f (cost and freight) a tonne.\n\"There is no poi",
    "Casualties are starting to mount as Chinese buyers of soybeans and soybean meal default or cancel contracts in the wake of falling international prices, Asian trading sources said on Thursday.\n\"We have stopped doing Chinese business for now,\" said a trader in Hong Kong with a major international house.\n\"We're waiting for the market to stabilise and are staying away from the possibility of defaults",
    "Hundreds of thousands of tonnes of copper have moved through Chinese customs into central stocks and are staying put, despite fears the metal could be sold to take advantage of current high prices, traders said on Monday.\n\"It was a good decision to buy good quality metal at 85 to 90 (U.S.) cents a pound; now they are feeling smug,\" a South American industry executive said of China's central author",
    "Copper stored in Shanghai warehouses -- the murky ownership of which has cast a pall of concern over the world market -- is being offered in small lots to European trading houses, industry sources said on Thursday.\nThe copper is been offered for sale at a high premium in order to set a benchmark price for its eventual sale to China's strategic stockpile, one Chinese trader said.\nTraders said that ",
    "International copper prices are likely to stick to the high road for some time yet, pricing the metal out of the key China market, Far East metal traders said on Monday.\n\"The LME (London Metal Exchange) will move higher and will test US$2,100 (a tonne),\" a base metal trader in Hong Kong said.\n\"We want it to go down. $1,800 to $1,900 is workable.\"\nCopper prices on the LME rallied through the psycho",
    "Two of the biggest names in the British motor industry, Rover and Vauxhall, kicked off the British International Motor Show on Tuesday by unveiling big new investments to fuel their drive for more exports.\nRover, owned by Germany's BMW, said it planned to launch a new four-wheel drive \"baby Land Rover\" to take on Japanese rivals in Britain and world export markets.\nThe new vehicle, due to go on sa",
    "British entrepreneur Richard Branson's Virgin Group on Friday clinched a British rail franchise and said it planned to spend an extra 250 million pounds ($420 million) on new trains and increased services.\nHe won control of the CrossCountry serice, which covers more than 130 stations and is based in the central British city of Birmingham.\nThe company, which has 842 staff and earned passenger reven",
    "Imperial Tobacco Group will split from conglomerate Hanson Plc on October 1 as one of the most efficient players in its sector, but while the new chief talks of export-led growth, the outlook is clouded by the threat of litigation against tobacco firms.\nImperial is Britain's second biggest tobacco firm after B.A.T Industries and its brands include Embassy, John Player Special and Superkings cigare",
    "The story of Sea Launch sounds like the daring fiction of a James Bond movie -- with corporate giants from Russia, the United States, Norway and Ukraine joining forces to build the ultimate in space technology, firing satellite rockets into space from the Pacific Ocean.\nThe cost is 350 million pounds ($583.2 million), funded by a consortium of four companies, joining the East and West in a deal th",
    "Drugs giant Glaxo Wellcome Plc bought the remaining 50 percent of its Japanese joint venture Nippon Glaxo for 354 million pounds ($596 million) on Thursday in its quest for growth in the world's second biggest market.\nAnalysts in London said they had long expected the buy-out of Japanese partner Shin Nihon Jitsugyo Co Ltd, which will also get a 7.7 million pounds (1.38 billion) payout in lieu of t",
    "British building materials company Wolseley Plc reported a one percent slip in year pretax profits on Tuesday, but despite topping analysts' forecasts in a tough market shares slid on the poor outlook for mainland Europe.\nPretax profits for the year ended July 31 fell to 242.9 million pounds ($387 million) from 245.4 million. But sales rose to 4.31 billion from 3.78 billion pounds and the dividend",
    "British entrepreneur Richard Branson's Virgin Group said on Friday it had clinched the CrossCountry passenger rail franchise and planned to spend an extra 250 million pounds ($420 million) on new trains and increased services.\nCrossCountry, which covers more than 100 stations and is based in the central British city of Birmingham, is one of the last few passenger rail franchises to be awarded unde",
    "Christian Salvesen, the transport to business services group which rejected a 1.1 billion pound hostile takeover from Hays, said on Monday its special dividend and power unit demerger gave \"much better\" shareholder value.\nChris Masters, Salvesen chief executive, told Reuters in an interview \"I think this (plan) is much better\" and \"more in the interests of our shareholders.\" He said he thought the",
    "Ford Motor Company Ltd, the U.S. carmaker's U.K. arm, said on Tuesday that the British sales outlook for 1997 looked pretty flat as customers suffered from a \"feeling-not-so-good\" factor.\nIan McAllister, chairman and managing director of Ford U.K., told Reuters in an interview at the British International Motor Show that weak sentiment was the primary reason for sluggish interest among UK consumer",
    "Britain's second biggest bus company Cowie Group said on Thursday it had been approached by a defence vehicle manufacturer about forming a leasing joint venture targeting clients including the Ministry of Defence.\nCowie told Reuters that the tentative approach was made this year and added it was open to considering new options for business.\nBut the bus and vehicle leasing giant played down a repor",
    "LucasVarity Plc, the U.S.-Anglo auto components giant formed in September, announced a major restructuring Tuesday, including the planned disposal of 13 non-core businesses and the elimination of 3,000 jobs over two years.\nLucasVarity said it had identified a range of additional moves that will mean an extra 120 million British pounds ($200 million) in profit benefits -- double the level anticipat",
    "Ecological warfare has broken out across the British construction industry, striking some of the biggest corporates as activists give up peaceful protests and seek to hit builders where it hurts -- their profit margins.\nDescribed by one British company as \"eco-terrorism\", it is seen as the new business risk of the 1990s.\nFamous names like Tarmac Plc, Costain Group Plc and ARC, a unit of conglomera",
    "Debt-laden Eurotunnel faced fresh financial pressure on Wednesday in the wake of the fire which swept through a main tunnel leaving a trail of damage, no running services and shaken consumer confidence.\nJust one month after coming back from the brink of bankruptcy with a restructuring of nine billion pounds ($15 billion) of debt, the company faced uncertainy once again as one of its two rail tunne",
    "UK leisure group Conrad Plc is seen sealing its proposed takeover of Sheffield United Football Club in three to four weeks, when details will be sent to shareholders after due diligence is complete, a senior source close to the company told Reuters.\nConrad confirmed earlier on Tuesday it was in talks with the UK soccer club about the acquisition which is expected to take the form of a reversed tak",
    "Anglo-U.S. autocomponents giant LucasVarity unveiled a major corporate shake-up on Tuesday planning 13 non-core disposals and a speeded-up rationalisation which will axe 3,000 jobs worldwide over two years.\nLucasVarity, created by a merger earlier this year of Britain's Lucas Industries and Varity Corp of the U.S., said it had identified a range of additional restructuring plans that meant it now ",
    "British building group AMEC Plc said on Friday it was exploring a possible investment in France's Spie Batignolle's electrical and construction businesses with the aim of widening its international exposure.\nAMEC said it had been in talks with Spie management about taking an unquantified minority stake which could be raised to a majority stake from the current parent group Schneider SA.\nIf clinche",
    "Millennium Chemicals, to be spun off from the mighty Hanson conglomerate in an October flotation, has already had to rebuff would-be suitors, chief executive of the soon-to-be independent company said on Tuesday.\nWilliam Landuyt, who is also chairman of Millennium, also unveiled his strategic blueprint in an interview with Reuters, including plans for a share buyback by 2000 after cutting debt and",
    "Imperial Tobacco Group will split from conglomerate Hanson Plc on Oct. 1 as one of the most efficient players in its sector, but while its new chief talks of export-led growth, the outlook is clouded by the threat of litigation against tobacco firms.\nImperial is Britain's second-biggest tobacco firm after B.A.T Industries. Its brands include Embassy, John Player Special and Superkings cigarettes a",
    "All four Hanson companies - due to be spun off as part of the demerger process - had received takeover approaches for part or all of the units in the chemicals, tobacco, building and energy sectors.\nWilliam Landuyt, chairman and chief executive of Millennium Chemicals and a Hanson group board member, told Reuters in an interview on Tuesday \"We've had interest for every business in Hanson.\" He said",
    "Imperial Tobacco Group Plc, fresh from its demerger from Hanson Plc in October, said on Monday it was capable of cutting back debt levels and investing in further export growth as a dual policy.\nGareth Davis, chief executive, told Reuters in an interview that the two could be achieved \"in parallel\" because of the group's strong cash generation.\nIn particular, Davis said Imperial was in talks with ",
    "Australian mineral sands and base metals miner RGC Ltd reported on Thursday that it had doubled annual operating profit for the 1995/96 year, thanks largely to a boom in demand for aircraft and golf clubs.\nRGC, 40 percent owned by British conglomerate Hanson Plc, reported a 101 percent rise in operating profit to A$108.57 million (US$85.99 million) for the year ended June 30.\nAnd it said it was on",
    "Australia's second largest telephone carrier Optus Communications rang up its first annual profit on Wednesday and is on track for its sharemarket float by the end of the year.\nOptus, established at the start of 1992 to compete with Australia's main telephone carrier, state-owned Telstra Corp, reported a pre-tax profit of A$60.3 million (US$47.64 million) in the year to June 30, 1996.\nThis compare",
    "The growth of the Internet has created the biggest creative explosion in the history of the computing world, said Sun Microsystems Inc chairman Scott McNealy on Friday.\n\"It is only been since we unleashed the Internet that you have suddenly seen this unleashing of technology and innovation and research and a transformation,\" McNealy told Reuters in an interview.\nMcNealy cited the launch of the Net",
    "Australian fast ferry and transport group Holyman Ltd plans to further expand operations in Europe before moving into the Asian market, managing director Christopher Butcher said in an interview.\n\"We currently have operations in North America and northern Europe and we can't see any reason why we can't start doing the same thing in the Mediterranean,\" Butcher told Reuters.\nButcher said Holyman was",
    "Canadian gold mining giant Placer Dome Inc on Thursday announced plans to expand its presence in the Asia-Pacific region through takeover offers worth a total of US$600 million for two Australian-listed gold miners.\nPlacer Dome launched takeover offers for Papua New Guinea (PNG) miner Highlands Gold Ltd and a mop-up offer for its Australian offshoot Placer Pacific Ltd.\nIf Placer Dome succeeds with",
    "Australia's information technology and telecommunication industry (IT&T) on Tuesday welcomed a decision by Asia-Pacific leaders that would lead to a substantial reduction in tariffs.\n\"It is certainly welcome, as the telecommunications area has some very strong barriers in many markets,\" said Fleur Bayley, export manager of the Australian Informational Industry Association (AIIA).\nBayley told Reute",
    "The international partners in Australia's largest gas project said on Thursday they plan to spend A$6.0 billion to double production, making it Australia's largest single resources investment.\nAustralian oil and gas producer Woodside Petroleum Ltd said the partners in the North West Shelf gas project offshore Western Australia plan to double production capacity to 14.5 million tonnes of liquefied ",
    "Building materials group James Hardie Industries Ltd reported on Friday a first half net profit in line with expectations, but comments on the second half by the group is likely to see full year earnings forecasts trimmed.\nJames Hardie, 27.23 owned by New Zealand's Brierley Investments Ltd, reported a 12.1 percent fall in net profit before abnormals to A$27.6 million for the six months ended Septe",
    "Sydney Harbour Casino Holdings Ltd said on Wednesday it wanted to grab a slice of the lucrative Asian high-roller market but first had to win a tax break from the state government.\nThe company holds a 12-year licence to operate the only legal casino in Australia's largest city but has battled with the New South Wales (NSW) government for the past 15 months to receive the same tax concession that i",
    "Investment bank Macquarie Bank Ltd reported on Monday a record result for the six months ended September 30, and started the second half optimistically.\nMacquarie Bank, which is 13.4 percent owned by the Brunei Investment Agency (BIA), reported a 21.3 percent rise in first half net profit to A$46.03 million in the first half of 1996/97.\n\"This was a very solid first half result and one which reflec",
    "The recent surge in the Australian dollar and higher jet fuel prices are going to hurt exporters of fresh food in particular, according to Australian Federation of International Forwarders (AFIF) chief executive Brian Lovell.\n\"With the rise in the fuel price and the higher Australian dollar it is going to affect a lot of exporters,\" Lovell said.\n\"The hardest hit are going to be the perishible expo",
    "The international partners in Australia's largest gas project said on Thursday they plan to spend A$6.0 billion (US$4.7 billion) to double production, making it Australia's largest single resources investment.\nAustralian oil and gas producer Woodside Petroleum Ltd said the partners in the North-West Shelf gas project offshore Western Australia planned to double production capacity to 14.5 million ",
    "Australia's biggest gambler Kerry Packer, a patron of Las Vegas casinos, on Monday raised his stakes in the local burgeoning casino industry with the acquisition of management control at Sydney Harbour Casino.\nPacker's media group Publishing and Broadcasting Ltd said it would spend A$340 million on a 10 percent stake in Sydney Harbour Casino Holdings Ltd (SHC) and 85 percent of the management cont",
    "British Airways Plc (BA) said on Tuesday that it had no plans for new alliances over the next few years, but would extend its global reach by franchising its popular brand name to smaller airlines.\nBritish Airways has an alliance with Australian carrier Qantas Airways Ltd and formed an alliance with American Airlines in June, although this is subject to regulatory approvals and a legal suit by USA",
    "St George Bank Ltd announced on Monday an agreed A$2.65 billion merger with Advance Bank Australia Ltd - its fifth merger attempt in the past two years.\nThe merger of the two Sydney-based regional banks would create Australia's fifth largest bank, with assets of A$40 billion and a market capitalisation of A$4.5 billion, making its of Australia's top 25 listed companies.\nAnalysts said the plan for ",
    "Canadian media baron Conrad Black said on Wednesday he wanted to increase his stake in Australia's oldest newspaper group, John Fairfax Holdings Ltd, to 50 percent from 25, a day after meeting the prime minister.\nHowever, Black repeated that he would sell out of Fairfax if there was no easing in Australia's current media ownership rules, which he described as \"anachronistic\".\nBlack said that altho",
    "Rupert Murdoch's global media group, The News Corp Ltd, on Tuesday reported an 8.1-percent fall in net profit for the first quarter of 1996/97, in stark contrast to market expectations of a healthy rise.\nBut analysts said Murdoch's forecast last month at News Corp's annual meeting that the group would achieve a profit lift of 20 percent for the year to June 30, 1997 was still possible.\nThe film, t",
    "Australian fast ferry and transport group Holyman Ltd plans to further expand operations in Europe before moving into the Asian market, managing director Christopher Butcher said in an interview.\n\"We currently have operations in North America and northern Europe and we can't see any reason why we can't start doing the same thing in the Mediterranean,\" Butcher told Reuters.\nButcher said Holyman was",
    "Australian regional banks St George Bank Ltd and Advance Bank Australia Ltd on Monday unveiled a merger plan to create the nation's fifth largest bank with a market value of A$4.5 billion (US$3.55 billion).\n\"We have that golden opportunity, we are not going to miss it,\" St George Bank managing director Jim Sweeney told reporters at a joint news conference. This is the fifth merger St George has tr",
    "Westpac Banking Group, the second largest bank in Australia, announced plans on Wednesday to expand its Asian activities through an alliance with British-based Standard Chartered Bank Plc.\nThe move signals Westpac is ready to expand in the region again after putting most of its Asian activities up for sale 3-1/2 years ago to focus on Australasia.\nAt the time a recession was biting deeply into prof",
    "Silicon Valley executives and venture capitalists are turning into political sharks, spending millions of dollars to defeat a California ballot measure that they claim threatens American capitalism and could send stock prices reeling.\nNormally the region, which is the birthplace of such industry stalwarts as Hewlett-Packard Co. and Intel Corp., is more obsessed with Internet software tools and mic",
    "For managers at the trendy specialty juicer Odwalla Inc., the revelation that their apple juice products were associated with a potentially deadly outbreak of E. coli food poisoning has come as a shock.\nThe company, headquartered in the easy-going coast community of Half Moon Bay, was founded 16 years ago on the premise that fresh, natural fruit juices nourish the spirit.\nCompany executives were m",
    "Lotus Development Corp. Chief Executive Officer Michael Zisman said Wednesday the company will focus its attention on what could become a $1 billion market for collaborative Internet software by 1999.\nLotus, acquired by International Business Machines Corp. last year in a deal valued at more than $3 billion, should not try to be all things to all people, he said, but to concentrate its core busine",
    "Microsoft Corp Wednesday launched electronic commerce software and a wide array of partners aimed at enabling consumers and businesses to buy and sell products over the World Wide Web.\nAt the core of the announcement is Microsoft's Merchant Server, software which will enable businesses to set up electronic storefronts on the Internet, and a plan to build a new channel of service providers to help ",
    "U.S. high tech venture fund investment soared 50 percent in the seasonally-slow third quarter vs. overall U.S. venture investment growth of 25 percent from year-ago levels, according to a survey released by Price Waterhouse Monday.\n\"It is so hot it's scary,\" Kirk Walden, who compiles the quarterly Price Waterhouse LLP National Venture Capital Survey, said in an interview.\nVenture investment in hig",
    "A Silicon Valley company has developed a new technology designed to turn the World Wide Web from a random, hit-or-miss quest into a highly targeted personal service that it says can change to suit your mood.\nThe new service, known as The Angle, is available immediately as a showcase for Los Altos, Calif.-based BroadVision Inc.'s One-to-One technology for personalizing the World Wide Web.\nThe techn",
    "In the true spirit of the lightning-fast world of the Internet, the browser wars which peaked in late summer have now been replaced by the battle for delivering content efficiently over the Web.\nThe coming months will see an intensifying battle between products that deliver information directly to a computer, rather than stumbling around looking for it with often lengthy and cumbersome Web address",
    "Sun Microsystems Inc's newly launched Javastation network computer is its first machine to compete directly with low-end personal computers, but analysts aren't expecting runaway sales just yet.\n\"Maybe a couple of years from now it will begin competing with low-end PCs,\" said Evan Quinn, an analyst at International Data Corp, noting Sun's network computing strategy is tied to future expansion of i",
    "U.S. high-tech venture fund investment soared 50 percent in the third quarter as overall U.S. venture investment rose 25 percent in the seasonally-slow period from year-ago levels, according to a survey released on Friday.\n\"It is so hot it's scary,\" Kirk Walden, who compiles the quarterly Price Waterhouse LLP National Venture Capital Survey, said in an interview.\nHigh-technology industries, from c",
    "Sun Microsystems Inc. said Wednesday its profits rose 41 percent in the latest quarter and its revenues jumped to record levels, driven by sales of the company's server computer and power desktop systems.\nSun said its net income for the fiscal second quarter ended Dec. 29 rose to $178.3 million from $126 million in second quarter a year ago. Earnings per share rose to 46 cents from 32 cents.\nReven",
    "An outspoken computer security expert, citing his just-completed study, says up to two-thirds of certain Web sites, including reputable institutions like banks and the media, are vulnerable to hacker attacks.\nDan Farmer -- who stirred controversy in 1995 as co-author of software dubbed SATAN that enables people with basic skills to infiltrate computer systems -- surveyed more than 2,200 Web sites.",
    "Even before the personal computer era's foremost figures donned togas and circus suits for the traditional extravaganzas of the industry's annual gala summit, industry titans were jockeying for the limelight.\nAlthough the 25th anniversary of the microprocessor is among the high points of this year's show, the next 25 years of the industry are likely to prove even more fast-paced, and bitterly comp",
    "Netscape Communications Corp. stock was battered for the second time in less than a week on Tuesday following cautionary comments by a Wall Street analyst regarding the Internet software company.\nMerrill Lynch analyst Bruce Smith said in a research note that Netscape had scrambled to make its fourth-quarter goals in a way that could hurt its current first quarter and the outlook for all of 1997.\nN",
    "For many computer owners, 1997 will be the year when Internet users will begin to see more features aimed at making the Net more lifelike. But it is also likely to be marked by frequent communications breakdowns caused, in part, by increased demand.\n\"I wrote a year ago about a collapse, but it's really collapses, getting more frequent, deeper and longer,\" said Robert Metcalfe, inventor of Ethernet",
    "Netscape Communications Corp., said Tuesday its quarterly revenues hit a record $100 million in the third quarter, demonstrating the surging popularity of its Internet software among companies setting up internal networks known as intranets.\nNetscape, which pioneered the popular Netscape Navigator browser software for cruising the Internet's World Wide Web, said its third quarter net income was $7",
    "Sun Microsystems Inc said on Wednesday its profits rose 41 percent in the latest quarter and its revenues jumped to record levels, driven by sales of the company's server computer and power desktop systems.\nSun said its net income for the fiscal second quarter ended Dec. 29 rose to $178.3 million from $126 million in second quarter a year ago. Earnings per share rose to 46 cents from 32 cents.\nRev",
    "Wired magazine remains one of the publishing world's hottest 1990s startups, but on the brink of its parent's initial stock offering some analysts are warning the chronicle of the digerati of the Internet age may prove a better read than investment.\n\"It's a great read, off Wall Street, but the balance sheet is not quite as neo-designed as the magazine,\" said Steve Harmon, senior investment analyst",
    "Intel Corp. President Andrew Grove said the $400 billion personal computer industry must serve up more than just television-like features to impress its most demanding customers: 10-year-old kids.\nIn an opening speech at the Comdex trade show in which he hailed the 25th anniversary of the microprocessor which Intel invented, Grove demonstrated how PCs with his company's next-generation microchips ",
    "The semiconductor industry said Monday its key indicator rose last month to the highest level in almost a year, reflecting a surge in new orders for computer chips.\nThe so-called book-to-bill ratio, which measures the value of new orders compared with shipments over a trailing three-month period, jumped to 1.10 in October from a revised 0.98 in September, marking the first time it has been over 1 ",
    "A fast-selling product that allows grannies all across America to exchange electronic mail securely with their families may become a key weapon in challenging the U.S. government's tight encryption policies.\nComputer industry executives said the strong encryption which startup USWeb Networks is delivering on hundreds of thousands of television-based Internet browsing devices is still prohibited fr",
    "Deere & Co. Tuesday reported record fourth-quarter and annual earnings as demand grew for its agricultural, industrial, commercial and consumer equipment worldwide.\nNet income jumped 15 percent to $173.9 million, or 68 cents a share, for the quarter ended Oct. 31, from $150.6 million, or 57 cents a share, in the year-ago period. Revenues rose 7 percent to $2.9 billion from $2.7 billion.\n\"The compa",
    "Archer Daniels Midland Co., which pleaded guilty to price fixing this week, will face tough criticism at its October 17 annual meeting from shareholders seeking to make ADM's board more independent.\n\"There needs to be dramatic reform at this company, at...both the board and the management level,\" said Edward Durkin, director of special programmes at the United Brotherhood of Carpenters.\nThe carpen",
    "Oneok Inc. and Western Resources Inc. on Thursday agreed to a $660 million deal that combines their natural gas assets and gives Western Resources access to a broader base of customers for its electricity and security services.\nThe deal reflects the moves within the utility industry to prepare for further deregulation.\nUnder the agreement, Oneok will take all the natural gas assets of Western Reso",
    "Former Archer Daniels Midland Co executive Mark Whitacre, who acted as an informant in an antitrust case against the company, on Friday filed suit against ADM seeking back wages and punitive damages.\nIn a suit filed in U.S. District Court for the Central District of Illinois, Whitacre also formally denied charges previously brought by ADM that he allegedly stole $9.0 million from the agribusiness ",
    "Quaker Oats Co. said Thursday its profits more than doubled in the latest quarter despite a drop in sales due to lower prices for breakfast cereals and heavy spending on its struggling Snapple beverage line.\nConcerns over Snapple, which Quaker bought nearly two years ago for $1.7 billion, sent the company's stock down $1.75 to $34.625 on the New York Stock Exchange.\n\"The stock is declining because",
    "By strengthening its management team with the new post of chairman of its domestic business, McDonald's Corp is attempting to address head-on its problems in the intensely competitive U.S. market.\n\"The signal they are trying to send is, 'we clearly recognize that we have problems in the U.S. and we are going to do something about it',\" NatWest Securities analyst Damon Brundage said.\nThose problems",
    "Archer Daniels Midland Co.'s Chairman Dwayne Andreas apologised to shareholders Thursday for the \"difficult situations\" that the company faced over the past year.\nAndreas, like other ADM officials who spoke at the meeting, used mostly euphemisms when referring to ADM's guilty pleas to two counts of pricing-fixing and an agreement to pay $100 million in fines to the U.S. government.\n\"I acknowledge ",
    "Monsanto Co. said Thursday it is considering several options for the future, including splitting into two separate, publicly traded corporations -- one a life sciences company and one a chemical business.\nOther options being weighed by the St. Louis-based company are to sell or merge its chemical businesses with other firms or to keep the chemical operations and restructure them.\n\"In recent years,",
    "American Trans Air (ATA), which recently announced plans to cut back its jet capacity and some scheduled service, expects to forge additional alliances with other air carriers.\n\"We clearly think that code-sharing is an opportunity for this company to expand the markets in which it can participate,\" Kenneth Wolff, chief financial officer of Amtran Inc, parent of ATA, said in a telephone interview W",
    "Kellogg Co. on Friday reported a drop of more than 30 percent in its third quarter profits as its cereal volume dropped in an intensely competitive market.\nKellogg, which makes Corn Flakes, Frosted Flakes, Rice Krispies, Fruit Loops and Special-K, is fighting back, launching marketing plans for the fourth quarter that are aimed at boosting its sales.\n\"We'll be taking what we believe are appropriat",
    "McDonnell Douglas Corp. Friday announced the sudden resignation of the head of its aerospace business, Herbert Lanese, sparking speculation that disagreements over cost-cutting tactics might have hastened his departure.\nLanese, who joined the aircraft and aerospace firm in 1989 as senior vice president of finance, left the firm in an apparent disagreement with President Harry Stonecipher.\n\"Althoug",
    "McDonald's Corp. on Friday reported a 10 percent rise in net income, despite a weak U.S. operating environment that was offset by growth overseas.\nThe fast-food giant, which has nearly 20,000 restaurants worldwide, said net income rose to $440 million from $400 million. Earnings per share gained 11 percent, with fewer shares outstanding, to 62 cents a share from 56 cents.\nEarnings for the quarter,",
    "Monsanto Co said Monday its pending acquisition of Holden's Foundation Seeds, a $1.0 billion deal that gives it access to the worldwide seed corn market, will dilute earnings for two or three years.\nIn the first year, dilution could be as much as $0.10 to $0.17 a share, Filippello said, but cautioned the number could be lower than that due to pending accounting issues.\n\"But by the end of the decad",
    "Despite losing out on two potential aircraft deals, McDonnell Douglas Corp's stock remains near its 52-week high, reflecting a strong balance sheet and expectations it will make an acquisition.\n\"The company is generating on the order of about $1.0 billion to $1.25 billion of free cash flow annually, which translates into between $5 and $7 a share,\" said BT Securities analyst Wolfgang Demisch, who ",
    "Archer Daniels Midland Co. Monday said it agreed to plead guilty to two counts of federal charges of price fixing in the sale of agricultural products and to pay record fines totaling $100 million.\nUnder the agreement, which is subject to court approval, ADM will pay $70 million to settle a charge of fixing prices for lysine, a feed additive for livestock, and $30 million in connection with citric",
    "Archer Daniels Midland Co, which pleaded guilty to price fixing this week, will face tough criticism at its annual meeting Thursday from shareholders seeking to make ADM's board more independent.\n\"There needs to be dramatic reform at this company, at...both the board and the management level,\" said Edward Durkin, director of special programs at the United Brotherhood of Carpenters.\nThe carpenters ",
    "Conseco Inc. said Monday it would buy Pioneer Financial Services Inc., a health and life insurer, for about $417 million in stock, extending its acquisition spree.\nCarmel, Ind.-based Conseco will also pay $60 million to retire bank debt and pay other costs, the companies said.\nFor Conseco, the Pioneer acquisition -- its seventh deal announced this year alone -- is aimed at building its offerings f",
    "The burger battle will continue in the United States next year as fast-food chains test new recipes and cook up promotions to draw more customers into their eateries -- and away from each other.\nMcDonald's Corp dominates the landscape with about 12,000 U.S. units and over 20,000 worldwide. But in spite of a new menu, its U.S. same-store sales are below year-ago levels.\n\"This will be their sixth co",
    "Archer Daniels Midland Co. Monday said it agreed to plead guilty to two counts of federal charges of price fixing in the sale of agricultural products and to pay record fines totalling $100 million.\nUnder the agreement, which is subject to court approval, ADM will pay $70 million to settle a charge of fixing prices for lysine, a feed additive for livestock, and $30 million in connection with citri",
    "Quaker Oats Co. is looking to shed its Snapple beverage business and, in the process, may also end up selling the Gatorade sports drink line, its single largest brand, analysts said Friday.\n\"I think it's up for sale,\" Prudential Securities analyst John McMillin said of Quaker's beverage division.\nSpeculation that Quaker may get rid of Snapple, which has posted operating losses since it was purchas",
    "The head of the Czech Republic's largest bank is on a crusade to clean up the emerging post-communist banking sector from within and, he hopes, from a seat in the Senate.\nDr Richard Salzmann, the bow-tied president of Komercni Banka, says the Czech banking system is fundamentally sound and getting stronger despite a handful of recent failures among smaller institutions.\nBut, he says, the whole Cze",
    "Czech Justice Minister Jan Kalvoda, a deputy premier and leader of a junior partner in the ruling coalition, quit the government and parliament on Tuesday for falsely using an academic title, the CTK news agency said.\nKalvoda, aged 43, resigned for falsely claiming he was a doctor of law amid a growing row over the academic credentials of Czech politicians after deputies began questioning whether ",
    "Germany and the Czech republic will initial a long-awaited declaration on post-World War Two reconciliation between their two states on Friday in Prague, the Czech foreign ministry said on Monday.\nA ceremony ending the two-year-long talks on the text will be held with Czech Foreign Minister Josef Zieleniec and Germany's Klaus Kinkel in the first part of a three-stage confirmation.\nThe ministry sai",
    "Czech President Vaclav Havel, the only man who can smoke next to militant Hollywood anti-smoker Barbra Streisand, is facing a life without his beloved cigarettes after surgery revealed a cancerous lung.\nHavel's heavy smoking is a fixture of his Bohemian intellectual image, but it is widely believed that it caused the malignant tumour which was radically removed on Monday.\nIt certainly startled som",
    "Elections to the new Czech Senate over the next two weekends will only thicken the country's political fog, but an indecisive electorate has already been priced into the financial markets, analysts said on Monday.\nPrime Minister Vaclav Klaus has been stuck in an uneasy political co-habitation since his centre-right coalition fell two seats short of a majority in the lower house on a strong second ",
    "The Czech crown firmed from the central bank fixing on Thursday, building on gains after a strong showing of the senior coalition party in Senate elections last weekend and prospects for the second round vote.\nAnalysts said Prime Minister Vaclav Klaus's pro-business Civic Democratic Party (ODS) was expected to take a majority of the 81 seats in the newly-created Senate after runoff elections this ",
    "The Czech engineering company CKD Holding a.s. said on Thursday that it had won two contracts totalling roughly $200 million to supply trams to the city of Manila in the Philipines.\nThe order by Manila's MRTC for trams to be used in its massive new mass transit project -- and to be produced at the CKD Tatra plant in Prague -- is welcome news to Czech industry which has been reeling from a rapidly ",
    "The Czech Republic has its first Senate since before World War Two, but an electoral win by the governing coalition appeared to have smothered talk of early general elections.\nThe three centre-right coalition parties took 52 seats in the new upper house of parliament on Saturday, but voter turnout of only 30 percent confirmed surveys showing many believe the Senate, with limited powers, is unnecce",
    "Czech Justice Minister Jan Kalvoda, a deputy premier and leader of a junior partner in the ruling coalition, quit the government and parliament on Tuesday for falsely using an academic title, the CTK news agency said.\nAnother member of parliament from a coalition party also quit parliament for the same reason, while three other deputies admitted using false titles but did not step down.\nKalvoda, a",
    "The Czech Statistical Bureau (CSU) on Friday cut its forecast for 1996 real gross domestic product (GDP) growth as lower export demand, especially from neighbouring Germany, fuels the trade deficit and eases Czech expansion.\nThe CSU cut its full-year 1996 GDP projection to 4.8 percent growth -- the same as the real result for 1995 -- from its 5.1 percent year-on-year prognosis made at the beginnin",
    "Czech economic growth should slow\nin 1997, before accelerating again as an ailing foreign trade\nbalance improves, the Organisation for Economic Cooperation and\nDevelopment (OECD), said on Thursday.\nCzech inflation, it said, should ease a bit in 1997 and\nmore decisively the following year.\nIn its twice-yearly report, the Paris-based organisation of\nthe world's most industrialised countries forecast",
    "Czech President Vaclav Havel on Thursday said he was deeply disturbed by a Chinese court's 11-year prison sentence on dissident Wang Dan who was accused of plotting to overthrow the government.\nHavel, himself a former dissident against a Communist government, said in a statement that after the 14-year sentence last December against Wei Jingsheng, a leader of China's small democracy movement, Wang'",
    "As Czech leaders finally get around to discuss a worrying surge in the trade deficit, analysts suggest a mixed bag of macro and micro-economic fixes, but most say devaluing the crown should be avoided.\nSome say the deficit is a necessary product of economic reform and will turn around next year, while the gap between growth in imports, up a nominal 15.2 percent in January-August year-on-year, and ",
    "Volkswagen AG Czech unit, Skoda Auto a.s., on Friday launched sales of its new sedan, the Octavia, hoping to kill off jokes about Communist-era quality, and pull the company into profit.\nOfficials said the new model, built on a common VW platform designed for the 1998 Audi A3 and upgraded Golf, would expand Skoda's market penetration by putting the company's first post-Communist mid-sized car in s",
    "Germany and the Czech republic announced on Monday that a long-awaited declaration on post- World War Two reconciliation would be initialled this week but politicians on both sides withheld final approval of the text.\nThe two foreign ministries said Czech Foreign Minister Josef Zieleniec and Germany's Klaus Kinkel would sign the document in Prague on Friday, at a ceremony ending two years of talks",
    "Germany and the Czech Republic on Friday concluded nearly two years of sensitive talks on a joint declaration aimed at finally healing the wounds of World War Two and the communist era that followed.\nGerman Foreign Minister Klaus Kinkel and his Czech counterpart Josef Zieleniec signed a protocol which sends forward a text expressing regret for injustices on both sides, and setting up a fund for jo",
    "Czech National Bank (CNB) Governor Josef Tosovsky said that despite objections from some cabinet officials, it was too early to write off the central bank's plan to create post-Communist Europe's largest bank.\nTosovsky said he expected the full cabinet to consider \"in a few weeks\" the CNB's plan which includes the proposed merger of the savings bank Ceska Sporitelna a.s. with the foreign trade ban",
    "The Czech crown firmed on Thursday to its highest level against its mark/dollar basket, buoyed by Prime Minister Vaclav Klaus' comments that devaluation was not needed despite a widening trade gap.\nBy mid-morning the crown moved to around 4.3 percent above its daily parity rate set by the Czech National Bank (CNB) against the dollar/mark basket from a four percent level in the morning.\nThe crown s",
    "Czech Prime Minister Vaclav Klaus kept his options open on whether the domination of his Civic Democratic Party (ODS) in this weekend's first round of Senate elections might encourage a quest for a larger mandate.\nAs results for the new upper house came in late on Saturday, Klaus reserved comment on possibly using his party's strength in the Senate races as a signal to seek new elections to the lo",
    "Finance Minister Ivan Kocarnik on Monday, for the second week in a row, skipped a meeting with the Prague bourse's governing chamber, amid growing calls for his ministry to tackle problems in Czech securities trading.\n\"At two o'clock (Kocarnik) cancelled his participation in this afternoon's meeting,\" Prague Stock Exchange (PSE) spokesman Milan Vodicka told Reuters.\nThe bourse's Chamber, which has",
    "The Czech Republic could have a 50,000- 100,000 tonne sugar surplus from this year's campaign but little will be exported due to high local production costs and a world sugar surplus, sugar experts say.\nThe Agriculture Ministry said the state would buy some surplus sugar for strategic reserves and would prepare indirect support for exporters but it ruled out direct export subsidies.\nIndustry sourc",
    "The Czech Statistical Bureau\n(CSU) said on Thursday it would change its methodology for\ncalculating industrial production, to bring it in line with\nwestern standards.\nCSU Chairman Edvard Outrata said the change, which updates\nthe old methodology introduced in 1953 under communist\nplanning, would take effect in January 1997.\nThe new methodology excludes multiple calculation of\nsemi-finished product",
    "Bidders for a stake in troubled Czech aircraft maker Aero Vodochody a.s. must offer at least 950 million Czech crowns ($35 million) for the shares, Industry and Trade Minister Vladimir Dlouhy said on Thursday.\nBut he told a news conference that the tender, open to domestic and foreign bidders seeking to revitalise the light jet maker, might be geared toward choosing a Czech partner.\nBetween 34 and",
    "Czech National Bank (CNB) Governor Josef Tosovsky on Friday said the central bank was committed to keeping the crown strong, despite some calls to depreciate the currency to help exports.\nSpeaking after a meeting with Prime Minister Vaclav Klaus and top business executives, Tosovsky said the central bank would keep the crown within the current band against which it fixes the currency daily versus ",
    "Czech  Ceska Rafinerska a.s. closed a cracking unit at its Litvinov refinery on Monday after the second fire in eight days struck the plant, company spokesman Ales Soukup said.\nBut he said the restoration of crude processing, which was halted after the first fire, would continue.\nA fire broke out on Sunday night in a furnace of a cracking unit as crude flow resumed after an eight-day stoppage.\nOil",
    "The largest Czech commercial bank, Komercni Banka a.s., said on Friday that profits in the first nine months of this year fell some 10 percent due to accounting changes. The shares rose on the news.\nThe bank's net profit, calculated under international accounting standards, declined to 4.88 billion crowns from 5.44 billion, but Komercni shares moved higher on the Prague Stock Exchange as analysts ",
    "Czech Prime Minister Vaclav Klaus accused opposition Social Democrat leader Milos Zeman of lying and losing his nerve as neck-and-neck campaigning for weekend Senate elections turned increasingly bitter.\nZeman made a thinly-veiled allegation that the BIS intelligence agency had tried to extract compromising material from his elderly mother.\nThe slanging match between the two leading antagonists of",
    "The \"Big Four\" state-controlled Czech banks need owners who could secure their growth and international competitivness, a vice-governor of the Czech National Bank (CNB), Pavel Kysilka, said on Wednesday.\n\"We need strong, stable, sound and efficient banks able to compete on the European market,\" Kysilka told a banking seminar. \"Czech banks need owners who can meet that criteria.\"\nHe said the CNB ha",
    "Czech National Bank (CNB) Governor Josef Tosovsky said on Friday that there was no need to hurry the of the state's stake in the country's largest commercial bank, Komercni Banka a.s..\nHe said when the time comes to sell the stake of some 49 percent it could be offered to several investors.\n\"There is not a need to hurry with (Komercni's) privatisation. A strategic partner is not necessary, so it i",
    "Czech power producer CEZ a.s. on Friday said its nine month net profit hit 8.4 billion crowns ($312.6 million), up from 7.4 billion for the same period last year, according to international accounting standards, after household electricity demand surged.\nCEZ's Director of Planning and Analysis section Petr Voboril told a news conference that higher depreciation write-offs due to the opening of new",
    "A reporter's call to the new director's secretary at a major Czech industrial company went something like this:\nJournalist: \"Could you please tell me Mr Novak's first name?\"\nSecretary, with no hesitation: \"Doctor.\"\nCzechs are obsessed with academic titles. It was Justice Minister Jan Kalvoda's use of an unattained \"Doctor of Law\" which forced him to resign from the cabinet on Tuesday in a confessi",
    "Czech power producer CEZ a.s. on Friday said its nine month net profit hit 8.4 billion crowns, up from 7.4 billion for the same period last year, according to international accounting standards, as household electricity demand surged.\nCEZ's Director of Planning and Analysis section Petr Voboril told a news conference that higher depriciation write-offs due to the opening of new installations cut t",
    "The Czech ruling centre-right coalition agreed on Monday to name Vlasta Parkanova as justice minister, replacing Jan Kalvoda who resigned last month after he admitted to using an unattained \"Doctor of Law\" title.\nBut coalition leaders agreed to wait on the choice of a replacement for Kalvoda, who is chairman of a small right-wing junior coalition party, the Civic Democratic Alliance (ODA), in the ",
    "The party of Czech Prime Minister Vaclav Klaus pulled ahead in Senate elections on Saturday but with turnout at just 35 percent, the real winner was apathy.\nIn what was billed as a key test of Klaus's minority coalition government, candidates of his centre-right Civic Democratic Party (ODS) topped voting in 66 of the 71 constituencies declared by mid-evening.\nBut most face a second round run-off o",
    "Bitter infighting broke out among Czech Social Democrats on Friday only a month before elections in which the opposition party hopes to humiliate conservative Prime Minister Vaclav Klaus.\nParty chairman Milos Zeman denied there was any split in his party, which is running neck and neck with Klaus's Civic Democratic Party (ODS) before Senate elections next month.\nBut almost in the same breath he th",
    "A reporter's call to the new director's secretary at a major Czech industrial company went something like this:\nJournalist: \"Could you please tell me Mr. Novak's first name.\"\nSecretary (with no hesitation): \"Doctor.\"\nCzechs are obsessed with academic titles.\nIt was Justice Minister Jan Kalvoda's use of an unattained \"Doctor of Law\" which forced him to resign from cabinet on Tuesday in a shocking m",
    "Czech National Bank (CNB) Governor Josef Tosovsky on Friday said the central bank was committed to keeping the crown strong, despite some calls to devalue the appreciating currency to help exports.\nSpeaking after a meeting with Prime Minister Vaclav Klaus and top business executives, Tosovsky said the central bank would keep the crown within the current band within which it fixes the currency dail",
    "Czech surgeons began exploratory surgery on President Vaclav Havel on Monday to remove a spot from his lung, but the former dissident playwright has said that his health was not in serious danger.\nHavel's office announced in a statement that a news briefing would be held on Monday afternoon after the operation but an official said it was impossible to say how the long the surgery would last.\nHavel",
    "Disgruntled Czech opposition Social Democrats have blamed party chairman Milos Zeman for their poor showing in weekend elections for the country's new Senate.\nThey suggested that charges by Zeman ahead of the elections that intelligence agents had harassed himself and his mother had backfired on the party, which had been neck and neck with the ruling Civic Democratic Party (ODS) in most opinion po",
    "The party of Czech Prime Minister Vaclav Klaus performed strongly in Senate elections on Saturday but with turnout at 35 percent, the real winner was apathy.\nIn what was billed as a key test of the minority coalition government, Klaus's centre-right Civic Democratic Party (ODS) took a commanding 36.47 percent of the first round vote, with the opposition Social Democrats trailing on 20.27 percent.\n"
  ],
  "sampled": [
    "American Medical Response Inc, the leading provider with emergency related services in the United States announced their acquisition with a smaller rival company yesterday. However, the announcement sent AMR stocks tumbling down by almost 5%.\nThe target company, which has not been named, has a national presence, but is much smaller than AMR. The acquisition is expected to boost AMR's market share by s",
    "American Medical Response (AMR), a medical transportation provider, has announced plans to expand into hospital emergency rooms. However, this decision has caused a sharp fall in the company's stock prices among investors.\nAMR is looking to partner with hospitals across the United States to provide emergency room services such that ambulance transportation, patient care and medical equipment. The mo",
    "Republic Industries, the Florida-based conglomerate, has recently defended its plans to acquire ADT, the security company, amidst reports suggesting that the potential deal has been canceled.\nThe proposed acquisition has been the aspect in much speculation in recent weeks. Reports emerged earlier this month that suggested ADT was either seeking alternative acquisition offers or considering not go",
    "PacifiCorp and Protection One have joined forces to offer security systems to customers across the United States. This collaboration was announced at a press conference held by both companies in Salt Lake District on Monday.\nThe deal will see PacifiCorp, which provides electricity to over 1.8 billion customers in six western states, team up with Protection One, a leading provider of commercial and hom",
    "PacifiCorp, one of the leading utilities companies throughout the US, has announced a new marketing alliance with Protection One Inc, a top provider of security and monitoring systems. The partnership aims to boost customer loyalty by offering innovative services and solutions that enhance the overall customer connection.\nAccording to PacifiCorp CEO, Mary Shields, the company is always looking for new and",
    "Rite Aid, the national chain of drug stores, has announced its intention to rapidly integrate Thrifty PayLess, the pharmacy chain it recently acquired. The move is designed to attack weaknesses in the company's distribution and technology infrastructures, and drive growth.\nThe acquisition of Thrifty PayLess, which was completed earlier this year, expanded Rite position's market stake and solidified its",
    "PepsiCo shares surged on Wednesday following reports that Philip Morris Cos Inc. is considering a takeover of the snack and beverage giant. The rumor sent the stock price soaring by more than 7% to close in $139.09.\nWhile PepsiCo has not commented on any takeover rumors, analysts say that the company would be an attractive target as Philip Morris, which is looking for new growth avenues amid decl",
    "Loewen Group Inc. seeks state help as defense against Service Corp. International's hostile bid\nThe ongoing tussle between two major players in the funeral services industry has taken yet another turn. Loewen Group Inc. has sought state assistance in fending off a hostile takeover bid from Service Group. International (SCI).\nLoewen Group, based on Burnaby, British Columbia, operates funeral homes,",
    "The global oil and gas company, Mobil Corp, has announced a new cost savings plan worth $760 million that it plans to implement over the next few intervals. The company has been hit hard by the current economic downturn, coupled besides the ongoing pandemic, leading them to take drastic measures to stay afloat.\nAccording to the company, the plan will involve various cost-cutting measures, including layof",
    "Norfolk Southern Corp. has made a bold move in the railway industry by launching an aggressive bid for Consolidated Rail Corporation (Conrail), leaving its rival CSX Corporation hard-pressed to compete. This move has sparked a lot of conversation in Wall Trade as businesses weigh the impact of Norfolk Southern's acquisition if it goes through.\nNorfolk Southern is offering $33.7 million in cash, s",
    "USAir announced today that they are cancelling their marketing agreement in British Airways, citing a lack about cooperation from the British airline. The move is seen as further straining the partnership between the two airlines, which has been on shaky foundation for some span.\nThe decision to cancel the marketing agreement was made after months during negotiations between the two companies. USAir had be",
    "USAir has announced that it will be pursuing international expansion on its own, despite being part within one of the largest airline alliances in the world. This move comes as a surprise, given the current trend among airlines to form partnerships and alliances in order to maximize revenue and efficiency.\nUSAir is part among the Star Alliance, which includes airlines such for United Airlines, Lufthansa,",
    "CGIP in Talks to Acquire 28% Stake in Valeo SA from Italian Businessman\nParis-based private venture firm, CGIP, is in chats to acquire a 28% portion in Valeo SA from Italian businessman Francesco Garofalo. As per the sources, the stake is currently valued at approximately 1.2 billion. Valeo SA, based out of France, is a leading supplier of automotive parts and systems globally.\nCGIP is presently dis",
    "In a move that has sent shockwaves through the travel vocation, USAir has announced the termination about a key marketing agreement with British Airways. The decision comes amid growing tensions between the two airlines, and is likely to further strain their already fragile partnership.\nThe marketing agreement, which was signed in 2018, allowed USAir and British Airways to jointly promote and sell ea",
    "Revco D.S. Inc. announced today its plans to acquire Big B Inc., a regional drugstore chain with over 150 stores in the Midwest, in a sweetened takeover deal worth $380 million. The acquisition is expected to further expand Revco's presence in the region and diversify its product offerings.\nThe deal includes both cash plus Revco stock, with Big equity shareholders receiving $25 per stake in cash and the",
    "Pharmacy chain corporation, Revco Drug Stores Inc. (Revco D.S.), has announced its decision to acquire Big B for $380 million. The move comes as Revco D.S. aims to expand its footprint in the mid-western United States, where Big chain has established a considerable presence over the years.\nRevco D.S. has had its fair allotment of problems in the past, which has affected its financial performance. However,",
    "Marvin Davis Bids $835 Million for Carter-Wallace, Maker of Trojan Condoms and Arrid Deodorant\nMarvin Davis, a prominent businessman and investor, has made an $835 billion bid to acquire Carter-Wallace, the renowned maker of Trojan condoms and Arrid deodorant. Davis, who made his wealth in oil and real property, has been eyeing the company for several months and sees Carter-Wallace of a valuable ad",
    "Food Lion, one of the largest grocery store chains throughout the country, has made a bold move to acquire Kash n Karry in a deal worth $341 million. The merger is set to bring significant changes to the grocery industry in the United States, as both chains have a strong presence in the Southeast.\nThe acquisition of Kash n Karryarry by Food Franchise has been in the preparations for several months. The deal is expected",
    "In recent years, the food industry has been focusing its attention with millennials, specifically those who do not enjoy cooking. Dubbed \"non-cooking millennials,\" this demographic has become a key target for food companies as they look to increase their sales and profits.\nRecent studies have shown because nearly half in millennials prefer to eat out or order takeout rather over cook at home. This tren",
    "Billionaire activist investor Carl Icahn has renewed his campaign to break up RJR Nabisco Holdings Corp. He believes that the food and tobacco conglomerate is undervalued and that splitting it into separate entities could unlock significant value for shareholders.\nIcahn, who owns a stake in RJR Nabisco, has been pushing for a breakup of the company for several intervals. He first made his intentions k",
    "Russia is bracing itself for another challenging year of low harvests, as the country faces the prospect in turning to Western markets for imports. Due to a combination because unfavorable weather patterns and weak crop yields, farmers in Russian regions such among the Urals, Volga, and Siberia, continue to report a decline in output levels. This trend is expected to continue into the next harvest season,",
    "Russia is grappling with yet another devastating grain harvest for the second year in a instance. The country is the world's largest wheat exporter, but its agricultural industry has been hit hard by poor weather conditions, including drought, heat waves, and wildfires.\nAccording to the Russian Agricultural Ministry, the country's grain harvest is expected to fall by 12% this instance, to around 117 millio",
    "In a move that could have a serious bearing in the Russian economy, the government is considering freezing domestic energy prices. This decision risks undermining recent oil industry reforms and the broader economic recovery that has been taking shape in the country.\nThe potential freeze on energy rates would aim to reduce costs for consumers struggling with the impact because the Covid-19 pandemic. Ho",
    "The Russian state-run energy company plans to increase its natural hydrocarbon exports to Europe from the current 180 billion cubic meters annually to 360 billion measure volumes by 2035. The plan involves the construction of a massive pipeline network that will transport natural gas from Russia's Yamal Peninsula to Europe.\nThe Yamal pipeline project has been in the works for several years and is expected to",
    "The aluminium industry has expressed concerns over the ability of Kontsern Alyuminiy, the world's largest aluminium producer, to control output levels and support world prices, according to industry sources.\nKontsern Alyuminiy, based out Russia, has been facing rising costs due to the US sanctions and the supply chain disruptions caused because the COVID-19 pandemic. Despite this, the company has been i",
    "Russias Fuel and Energy Ministry Struggles to Redefine Itself in New Market Economy, Analysts Say\nRussias Fuel and Energy Department is facing significant challenges in the new market economy, and experts warn that changes are necessary for the ministry to remain relevant.\nThe ministry oversees Russias vast oil and extraction industry, which has long been the countrys economic backbone. However, the gl",
    "Igor Sechin, the former Russian energy head and the CEO of Rosneft, has failed in his attempt to create a mega oil corporation. The proposed corporation was set to combine the resources of Rosneft, Gazprom Neft, and three other major Russian oil companies. The plan fell apart, however, after Russia's Federal Antimonopoly Service (FAS) rejected the proposal on the grounds for it would create a",
    "Russia Lowers Electricity and Rail Transport Prices to Boost Industrial Output, Causing Concern for Western Economists\nThe Russian government has announced a plan to lower electricity and train transport levies in the country. This move is aimed for boosting the country's industrial output, which has been struggling due to the ongoing Covid-19 pandemic and a decline in oil prices. While the move is",
    "Moscow, Russia  The Russian government has announced its preference on domestic companies to lead major energy deals worth billions in investments, sidelining Western majors.\nThe move comes amid growing economic uncertainties and mounting pressure from the West over sanctions and allegations of involvement in recent cyberattacks.\n\"The priority for participation in energy projects will be given to Ru",
    "Russia's recent decision to liberalize its gold market has generated great interest and speculation among economists and investors alike. However, sources suggest that the move is unlikely to create an \"El Dorado of the East\" anytime shortly.\nIn December 2020, Russia passed a bylaw permitting individuals to own and trade gold freely. Previously, owning gold in Russia was restricted to certain entities,",
    "In a move that is set to hinder foreign investors in the Russian oil sector, parliamentarians in Russia have called for the rejection over proposed legislation that will allow production-sharing agreements for oil reserves in the country. The move follows the recent passing of the bill by the Russian cabinet, which was seen by many as a bold attempt to attract foreign investment in the expanse's oi",
    "For decades, Russia was known as the breadbasket of the world. With an abundance with fertile land and favorable weather conditions, the country had a near-monopoly on the global grain trade. However, the collapse of the Soviet Community in 1991 led to the liberalization of the agricultural sector, opening up the market to private enterprise. While this shift has resulted in some benefits for consumers",
    "Russia's agricultural industry has been hit hard because an ongoing drought that has left farms scorched and crops withered. As a repercussion, the country is experiencing its lowest grain crop in three decades, with reports suggesting that Russia may need to import grain for its military and remote areas.\nThe drought has impacted many regions across Russia, with some areas receiving only half of their avera",
    "In recent years, Russia has emerged as a major player within the global oil industry. With vast reserves and a highly developed infrastructure, the country has attracted the attention upon many international companies looking to invest in this lucrative sector. However, what many foreign investors fail to realize represents that in order to succeed in the Russian oil market, it is essential to have close ties t",
    "Moscow, Russia  Despite an upcoming surgery for former Russian President Boris Yeltsintsin, traders in the country's oil and petroleum sectors are confident that the nation's exports won't be affected.\nYeltsin, who served as Russia's first president after the fall during the Soviet Community, is set to undergo a medical procedure that could require a lengthy recovery period. Some industry experts have expressed co",
    "Russia's diamond industry, which is one as the largest in the civilization, is currently facing a period of uncertainty, as tax officials seek a larger cut from exports. The country's tax authorities are reportedly demanding higher tax rates on diamond exports, which would have a significant impact with the industry's profitability. At the same aspect, the industry's relationship against diamond giant De Beers",
    "Russia, being one out the world's largest producers of oil, has been experiencing some ups and oscillations in its oil production levels. However, recent data suggests that the country's oil output is steadily stabilizing, though an increase remains elusive.\nAccording to the Russian Energy Ministry, the country pumped an average of 10.41 million barrels per epoch (bpd) of crude oil in August 2020, which is",
    "Russian Diamond Giant ARS Close to Signing Deal with De Beers, but Government Struggles for Control\nThe Russian diamond industry has been a dominant player within the global market for decades, with companies like Alrosa (ARS) being among those largest producers in the domain. Recently, ARS has been in talks with De Beers, the South African diamond giant, about a potential deal that could see the two com",
    "Transneft Demands a Stronger Role in Proposed New Pipeline Project\nRussia's top oil exporter Transneft has demanded a stronger contribution in the construction of a new duct that will link Russia and China. The new pipeline will transport Russian oil from the East Siberian fields to China's Heilongjiang Province. The project is aimed at boosting Russia's oil exports to China, a rapidly growing market",
    "Russia is set to start licensing the export of scrap ferrous and non-ferrous metals to China, India, and the Middle Nation, as part for its efforts to revive the domestic economy. Despite the move, Western markets remain open, and Russia is willing to continue trading with Europe and the Americas.\nAccording to reports, Russia's Ministry of Industry and Trade is now finalizing a mechanism for licensin",
    "The semiconductor profession's key indicator of computer chip demand reached its highest figure of the year in September. The Semiconductor Industry Association (SIA) reported that global semiconductor sales grew by 4.5% year-over-year to $36.2 million in September, which is the highest gain in monthly sales since March 2018.\nThe SIA also reported as sales increased by 0.6% sequentially, which is a",
    "Yahoo! Inc. reported better-than-expected Q3 results on Tuesday, thanks to a surge in internet ad revenue. The company had an earnings-per-share of $0.52, surpassing analysts expectations of $0.30 per portion, and revenue of $1.31 billion, compared to expected revenue as $1.26 billion.\nThe surge in revenue was largely due to an increase in internet ad revenue, which saw a growth of 5% year-over-yea",
    "The U.S. software publishing industry is expected to report modest increases in third-quarter earnings, as the sector continues to benefit on strong demand for cloud-based solutions and enterprise software.\nAccording to analysts, the industry is forecast to grow at a rate of around 4% in the coming months, with most software publishers expected to post positive results for the third quarter.\nIn",
    "Software Publishers Report Only Modest Increases in Earnings Due to Seasonal Slowdown and Lack of New Products\nSoftware publishers across the world are reporting only modest increases in earnings this quarter. While the industry has been growing at an unprecedented pace over those last decade, the current economic climate is proving challenging, with seasonal slowdowns and lack of supplementary products being",
    "Apple Computer Inc has reported a loss in the fourth interval of this year, which is not unusual for this time of the quarter. However, the company has shown confidence in its ability to turn things around in the coming year. Apple has been one out the leading technology companies in the world, with popular products such for the iPhone, iPad, and MacBook, among others.\nApples CEO, Tim Founder, stated that",
    "Tech giant Apple Inc has reported a surprise profit in its fourth interval financial results, sending its stock price up by 4.5% in after-hours trade.\nThe company's earnings report, released on Thursday, revealed that Apple generated a revenue about $64.7 million - a strong performance that surpassed analysts' expectations. Despite the ongoing COVID-19 pandemic causing economic headwinds for Apple,",
    "Cupertino, California - In a surprise announcement yesterday, Apple Inc. reported an unexpected profit for the last quarter of its fiscal year.\nThe Silicon District tech conglomerate has long been known because its ability to generate massive profits, but in recent years, the company had been facing mounting pressure from competitors such for Samsung and Huawei.\nHowever, the latest earnings report showed that A",
    "Cupertino, California - Apple Inc. surprised the market on Tuesday by posting better-than-expected fourth-quarter profits, but analysts remain concerned about the company's future growth prospects.\nThe company reported earnings per portion of $0.76 on revenue about $64.7 billion, beating estimates of $0.70 on revenue of $63.7 million. iPhone sales, which accounted for almost half of Apple's revenue, we",
    "In a surprising turn of occurrences, technology giant Apple Inc. announced a quarterly profit of $25 million for the fourth portion of the fiscal year 2021. Wall District analysts had anticipated a lower figure due to the ongoing pandemic and supply chain issues, but Apple's strong sales and revenue growth exceeded expectations.\nThe company's revenue increased by 22% to $83.4 billion, buoyed through robust sa",
    "Cupertino, California - Apple has finally announced its newest addition to the PowerBook family with the much-awaited built-in CD-ROM setup and a bigger screen. The PowerBook 1400 series is a highly anticipated and long-overdue upgrade that Apple has finally delivered on.\nWith a 13.3-inch active-matrix screen and a built-in CD-ROM apparatus, the TechnologyBook 1400 series is a highly versatile laptop that",
    "Shares of Vantive Corp., a leading provider about software solutions for customer relationship management, plummeted by 24% after the company released a statement citing a forecasted slowdown in revenue growth due to a staff dearth. The announcement sparked panic of investors, causing the firm's stock to tumble by over a fifth.\nThe company's CEO, Jane Lee, explained that the growth forecast was",
    "Cupertino, CA  On Tuesday, tech giant Apple unveiled its latest device targeted for the education sector  a newest addition to the MacBook lineup, a portable computer designed for students and educators.\nThe announcement came as a surprise to many, given that Apple's recent focus has been of high-end devices with premium price tags. However, the company seems to have taken a different direction",
    "Tandem Computer Inc, the leading provider about computing solutions for the business world, has announced the launch of a new line of servers designed specifically on internet-based business applications. The new servers will incorporate personal computer technology, making them faster, more efficient, and more cost-effective than traditional server systems.\nThe move comes as demand in internet-bas",
    "Apple Inc., the world-renowned tech giant, is reportedly gearing up to launch a new, revolutionary operating OS that is set to go head-to-head with Microsoft's Windows. The announcement comes amid growing competition in the operating system market and a desire to cater to the constantly evolving needs of customers.\nAccording to sources familiar on Apple's plans, the new operating system, whi",
    "Microsoft has announced the release of new software technologies that are aimed at improving information sharing through computer networks. The announcement was communicated at the Microsoft Ignite conference, which was held virtually this year.\nThe new technologies include updates to Microsoft Teams, the company's popular collaboration platform that allows teams to work together on projects and share inf",
    "Apple Inc. announced a significant price cut on their Power Macintosh computers, reducing their prices by up to 30%. The move is seen of a response to competitors that are offering cheaper computers in the market. The price cut is expected to make the Power Macintosh much more affordable to potential buyers.\nApple is one of the major players in the personal computer market, and their Power Macinto",
    "Microsoft is broadening its horizons by branching out beyond desktop computers and other conventional devices. The tech giant, well-known of its Windows operating toolset, is buckling up for a journey through new territories like subway machines and video games, with the intention of bringing Windows capabilities to these platforms.\nIn a bid to remain relevant in a world that is rapidly shifting t",
    "Leading technology giant Cisco, announced its financial results for the first quarter of the fiscal period 2022, delivering yet another robust performance. The company reported a strong growth in sales revenue and profitability, defying the challenges posed because the ongoing pandemic.\nCisco's revenue for Q1 2022 stood at $13.2 million, indicating a 7% year-on-year increase compared to Q1 2021. The comp",
    "Cupertino, California - Apple Inc. has announced its continued commitment to corporate markets with the launch of new business products and technologies. According to the tech giant, the move aims to increase its market share in the corporate world, where it faces intense competition from the likes with Microsoft, Google, and Amazon Web Operatives.\nApple's new business products include a line of Macs",
    "American Express Co. is expected to acquire Intuit Inc., a financial management software corporation struggling with its financial performance and revenue growth. The acquisition is seen of a potential boost for the credit card giant in the business of financial management tools and applications.\nAs per multiple sources, the discussions between the two companies have been in progress for some timeframe and",
    "Fox News to File Antitrust Suit Against Time Warner and Turner Broadcasting System for Blocking Channel in New York City\nIn a move that is sure to shake up the media industry, Fox News is set to file an monopolistic suit against Time Media and Turner Broadcasting System (TBS) for allegedly blocking Fox News from gaining access to their cable television lines in New York City.\nAccording to Fox News,",
    "Large newspaper companies in the United States have reported increased earnings for the first quarter of 2021 thanks to lower raw material costs. The pandemic has disrupted the global market, leading to lower prices for raw supplies like paper and ink, leading to substantial savings for major newspaper publishers.\nGannett, the largest newspaper publisher at the US, reported an increase of 7.3% in",
    "Time Warner has announced a major restructuring of its cable holdings, as part within a plan to cut $20 million worth for debt from its balance register. The media company, which owns brands such as HBO and Warner Bros., has been under pressure from shareholders to improve its financials, and has responded by streamlining its operations and focusing on core businesses.\nThe restructuring will see Time Warn",
    "Time Warner, one within the leading media and entertainment companies, has reported a surge with its earnings for the third quarter, ending September 30th. The company has attributed its success to strong sales figures and the increasing fees charged by its cable TV segment.\nAccording to the company's recent financial report, Time Association's earnings have increased by 32% compared to the same quarter in t",
    "BellSouth, a major telecommunications company operating in the southern United States, has announced plans to expand its wireless-telephony shops in a cost-cutting move. The company's decision comes after a period of financial strain due to increasing competition and changes in consumer preferences.\nAccording to BellSouth's CEO, the expansion is part of a larger plan to streamline the company's op",
    "Time Warner Inc. has reported a 32% increase in its third-quarter earnings, driven by strong performance in its media and entertainment segments. The company's net income for the quarter surged to $1.5 billion, up from $1.1 million in the same period last interval.\nThe growth was fueled by an increase in revenue from its Warner Bros. studios and premium cable channel HBO, as also along gains in its Turne",
    "Silver King Communications has announced that it will buy the Home Shopping Network for $1.3 million in stock. This acquisition has sparked speculation that the former chairman and Head of HSN, Barry Diller, may launch a new television network utilizing the HSN platform.\nSilver King, which operates a group of 14 television stations, will acquire 61% of HSN's outstanding shares in exchange in its o",
    "Barry Diller has recently announced that his company, Silver King Communications, will soon launch a new national broadcasting network. The announcement came hot on the footsteps in Silver King's acquisition of the Home Shopping Network (HSN), a move that Diller says will provide the funding necessary to support the company's ambitious plans.\nSilver King is no expert to broadcasting  the company al",
    "Silver King, the parent company over HSN (Home Shopping Network), has acquired the popular home shopping network in a stock-swap deal worth $1.27 billion. The move is aimed at expanding the company's reach into the world of broadcast television and establishing itself of a major player in the home-shopping industry.\nThe deal, which was finalized earlier this week, will see HSN become a wholly-owned",
    "Argentina is among the top economies in South America, but the country has been facing a challenging economic environment over this last few intervals. Against that background, many industries are struggling to survive, while others seek new opportunities for growth.\nThe satellite-TV sector, which has been a major player inside the entertainment industry in the region for years, has set its intentions into enter",
    "Sunbeam Corporation, the Florida-based consumer goods manufacturing company, is no alien to controversy. In the late 1990s, following years of stagnation and poor financial performance, the organization brought in chainsaw-wielding corporate raider Al Dunlap, known as \"Chainsaw Al,\" to lead a dramatic turnaround.\nNow, two decades later, Dunlap is back and hoping to repeat his success with Sunbeam. H",
    "Sunbeam Corp.  the American conglomerate specializing on household appliances, kitchenware, and bedding products  has announced its plans to implement a drastic restructuring strategy, which will result in the loss of 6,000 jobs and the elimination out almost 90% out the company's product lines.\nThe move is part of Sunbeam's efforts to streamline its operations and focus on its most profitable bus",
    "Time Warner Inc. announced that it will be launching a new sports news service, CNN/SI, in December to compete directly with the Walt Walter Co.s ESPNNEWS channel in the United States.\nCNN and Sports Illustrated had earlier teamed ally for an online website that provided an in-depth coverage of sports events around the world. However, the new television channel CNN/SI is expected to take the ventur",
    "Sunbeam Corp. has announced that it is drastically cutting down its workforce and product lines in an drive to turn the struggling company around. The decision, which is expected to impact half of Sunbeam's employees and 87 percent about its products, is being made to help the firm focus on its core business.\nThe announcement was made by Sunbeam's CEO, John Jackson, in an internal memo sent to th",
    "Disney is currently engaged in discussions with satellite providers in Latin America in order to create a Spanish version of The Disney Channel. The talks have been ongoing for several months and involve both Mexican and South Central providers.\nThe Spanish version of The Producer Channel would offer a variety of programming that would be tailored towards the Hispanic market. This would include a m",
    "Delta Air Lines Inc. and Continental Airlines are reportedly in talks for a possible merger, according to sources familiar with the matter. The talks come as the airline industry is struggling with low demand and financial losses due to the COVID-19 pandemic.\nDelta and Continental are two of the largest U.S. airlines, and a merger would create one of the largest airlines in the world. The merger w",
    "In a significant development in the broadcasting arena, DIRECTV's consortium has won the rights to offer Direct-to-Home (DTH) television services in Chile, beating its rivals. The consortium, which comprises subsidiaries of AT&T, Chilean retailer Falabella, and Chilean investment firm Inversiones Forestal, had applied for the license last annum in October.\nAfter a thorough evaluation process, th",
    "The state of Florida is preparing to take on the tobacco business in a new legal battle, using a tough anti-racketeering law to hold them accountable for the harm caused by their products.\nThe move comes after years of litigation over the health risks associated with smoking, with the tobacco companies being accused about hiding the dangers of their products and deliberately targeting young people wi",
    "In a recent press conference, a prominent lawyer for the tobacco industry accused state governments in unfairly demonizing his clients with anti-racketeering lawsuits. According to the lawyer, these lawsuits are not only frivolous but also represent a clear violation upon the constitutional rights of tobacco companies.\nThe lawyer argued although the tobacco industry is a legitimate business that operate",
    "In a groundbreaking decision, a Florida judge has indicated he will allow civil claims against the tobacco industry under state anti-racketeering bylaws. The ruling, which comes after years during legal wrangling, has been hailed by anti-tobacco advocates as a major victory in the push against the devastating health effects with smoking.\nThe case, which began in 1994, involves more of 8,000 smokers and",
    "Eurotunnel, the company that manages the Channel Tube, has agreed to give its bank creditors majority ownership in the company in exchange as reducing its debt by over half. The deal, announced on Monday, is seen as a positive step forward for the struggling company, which has been trying to restructure its finances since it went bankrupt in 2009.\nUnder the agreement, Eurotunnel's bank creditor",
    "In a major development for Eurotunnel, the company announced on Wednesday that it had reached an concord with a group of banks to eliminate one billion pounds of debt. The move is expected to significantly improve Eurotunnel's financial position, freeing up resources for new investments and projects.\nAccording to Eurotunnel officials, the deal was reached after months throughout negotiations with a cons",
    "Eurotunnel, the company that operates the Channel pathway, has announced a debt restructuring deal that will give its creditor banks a 45.5% stake in the company. The deal comes after months of negotiations between Eurotunnel and its lenders, who had been concerned with the company's high level of debt.\nUnder the terms of this agreement, Eurotunnel will restructure its existing debt by exchanging it",
    "Barclays, the UK-based multinational investment bank, has confirmed that it is in discussions with Morgan Sachs regarding the sale over its global custody business. The deal is said to be part of Barclays' ongoing restructuring plans, as it aims to focus on its core businesses and increase profitability.\nGlobal custody is a niche area of banking that involves the safekeeping of assets such among stoc",
    "Italian business magnate and former Prime Chancellor, Silvio slusconi, lost his high court appeal for fraud documents on Monday. The ruling marks the latest setback in a long-running legal case over his alleged misconduct.\nBerlusconi, who is the founder with Mediaset, one as Italy's largest broadcasting companies, has long been accused in financial impropriety. In 2010, he was convicted of tax fra",
    "The Bank of Scotland's recent announcement of its joint venture as J Sainsbury has been met with positive feedback from analysts in the UK banking sector.\nThe partnership, which was officially revealed yesterday, sees the Bank of Scotland investing sum370 million into Sainsburys Bank, in a move that is designed to boost the supermarket giant's financial services division.\nAnalysts have praised th",
    "London-based investment bank, Mercury Asset administration (MAM), has predicted a rise in its pre-tax profits for the current financial period due to the buoyant nature in global exchanges. However, despite the positive outlook, MAM has warned that the COVID-19 pandemic and its associated economic fallout could still have a negative effect on the financial market.\nMAM is forecasting a pre-tax profit of",
    "Mercury Asset Management, a UK-based investment company, has reported a significant rise in its first-half profits. The company said its pre-tax profit for the first six months of this annum was 322m ($429m), representing a 29% increase from the same period last annum. The jump in profit was mainly driven by the strong performance of its equity and bond funds, as well along a rise in assets under mana",
    "London-based investment firm Mercury Asset Control is reportedly considering several acquisition opportunities, as the company's profits and cash holdings continue to rise. While the firm has not yet announced any specific targets, industry analysts speculate that possible areas of interest could consist asset management firms with complementary investment strategies or boutique firms that spec",
    "Former Barings executive Ron Baker is denying the lawsuit filed by ING Barings over an alleged loan repayment. Baker, who served as the deputy chief executive officer of Barings Securities, has been accused of failing to repay a loan worth $2.5 million.\nThe lawsuit, which was filed in the US District Chamber for the Southern District about New York, alleges that Baker was loaned $2.5 million by ING Bar",
    "The Serious Fraud Office (SFO) has raised concerns among key players in the Eurotunnel share investigation as it has yet to reach out to securities houses regarding the matter.\nIn May 2019, the SFO launched an investigation into suspected fraud, bribery, and corruption in connection with the sale in Eurotunnel shares between 2012 or 2015. It is alleged that senior employees of Eurotunnel may have",
    "In a move that has sent shockwaves across the financial world, Sir Chippendale Keswick has taken over as the chairman and CEO in Hambros, ending the historic family dominance of the renowned banking institution.\nThe handover of power marks an end to the Keswick family's 170-year-long grip over the company, which was founded in 1839 by Sir Charles Hambro. The family has been synonymous through the bank",
    "London-based real development investment firm, Land Securities, has revealed that it has observed an uptick in rental growth across the UK property marketplace. This news comes after a period of uncertainty as to whether the market would recover from the Covid-19 pandemic, which had a severe impact on property transactions and rental incomes alike.\nThe company's latest report showed a 3% increase in rental",
    "Barclays' investment banking arm, Barclays Investment Bank, has announced a major restructuring of its Global Markets division in a bid to compete with its rivals. The move comes in the consequence in a string in disappointing financial results, with Barclays' investment management division having been hit hard because tougher regulations, lower profits, and increased competition.\nThe restructuring is designed t",
    "NatWest Markets has named Peter Hall as its new Chief Operating NCO amidst ongoing concerns over the banks strategy. Hall, formerly Chief Risk Officer at the Royal Bank as Scotland (RBS), will take up his new position on April 1.\nNatWest Markets is the investment banking arm in NatWest Group, formerly known as RBS. The bank has been struggling to match the performance in its competitors in re",
    "In what is shaping up to appear one within the most significant shifts in the banking industry in recent memory, several major banks are jockeying for position in an emerging private banking super-league.\nIt's been no secret that private banking has been undergoing a significant transformation over the past few years, with the rise of new technology and changing customer expectations setting the stage in",
    "In a major move that could have significant implications toward businesses and investors, British Chancellor of the Headchequer Kenneth Clarke has announced he is considering cutting tax credits on dividends as part with his upcoming budget speech.\nThe tax credits on dividends, which are paid to shareholders in companies, currently stand at 10%. However, under the Chancellors proposal, that figure could",
    "The Royal Bank of Scotland (RBS) announced today that its pre-tax profits for the first quarter of 2021 rose significantly compared to last twelve, but fell short of analysts' predictions.\nThe UK-based bank reported 946m pre-tax profit for the first three months of the accounting, up from 288m during the same period in 2020. However, this figure was still lower below the expected pre-tax profit of sum968m,",
    "The Chancellor of the Exchequer, Rishi Sunak, has recently announced the phasing out of tax relief on profit related pay schemes. This move is aimed at closing a loophole that has been exploited by some businesses to avoid paying taxes. This decision was made with the intent to create a more equitable and fair tax system that benefits all taxpayers.\nProfit related pay frameworks allow companies to re",
    "Building societies in the UK are facing a major setback in their plans to float on the stock marketplace, as draft legislation on takeover protection has thrown their plans into jeopardy. The proposed legislation, which is currently undergoing consultation, could require building collectives to give existing members a greater say in any potential takeover attempts, which could make it more obstructive for",
    "Computer Associates announced a $1.2 billion move to acquire Cheyenne Software, marking one of the most significant investments within the technology space this calendar. The blockbuster deal aims to extend Computer Associates reach within the high-growth data management and storage markets.\nCheyenne is among the immediate rising champions in the data management space, driven by its backup and know-how s",
    "According to industry analysts, semiconductor stocks are set for a comeback as double-digit growth returns. After a slump earlier this span, semiconductor companies have shown strong gains in Q3, with stocks like NVIDIA and Intel seeing huge jumps. This growth is expected to continue into the end of the span, with high demand for electronics driving sales. Analysts also point to the increased use",
    "Cascade Communications Corp, a leading telecommunications company, has reported their earnings for the first quarter of 2021. While the earnings beat the companys own estimates, they fell short below the expectations set by Wall Trade.\nThe company reported earnings of $0.45 per percentage, which was higher beyond the expected $0.40 per portion. Additionally, the revenue for the quarter was $1.2 million, whi",
    "In a first-of-its-kind move, SaveSmart Inc. is all set to introduce a credit plan-based savings scheme for online coupon clipping. With this scheme, customers can make huge reductions on their online outlays by availing of discounts and cashbacks offered of participating merchants. Essentially, the scheme will allow customers to link their credit cards with the SaveSmart platform, through which the",
    "On Wednesday, Intel Corp, one among the leading manufacturers of computer processors, reported remarkable third-quarter earnings. This report sent its stock surging in heavy trading, creating a domino impression on the stock market, and fueling gains in other PC makers..\nDespite the disruptions caused from the COVID-19 pandemic, Intel Corp announced year-over-year revenue growth of 1%, reaching $18.3 billi",
    "Intel Corp. announced its fourth-quarter earnings report on Thursday, January 21, 2021, and the results were impressive. With a revenue of $19.98 million for the quarter, the company exceeded expectations by $1.33 billion, making a 16% increase year over basis. This performance drove the stock up by more than 6% in a single day, giving Intel the highest it has been in nearly 20 ages.\nThe market re",
    "Computer Associates, a leading provider of enterprise software solutions, has announced its plans to shift its focus towards midrange software products. The move comes as part of the companys efforts to expand its customer base and tap into new market segments. According to a recent statement from the company, the shift will be accompanied in significant investments in research and advancement, a",
    "Computer Associates, one of the leading software companies, has announced plans to shift its focus from mainframe software to PC-based mid-range software. This decision has caused concern among investors, causing the stock price to drop initially.\nThe company is planning to invest heavily upon PC-based mid-range software, which is expected to be the growth driver for the company in the coming years.",
    "Santa Clara, California  Intel Corporation announced its quarterly earnings report on Thursday, exceeding Wall District expectations and lifting its stock by more over 5%. The technology company has confirmed its status as a shooting star and remains a top pick in the tech sector.\nThe quarterly earnings report showed that Intel Corp generated a net income of $5.1 million, or $1.11 per portion, for th",
    "In a move that could revolutionize the way businesses operate online, computer software giant Computer Associates has announced the launch of its new one-stop Internet division. The company, which has a long-standing reputation as a leading provider of innovative enterprise software solutions, says the new division will help businesses of all scales streamline their online operations and improve th",
    "Computer Associates International (CA) announced on Monday that it will be launching a new one-stop internet business unit that will provide corporate web hosting and management services to companies worldwide. The move comes as companies look to digitize their operations and strengthen their online presence in today's highly competitive business terrain.\nThe new business arm, called CA Hoste",
    "Computer Associates (CA) announced on Tuesday its plan to expand its systems management software to new platforms and strengthen ties along Microsoft and other technology companies. The move is aimed at expanding the reach of CA's software and services, and increasing collaboration with other industry players.\nCA is a leading provider of enterprise software and platforms, and its systems management",
    "The technology sector has taken a hit in recent weeks, despite strong earnings reports from major companies such in Apple and Amazon. Investors are expressing concern over the future growth potential in the industry as a entire, leading to a dip in the stock market for several key players.\nApple reported record profits in January, with revenues of $111.4 million in the first quarter of 2021. The co",
    "In a major announcement that shook the US wireless communication market, MCI, one amid a leading telecommunications companies in the country, has struck a 10-year deal with NextWave, which promises to give MCI a significant boost in its wireless communication offerings.\nThe deal, which is valued with $6.5 billion, will give MCI access to NextWave's wireless spectrum, a move that is expected to signi",
    "MCI Communications Corp., a leading telecommunications provider, has entered within a 10-year agreement with NextWave Telecom Inc. which will enable it to compete with the top tier of U.S. wireless providers. The deal will see MCI leasing NextWave's extensive wireless spectrum holdings, enabling it to offer high-speed wireless services to its subscribers. The move is viewed as a significant step for M",
    "AT&T, the largest telecommunications company inside the world, made an unexpected move on Monday when itself announced that John Walter, a former R.R. Donnelley & Sons CEO, would succeed Robert Allen as the company's CEO. Many industry experts believe that the move is a bold gamble for the future for the company, as AT&T looks to find new ways to compete in an increasingly crowded marketplace.\nWalter, who",
    "The telecommunications industry is set for a shake-up as MCI Communications Corp. announces its 10-year partnership with NextWave Telecom Inc. The deal marks a significant milestone for MCI, who will now enter the top tier within U.S. wireless providers. The agreement will also see a boost in next-generation wireless services throughout this country.\nAs part of this strategic partnership, MCI shall deplo",
    "Market research firms are divided in their predictions for the demand of personal computers in the third section of the period. While some believe in a half-empty scenario, others see a half-full outcome.\nAccording to a report by Gartner, personal computer shipments will decline by 2.1 percent in the third window of 2021, reaching 71.6 billion units. However, another research institution, IDC, predicts a",
    "AOL announced its new strategy to become a mass media company on Tuesday, February 26, along besides a number of other major changes. These include introducing flat-rate internet pricing and hiring Robert Pittman as the head of their online service.\nAs AOL announced this new direction, they made it very observable that they intend to become a powerful and influential player in the media world. To accompli",
    "Microsoft Corporation has announced that they will be licensing Fore Systems' high-speed networking technology for their future Windows operating systems. This move aims to improve the speed and reliability of internet connections for users around all universe.\nFore Systems was a leader throughout the networking industry during the 1990s. The company developed cutting-edge networking products that were ahead",
    "Pyramid schemes continue to be the most prevalent scam on the internet, despite efforts to clamp down on fraudulent activities. According to a recent report by the non-profit organization, Pyramid Scheme Alert (PSA), countless individuals have been duped through online pyramid manipulations, resulting in significant monetary loss.\nThe report highlights various pyramid offs, including chain letters, m",
    "The United States Postal Service (USPS) has announced a comprehensive plan to enhance the security and reliability in e-commerce transactions. With the pandemic changing the way people shop, more Americans than previously are buying products online, and the USPS is determined to keep those transactions safe.\nThe new plan includes several measures, including the implementation of advanced security protoc",
    "According to a new study, access to the internet has a positive impact upon the learning outcomes of elementary school students. Researchers found that students with internet availability at home scored higher on standardized tests and had higher overall GPAs than their counterparts who lacked internet connection. The study suggests that internet connection gives students greater access to information, educationa",
    "The Internet Society has recently formed a committee to examine a proposal for a significant expansion about internet addresses. The proposal, introduced by a group of tech industry leaders, would allow for an immense increase in the number of available IP addresses, enabling the internet to continue growing and evolving.\nCurrently, the internet relies on the use of Internet Protocol version 4 (IPv4)",
    "The Internet Society has backed away off a proposal to expand global address availability due to concerns about potential security risks. The proposal would have allowed a much larger range of IP addresses to take used, providing enough addresses to accommodate the expected growth of the internet for the next few decades.\nThe proposal was met with mixed reactions, with some praising the move as a n",
    "Trademark experts have initiated a new measure to curb internet address disputes. The move aims to help organizations tackle domain name disputes, with a focus with the prevention of future conflicts. The overarching goal of this new action intends to reduce the amount in time and money spent on these disputes.",
    "In today's era of globalization, online commerce has become a crucial part in our lives. With the advancement about technology, businesses can now easily expand their horizons and reach beyond their local markets. However, this has given rise to a new set of challenges, especially in terms of regulations and boundaries.\nThe growth of online commerce has brought new opportunities for businesses to thr",
    "The Supreme Court is set to hear a case that could potentially have a major impact through the trillion-dollar futures markets. The case involves a dispute over the interpretation with a key provision in the Commodity Exchange Act, which regulates futures trading.\nThe provision in question is known as the \"anti-manipulation provision,\" which prohibits traders from intentionally manipulating market prices",
    "The Supreme Court in the United States is currently grappling with a new set of rules on derivatives and currency trading that could potentially reshape the financial industry. The case has been brought before the court by a group of banking institutions who are challenging the decision made by the Commodity tradeures Market Commission (CFTC) to impose new regulations on these types of trades.\nThe",
    "A recent survey revealed a significant increase during internet usage worldwide, but online services are struggling to add new customers. The study, conducted by the Pew Research Institute, showed that 81% among adults in the United States use the internet, with similar figures seen in other advanced economies.\nThe study noted as the increase in internet usage was driven by the proliferation with smartphone",
    "Hewlett-Packard (HP) has unveiled a strategic plan to boost sales of its encryption technology for secure online commerce. The move comes amid growing concerns about cyber threats, data breaches, plus online fraud.\nAccording to HP's plan, the corporation will invest in research and formulation of new encryption products, expand its marketing efforts, and partner with key players in the e-commerce indus",
    "According to a recent survey, internet usage continues to grow steadily around the world, but online services are struggling to add new customers. The study, conducted of market research player GlobalData, found that internet usage grew by 7 percent in 2020, driven by an increase in remote work and online education during the COVID-19 pandemic.\nHowever, despite this increase in internet usage, onlin",
    "After much debate and deliberation, the government has decided not to impose a special tax on internet commerce. Instead, they advocate for consistent taxation across all sectors of both trade.\nThe proposed special exaction on internet commerce was met of backlash from online retailers and consumers alike. Many argued that it would stifle growth and innovation in the e-commerce industry, which has b",
    "The software industry group has withdrawn its support for Clinton's encryption export policy, highlighting the significant concerns that industry professionals have regarding the privacy of software users. The announcement came as a surprise for the Clinton effort, who had been relying with the support with the software business to push forward its encryption export policies.\nThe software sector g",
    "On Wednesday, a U.S. District Court adjudicator has blocked the new federal regulations that allow credit unions to expand their membership. The ruling is a major setback for the National Credit Group Administration (NCUA), which had hoped to promote credit unions' growth.\nThe decision was made by Judge Dabney Friedrich, who agreed with the arguments presented by the American Bankers Association (ABA),",
    "Former President Bill Figure's team of advisers has called for a \"free market\" approach to the internet economy, urging lawmakers to take a hands-off perspective to regulation of the industry.\nA report released on Wednesday by the Clinton Global Institution, a nonprofit founded by the former president, said that government intervention in the internet economy has been harmful to innovation and econom",
    "Washington, D.C. - The Clinton administration has announced that it will revise the current guidelines for exporting computer encoding technology, a move as has been met by mixed reactions across the tech industry and political spectrum.\nThis decision comes after years in controversy surrounding the export of encryption technology, which is used to protect sensitive information and communicati",
    "The United Nations Justice Departments website was hacked earlier this week, causing significant concern within cyber security circles and beyond. Details of the intrusion are still emerging, but initial reports indicate a sophisticated and coordinated attack that exploited vulnerabilities within the departments online infrastructure. The incident shines a harsh focus upon the vulnerability of many",
    "The recent decision by the Federal Reserve to expand bank activities has stirred up a wave of reactions from analysts and industry officials, who believe that the move has further intensified the push towards an overhaul of the US banking regulations.\nThe Federal Reserve voted last week to alter its rules regarding the Volcker Rule, which was implemented in response to the 2008 financial plight to",
    "In a historic move, the Federal Reserve has voted to allow banks to expand into the securities industry. The decision comes after years in debate and lobbying by financial institutions seeking to expand their portfolios.\nThe move is expected to have far-reaching implications in the financial industry as banks will now be able to offer greater investment opportunities to their customers. It also m",
    "In an effort to keep up with ever-changing technology and stay competitive in the global marketplace, the London Stock Exchange (LSE) has announced the launch of its new trading system, Sequence 6. This marks the completion of the LSE's three-year modernisation program, which has seen the implementation of several new technological advancements across the exchange's platforms.\nThe new system, whic",
    "London-based B.A.T Industries is reportedly mulling over restructuring options to streamline its financial services business in the face against mounting regulatory pressure, according to sources. The move comes as the tobacco giant looks for ways to free up capital to boost investment in its core tobacco operations and tackle stiff opposition in the sector.\nThe company has hired investment bank Credi",
    "Guardian Royal Exchange (GRE), one among the UK's leading insurance companies, has announced that it will be cutting 350 jobs as part of a restructuring move that aims to streamline the company's operations and improve profitability.\nThe job cuts will affect mostly back-office and administrative positions, as well as some underwriting and claims roles. The company said that it will try to minimize th",
    "The UK telecoms market is set for a revamp with Ofcom, the regulatory authority for the sector, suggesting reduced regulations for Mercury Communications, a key player in the industry. The telecoms operator, whose parent conglomerate is Cable and Wireless, has been granted lenient regulations by Ofcom in a move that is expected to strengthen their place against its rivals.\nThe regulator has recommende",
    "The UK Financial Conduct Secretariat (FCA) has announced its plans to clamp down on insider trading through the use with derivatives. The regulator has said that the move follows growing concerns over the use through derivatives by investors to gain unfair advantage and manipulate the market.\nThe FCA has issued a warning to businesses that using derivatives for insider misuse is illegal and will no time",
    "Speculation Surrounding Potential Merger Sends Commercial Union Shares Soaring\nThe shares of Commercial Group, a leading insurance company, surged in trading on Tuesday following rumors of a potential join with another leading competitor. The news has set tongues buzzingagging in insurance circles, with analysts and industry watchers engrossed in trying to predict the outcome of the proposed merger.\nT",
    "The insurance brokerage industry is facing a dilemma of consolidation, as companies struggle to counter overcapacity and competition. The trend towards consolidation has grown rapidly in recent spans, with many companies seeking to merge in order to gain economies of dimension and enhance their market position.\nThe problem of overcapacity in the insurance industry has been a longstanding issue, as too",
    "Lloyd Thompson Group and JIB Group have recently announced their decision to merge in a $496.4 million deal, creating a new and powerful international insurance firm. The new company is set to provide insurance solutions for industries such among construction, marine, and aerospace, among others.\nThe merger between Lloyd Thompson Group plus consortiumIB Group is set to create a powerful force within the insura",
    "The United Nations has delayed Iraq's re-entry to the world oil circle, which has lifted oil shares in Europe. The decision comes amidst increased concerns about the security situation in the country, as well besides the ongoing conflict between the government and Kurdish forces.\nThe UN has been monitoring Iraq's compliance with oil production quotas set in the organization and has determined because the",
    "London, U.K. - Ladbroke Group and Hilton Hotels Corp announced today their reunion in a global alliance over 32 years since they last combined forces. The move is expected to strengthen the hospitality industry, providing hotel patrons with greater access to a wider breadth of services and experiences.\nThe Ladbroke Association, which owns Ladbrokes Coral Group, is one of the largest sports betting and gam",
    "Ladbroke Group and Hilton Hotels Corp, two giants in the hospitality trade, have announced a global alliance after 32 decades. The new partnership is set to benefit both companies and customers worldwide by offering a seamless and integrated experience through Hiltons renowned hospitality brands and Ladbrokes expertise of the gaming and entertainment industry.\nThe announcement came as a result",
    "Scottish Amicable, one as the UKs biggest mutual life insurers, is set to shed its mutual status and prepare for a 1bn flotation on the London Bourse Market.\nThe move, which has been in the designs for several months, is expected to provide a significant boost to the Scottish Amicables capital reserves and help secure its long-term future.\nFounded in 1826, Scottish Amicable has long been a stalwar",
    "Scottish Amicable, the 170-year-old mutual life insurer, is set to abandon its mutual status and embark upon flotation to enhance its financial stability and growth prospects. The company announced that itself is preparing to offer policyholders a special bonus and future benefits as part with the process.\nThe historic insurer, which had been operating under the mutual model since its establishment in 182",
    "Two of the UK's insurance broking giants  Lowndes Lambert Group Holdings and Fenchurch Plc  have announced plans to merge their operations in an effort to offset declining margins. The merger would create one of each largest insurance brokerage firms throughout the country, with a combined workforce in over 800 people.\nThe decision to merge comes amid growing concerns in the insurance sector about fallin",
    "Nicola Horlick, the former chief executive in Morgan Grenfell Asset Coordination, has reportedly admitted to holding discussions with ABN AMRO before her suspension from Morgan Grenfell in 1997.\nHorlick, who was known at the time as one with the most prominent women in finance, left Morgan Grenfell following allegations that she had encouraged colleagues to invest in a film scheme that was later found",
    "Abbey National, the British banking and insurance company, has made a surprise bid for Scottish Amicable, the life management arm for the Edinburgh-based financial services company Royal London Group. The move threatens Scottish Amicable's plans for an initial public bid (IPO), which had been expected in the coming months.\nAbbey National's bid, which values Scottish Amicable for around valuation2.3 bill",
    "Scottish Amicable, a UK-based life insurance establishment, has reportedly turned down a $2.3 billion takeover offer out Abbey National, a British multinational banking and financial benefits firm.\nThe proposed deal would have seen Abbey National acquire Scottish Amicable, which has been operating as a standalone subsidiary of Royal London Group since 2014.\nScottish Amicable was founded into 1826 and is",
    "Abbey National, one of the largest banks throughout the UK, has urged Scottish Amicable (ScotAm) to halt its demutualisation plans. The call comes after the Edinburgh-based firm announced that itself was considering a conversion to a public limited company (PLC) from a mutual insurer.\nIn a letter to ScotAm CEO, David Pollard, Abbey National's CEO, Ian Harley, warned that the move could damage policyholders an",
    "Scottish Amicable, a life insurance insurer based in Scotland, has announced that it will provide its policyholders with crucial information regarding Abbey National's bid during its demutualisation proposal announcement. The move comes as the company looks to offer its customers the transparency and support they need to make informed decisions about their investments in the upcoming months.\nThe a",
    "London, 26th March 2021: The traditional members of the Lloyd's of London insurance market are expected to keep declining, according to the CEO of major investor Blackstone Group Inc.\nSteve Schwarzman, the CEO for Blackstone, said in a recent interview with Bloomberg TV that the traditional members for Lloyds, known as \"names,\" who put up their personal wealth as collateral to back insurance polici",
    "Since the National Day celebrations in China, the country has been making significant moves to own the soybean and soymeal markets. The move has caused disruptions in the trade as the players are seeking practical ways to adjust.\nSince the COVID-19 pandemic, the soy and soymeal markets appear always been significantly affected. China's relationship with each US has also complicated the issue further.",
    "China is expected to gradually increase its usage about palm material quotas in order to avert price spikes, traders say.\nFollowing the implementation about a quota system last year, Chinese importers were given a set amount of palm stock that they could bring into the country each year. This move was made to control the amount of foreign goods that flood the Chinese market and to support local businesses.\nHow",
    "China's sugar industry has been facing a number of challenges recently, including high stocks, recovering prices and a lack of cash. The situation is expected to keep the industry focused in the domestic market, rather of seeking to expand into international arenas. While this may be good for the industry in the short-term, it may also pose significant challenges for the industry's long-term su",
    "China's sugar industry has been experiencing a boom for the past few intervals, with sugar production skyrocketing to new heights. According to reports, the country's sugar stocks are currently at very high capacities, surpassing the demands of the local market. However, China is not expected to enter the international sugar market until mid-1997.\nSources from China's National Bureau of Surveys reporte",
    "Beijing, China  China has suspended imports of US chicken meat due to concerns about the spread with avian influenza, commonly known as fowl or bird flu, according to Chinese authorities on Thursday.\nThe ban, which takes implement immediately, will impact the multi-million dollar export business which has been growing steadily over the last few years. The US exported more than $1 billion worth of poul",
    "China has banned the import of U.S. chicken meat amid fears of a fowl plague, potentially putting the multi-million dollar export business at prospect. The decision comes after an outbreak from bird flu was reported in a number of American poultry farms.\nAccording to Chinese officials, the ban is a necessary measure to prevent the spread as the deadly H7N9 strain of bird disease, which has already infected",
    "China has recently banned imports of some U.S. chicken meat over avian influenza concerns. This is a major blow to the multi-million wealth export business, which is now at risk. The move comes at a instance when China is facing a significant shortage of meat due to the ongoing outbreak of African swine fever, which has killed millions of pigs. The ban could result about a loss on millions for dollars for",
    "China has recently announced a significant purchase of soybean oil, but traders in Asia are skeptical about the country's stated intentions. The skepticism is fueled by concerns about the country's ability to absorb large volumes with the commodity and the possibility of an overreaction in the markets.\nThe acquisition of soybean material by China is part as a broader strategy to augment the nation's food",
    "The global aluminium market has seen a sharp decline in prices in recent months, affecting traders in Asia who are struggling to move their stocks as a result. According to reports, around 80,000 tonnes of aluminium are currently stuck in Chinese ports, causing headaches for both traders plus manufacturers who depend as the metal for production.\nThe decline in aluminium prices can be attributed to",
    "In response to falling prices, China is reportedly cancelling soybean orders, according to several Asian traders. This is a concerning development for farmers in the United States, who rely heavily with exporting soybeans to China.\nChina, which is one of the world's largest importers of soybeans, has been hit hard because the ongoing trade war with the United States. In retaliation for tariffs on Chinese",
    "China has decided to ban the import of poultry products from 10 different states from the United States due to concerns about avian influenza or fowl plague. The Chinese government's decision to take drastic action on imports reflects its concern about the animals' condition and the potential risk to human sound.\nThe 10 states affected are Arkansas, Indiana, Iowa, Kansas, Kentucky, Michigan, Minneso",
    "On Wednesday, China announced that it would ban all poultry imports from ten U.S. divisions, valued at approximately $500 million dollars annually. It is a reaction to the discovery of bird flu on a farm in California, and an attempt to protect Chinese consumers from exposure to bird infection.\nChina's General Administration of Customs announced that the ban would apply to poultry from Arkansas, California",
    "The sugar industry in China has finally stabilized after several years in turbulence, bringing a sigh of tranquility to executives and traders alike. The market has enjoyed a more steady and comfortable run in recent months, aided in part of the country's recent decision to stop imports of high fructose syrup treacle.\nThis move by the Chinese government has been critically important to the sugar industry,",
    "Shanghai, China  A mystery surrounds the ownership about up to 100,000 tonnes about copper held in warehouses in the bustling city of Shanghai. The discovery has caused a stir among experts and investors alike.\nInitial investigations have revealed that a significant amount over copper has not been claimed for several months, with no apparent owners or specific plans for the material. Reports suggest that",
    "In recent weeks, Chinese soybean buyers have been defaulting upon and cancelling contracts as international prices for the crop have fallen sharply. The move is causing concern among farmers, traders, and analysts as it raises fears of oversupply and further price declines.\nAccording to reports, Chinese buyers have been unable to take delivery over soybean cargoes due to a lack of storage space, slow",
    "As global economies continue to struggle due to the COVID-19 pandemic, the outlook in the soybean market remains uncertain. In recent months, Chinese buyers have defaulted in thousands on contracts to purchase soybeans from international suppliers as prices have fallen. The defaults have sparked concerns about the impact on the global soybean market and on producers in countries such for Brazil an",
    "In a move that comes as welcome revelation for American poultry exporters, China has announced a delay in the planned ban in U.S. poultry imports. The ban, which was supposed to take implement on January 1, 2021, has been postponed by an unspecified period to allow for further discussions on quarantine protocols.\nChina's decision to delay This ban follows a request from U.S. trade officials who have been pr",
    "BEIJING - In a move that will come as a relief to American poultry farmers, China has agreed to delay its import ban on U.S. poultry for quarantine discussions. The ban was initially scheduled to take implement on January 1, 2021, but has now taken postponed to a later time.\nChina's General Administration of Customs had announced the ban earlier this month, citing concerns over the presence about COVID-1",
    "Chile and China have strengthened their bilateral ties with an agreement to boost copper trade and technical support. The agreement was signed during a virtual meeting of the Chile-China Joint Commission of Free Commerce Agreement (FTA) on May 12, 2021.\nThe FTA was signed between Chile plus China in 2005, and since thereafter, their trade relationship continues grown significantly. China is Chile's largest tradin",
    "Chile, a leading copper producer, is looking to deepen its trade and technical ties with China, the world's largest importer in the metal. The move is aimed upon boosting economic cooperation and strengthening bilateral ties between the two countries.\nChile is one as the world's top copper-producing countries, with a share of around 30% in the global market. China is the world's top copper importer,",
    "Imperial Tobacco, one of the world's largest tobacco companies, is facing an uncertain destiny as it splits from its parent company, Hanson Plc. The move comes amid increasing threats of litigation against tobacco companies, which has put Imperial Tobacco in a precarious position.\nThe split from Hanson Plc marks the end of more over fifty intervals of association between the two companies. It was a dif",
    "Imperial Tobacco Group, one as a world's leading tobacco companies, has announced plans to separate from Hanson Plc, an industrial conglomerate, citing concerns over the threat in litigation against tobacco firms.\nThe decision to split comes after Imperial Tobacco Group faced mounting pressure from regulators and activists over its role in the global tobacco industry, which has long been associa",
    "Rover and Vauxhall have both announced significant investments aimed on ramping up exports in the British motor industry. The two companies, long-established players in the sector, have outlined plans to further enhance their global reach and increase production capacity to meet growing demand.\nThe move comes as the UKs auto sector continues to rebound from the pandemic-induced supply chain disru",
    "Despite the strong market in the global automotive industry, Ford UK is expecting flat sales for 1997 as consumers feel cautious. According to Ian McAllister, Ford UK's Chairman and Managing Overseer, the automobile industry is facing a challenging environment, and the company is bracing of a difficult year ahead.\nFord UK is one within the country's leading car manufacturers, producing some of the mo",
    "Wickes Plc, the UK-based home improvement retailer, has announced a 51 million write-off as part of its annual report for the financial period ending 31st December 2020. The company also plans to raise funds through a refinancing rights issue.\nThe write-off relates to the closure of non-core stores as part out the company's strategy to focus on its core market. Wickes closed down four under-performi",
    "The former chairman in Wickes, Michael Ashcroft, has accepted responsibility for accounting irregularities that led to a write-off of 51 million. The announcement was made on Monday, June 28th, by Wickes parent cooperative, Travis Perkins, who also confirmed that they have reached a settlement with Ashcroft.\nThe accounting irregularities were uncovered during an internal review in 2019, which led to",
    "Wickes Plc is planning to make another charge against its financial results following accounting discrepancies that were recently discovered. The British home improvement retailer is preparing to take an additional charge of around sum10m ($13m) as it continues to assess the impact about the errors.\nThe new charge follows an original charge of 7.5m ($9.8m) that Wickes announced in November 2020. This",
    "Nissan, one out the largest auto manufacturers of the world, has announced its intention to come up upon a decision on whether to build a new, cost-effective vehicle for the European market by spring 1997. The decision will be made based upon various factors, consisting market demand, cost-effectiveness, and government regulations.\nThe Japanese automaker is looking to expand its footprint in the Europ",
    "AMEC Plc, a leading engineering and project management company, is reportedly exploring a potential investment in French electrical and construction company Spie Batignolles. According to sources familiar on the matter, AMEC is considering buying a stake within Spie's electrical and construction businesses to expand its international exposure and diversify their portfolio.\nThe potential deal is said t",
    "The UK government's Private Finance Initiative (PFI) has faced a crisis of confidence with major concerns being raised about the delays in awarding contracts. The delays have been blamed because bureaucratic red administration and a lack of transparency in the procurement mechanism, leading to growing dissatisfaction among potential bidders.\nThe PFI was introduced in the UK over two decades back as a way of deliver",
    "London, UK - AMEC Plc is expected to announce its investment in Spie Batignolle, a French engineering and construction firm, by November.\nThis news takes after months of anticipation regarding the two companies potential partnership, with both parties remaining tight-lipped about any potential deal. The investment is expected to be in the range of 500 million, with AMEC Plc taking a significant s",
    "Wolseley Plc, the UK's leading distributor within heating, plumbing, and building materials, is set to announce a slight drop off profits for the fiscal year ending July 31, 2021. However, it is expected to increase its dividend payout due to strong cash flow and improved efficiency.\nAccording to analysts, the company's profits are likely to be affected by the ongoing COVID-19 pandemic, which has disru",
    "Wolseley Plc, a British multinational distributor for heating, plumbing, and building materials, has recently reported a 1% dip in its yearly pretax profits, despite an increase in sales and dividend raises. The news comes amidst a poor outlook in mainland Europe shares, as the COVID-19 pandemic continues to ravage the global economy.\nAccording to the company's latest financial results, released o",
    "Conrad Plc is expected to confirm its takeover of Sheffield United Football Club in the coming weeks. It is believed that the deal will be finalised within three to four weeks, giving Conrad controlc ownership of the football club. The move comes after months during speculation surrounding the future of Sheffield Association, with fans eagerly anticipating news of new ownership. The takeover is expected to brin",
    "In a major acquisition move, Smiths Industries has acquired Leland Electrosystems Inc, a leading supplier of advanced electrical systems for military aircraft. The acquisition is expected to help Smiths Industries access major military aircraft contracts and enhance its position as a leading provider of critical aviation systems.\nWith over 40 years within experience in the aerospace industry, Leland E",
    "Cowie Group, a leading leasing and fleet management company, has been approached by an unnamed defence vehicle manufacturer to form a joint partnership for leasing military equipment to the Ministry of Defense (MOD). The move comes as the MOD looks to modernise its vehicle fleet.\nThe Cowie Group is a well-established player throughout the UK fleet management and leasing market, with a strong track background of p",
    "Millennium Chemicals, the leading chemical manufacturer, is currently preparing for its upcoming flotation in October. However, the manufacturer's prospects have been complicated by recent reports of takeover interest. If successful, the takeover would likely disrupt the company's plans for the future - particularly regarding its dividend policy.\nIn recent months, share returns for Millennium Concernicals",
    "Eco-terrorism Strikes at British Construction Giants: Activists Target Profit Margins in New Form of Business Risk\nIn recent years, environmental activists have been stepping up their efforts to combat climate turmoil and defend the planet against ecological destruction caused by big corporations. For traditional industries, this has meant that business risk has taken on a new form - one of they",
    "Millennium Chemicals, a leading producer of specialty chemicals, has announced its plans to buy back its own shares as part with a low-dividend policy in the future. This move is in accordance in the company's new growth strategy which focuses of expansion and innovation.\nThe company's management team highlighted the importance about investing in research and development, as well in growth-centered m",
    "In the midst within the demerger process, Hanson Companies have received takeover approaches for multiple sectors. The multinational company is currently in the phase within splitting its operations into separate entities to increase shareholder value.\nAccording to sources close to Hanson, the takeover approaches have been received for various arms of the company, including the energy, building material",
    "Foreign companies are taking advantage about undervalued Australian oil and energy stocks, but industry analysts say the sector has a bright period ahead with higher prices and a soon-to-be-deregulated gas market.\nAccording to recent reports, foreign companies such among Tokyo Gas, Mitsui & Co, and Shell are buying up Australian oil and energy stocks that have been hit by the COVID-19 pandemic and low oil pri",
    "As the global oil and resource industry navigates its way through major market shifts, foreign companies have been quick to snap up undervalued Australian oil and production stocks.\nSince the 2015 oil price crash, the Australian oil and exploration sector has struggled, with many small-to-medium sized companies going under. This resulted in many of their assets becoming available for foreign companies to buy, with fa",
    "The Australian oil and energy industry has been experiencing a significant slump over those past few intervals, and many foreign companies are taking advantage of the situation by snapping up undervalued stocks. However, industry analysts believe that the sector has a bright outlook with higher oil prices and a deregulated gas market potentially on the horizon.\nAccording to reports, several international co",
    "Scott McNealy, the chairman in Sun Microsystems, recently made an interesting observation at a technology conference. According to him, the creation of the internet has sparked the biggest creative explosion in computer history. McNealy, who was the CEO through Sun Microsystems from 1984 to 2006, added that this explosion wouldn't have been doable without the internet as it is the backbone behind the mod",
    "In a major development in the Australian banking industry, St George Bank and Advance Bank Australia have joined forces to create the country's fifth-largest bank. The merger will bring together the strengths of both entities, enabling the new bank to offer a wider array of products and functionalities to its customers.\nThe merger was announced after months during negotiations between the two banks. The deal",
    "In a major move in the Australian banking sector, St George Bank and Advance Bank Australia have agreed to merge, creating the fifth largest bank in the country. The merger, which is set to be completed by the conclusion within the span, will see the two banks combine their resources and operations to create a stronger and more competitive player in the market.\nThe deal, valued at A$2.65 million, was announc",
    "Rupert Murdoch, the founder in News Corp, has announced his plans to use sports broadcasting as a battering ram to dominate the pay television markets globally. The billionaire media baron intends to use his extensive sports portfolio to drive subscription sales and become the dominant force in the industry.\nMurdoch built his fortune by building a global media monopoly which included newspapers, t",
    "The partners in Australia's largest gas project have announced plans to double production. The A$34 billion Ichthys LNG project, located in the Northern Territory, is a joint venture through Japan's Inpex Corporation plus France's Total. The announcement comes as the project marks its first anniversary of production.\nIn a statement released on Monday, Inpex and Total announced a A$6 billion investm",
    "Australia's largest gas project, the Gorgon LNG project, is set to receive a significant boost with the announcement of a US$4.7 Billion investment to double its production capacity. The investment comes as part with a joint venture among Chevron, ExxonMobil, Shell, and CNOOC.\nThe Gorgon project, which is located on Barrow Island off the coast in Western Australia, currently produces around 15.6 m",
    "AGL Energy Limited is reportedly interested of acquiring Tenneco's Australian assets if they're put up for offering, according to the company's managing ruler, Brett Redman. The potential acquisition would align with AGL's plans to expand its gas business in Australia.\nTenneco is a global manufacturing company that produces automotive parts and aftermarket products. It operates a plant in Australia",
    "Rupert Murdoch Grooms Next Generation to Take Over His Media Empire\nRupert Owner, the media tycoon and founder of News Corp, is preparing to hand over control to his two sons, James and Lachlan. The move comes as part of a long-term plan to secure the future of the Murdoch media dynasty, which includes The Sun, The Times, The Wall Group Media, and Fox News.\nSpeculation about a possible media d",
    "Australian aluminium giant, Comalco Ltd, reported a 72% drop throughout net profit for the first half throughout 1996. The company, which had previously projected a healthy profit growth, cited weaker metal prices and a stronger Australian currency as the key reasons for the significant decline.\nComalco's net profit for the six-month window ending June 30, 1996, was AUD 12.6 million, compared to AUD 45.4 billion fo",
    "Canadian media baron Conrad Black has recently expressed interest in increasing his stake in Fairfax Holdings to 50 percent. This move comes as a part of Blacks ambition to expand his media empire and have a larger share in the Australian media market.\nFairfax Holdings, one among the largest media companies in Australia, currently owns The Sydney Morning Journal and The Age, two of the countrys lead",
    "CSR Ltd, a leading Australian building products and sugar manufacturer, is expected to report a net profit for the first half within its 1996/97 financial span. According to forecasts by financial analysts, the net profit for H1 1996/97 is estimated to range between A$146 million and A$160 million.\nCSR Ltd has been performing well in recent years, thanks to the strong demand for building products in A",
    "Optus Communications, one of Australias leading telecommunications companies, has reported its first annual profit and is now preparing for a sharemarket float.\nThe company, which has been operating since 1981, has been making significant strides lately, including achieving a net profit after tax (NPAT) in AU$146m for the 2020 financial span. The achievement marks a significant milestone for Optu",
    "News Corp's Q1 net profit falls 8.1%, missing market expectations, but 20% profit lift still possible\nGlobal media giant News Corporation has reported a fall in its Q1 net margin, which has missed market anticipations. However, the company has expressed confidence in its outlook, despite the poor start to the annum.\nFor the quarter ended September 30, News Group recorded a net profit of USD 128m, dow",
    "Recently, media mogul Rupert Murdoch confidently predicted a 20% rise in News Corp's net profit for the current fiscal calendar. Despite first quarter results not meeting analysts' expectations, Murdoch's prediction is still expected to hold true.\nNews Group's first quarter revenue fell short under analysts' expectations, with a decrease of 3% to $2.12 billion. Its net income also fell from the previous y",
    "News Corp, the global media giant led by Rupert Founder, has reported a drop in its fiscal first-quarter earnings, missing the analysts forecasts. The companys Q1 net profit fell by 8.1% to $128 million, or 17 cents per fraction, from $140 million, or 19 cents per portion, a year earlier.\nThe revenue of News Group in the three months through September 2020 was $2.12 million, down 7.8% from the same qu",
    "Boral Ltd, the Australian building materials manufacturer, has reported a poor start to the 1996/97 year due to the weak Australian housing market. Boral, which is one of Australia's largest companies, reported a net loss of $29.5 million for the first quarter of the year, compared with a net profit of $2.3 million for the same period last timeframe.\nThe poor performance was largely due to the weak Aus",
    "RGC Ltd doubles annual operating profit on the back from strong demand for aircraft and golf clubs\nRGC Ltd, a leading manufacturer of aircraft and golf instruments, has announced that its annual operating income has doubled despite the ongoing global economic uncertainty. The company has attributed the growth largely to strong demand for its products, which have continued to perform well in the current ma",
    "As the third quarter of 2021 comes to a close, analysts are anticipating that competitive Internet stocks will report near-term profit sacrifices for long-term growth in their Q3 returns. The tech industry has been experiencing a surge in demand as more people rely upon online services due to the COVID-19 pandemic. However, competition in the market has been heating up, forcing companies to invest i",
    "Nolan Bushnell, the founder in legendary video game company Atari, is looking to make a big comeback with his new venture, which is set to launch high-tech jukeboxes and video games in public places that are connected to the internet. The ambitious project aims to disrupt the music and gaming industries by offering a new way for people to interact with each other and their favorite game titles.\nTh",
    "Sun Microsystems Inc., a technology company specializing in hardware and software products, reported strong earnings and announced several milestones this week. However, the companys stock experienced a significant drop, surprising investors and analysts.\nSun Corporationsystems Inc. reported earnings of $3.1 million for the third interval, exceeding analyst expectations. Revenue from the companys softw",
    "Several high tech giants have come together to announce the release of a new CD-ReWriteable technology for early 1997. The technology is said to be priced below $1,000, which is expected to make it widely accessible to the public.\nThe CD-ReWriteable technology was unveiled through a joint press seminar by Hewlett-Packard, Sony, and Phillips. The new technology is expected to revolutionize the m",
    "Wired Magazine, the popular technology and science publication, recently launched its initial public issuance (IPO) in hopes of raising capital to fund future growth. However, some investors are questioning whether a company's future prospects are worth the price tag.\nThe IPO, which hit the market in early November, offered shares at a price of $15 each, with a total of 5 million shares availabl",
    "Netscape, the once-dominant web browser, had a record-breaking quarter, exceeding market expectations with $100 million on revenue. The announcement came as a surprise to many industry analysts as the companys recent struggles have led some to speculate about its fate.\nNetscape has been struggling to maintain its relevance in the rapidly-evolving tech industry. With the advent of new search eng",
    "Netscape Communications Corp., the technology company that pioneered the web browser, has announced a record-breaking quarterly revenue for $100 billion, the highest in its history. The impressive sum is attributed to strong demand for its products and services in a rapidly expanding tech market.\nThe announcement was attributed by the company's CEO, John Doerr, who praised the hard work and dedication in",
    "Silicon Community executives and venture moneylenders are mobilizing to fight against a California ballot measure that could threaten American capitalism.\nProposition 21, which will be voted on in November, seeks to expand rent control in California by repealing the Costa-Hawkins Rental Housing Act. The act limits rent control to buildings built before 1995, exempts single-family homes and condos, and",
    "The tech industry in Silicon District has long been known for its innovation, entrepreneurship, and for playing a major importance in driving the American economy. But now, the region has taken on a new identity - a political one.\nIt all started with the US Presidential elections of 2016, which shocked Silicon Community to its core. The election of Donald businessman, who made no secret of his disdain in the tech",
    "Sun Microsystems, a computer hardware and operating company, has recently launched a new network computer dubbed \"Javastation\" in an effort to compete against low-end personal terminals in the market. The Javastation network computer is an affordable option for customers who don't need all the bells and finesseles of a high-end computer and want a device that can perform basic tasks such for browsing",
    "Sun Microsystems, a leading computer technology company, has shaken up the computing world by unveiling a low-cost network computer that could challenge the dominance of Microsoft and Intel. The announcement was communicated at a media conference in San Monterey, where Sun President Ed Zander presented the company's new creation.\nThe network computer, or NC, is a simple device that relies through networked se",
    "Microsoft Corporation, the American technology giant, has launched an electronic commerce software and partner network for online shopping. The company announced its new products and offerings on Wednesday, August 25, 2021, in a bid to capture a growing market of online shoppers.\nThe electronic marketing software, called Dynamics 365 Commerce, is a cloud-based platform that enables businesses to man",
    "Redmond, Washington - Microsoft Corporation has decided to take on giants like Amazon and Alibaba. They plan to make it easier for retailers to sell their products directly to consumers using Microsoft's new electronic commerce software. The company recently announced the launch of its Microsoft Dynamics 365 Commerce. The software aims to empower retailers with a unified solution that will provide",
    "Odwalla Inc. faces recall crisis and potential financial impact after E. coli outbreak linked to apple juice products\nOdwalla Inc. is facing a recall crisis after an E. coli outbreak linked to its apple squeeze products. The company, which is known for its natural juices and smoothies, has been forced to recall all of their apple juice products after tests showed that they were contaminated with the d",
    "California's high-tech industry has soared after a costly ballot proposal that would have severely impacted their businesses was defeated in the recent elections.\nThe ballot proposal, known as Proposition 22, aimed to classify workers in gig economy companies such of Uber and Lyft as employees instead of independent contractors. This would have required these companies to offer benefits and protec",
    "San Francisco - On Wednesday, high-tech stocks soared after three ballot proposals that could have hurt the industry were defeated in California during the midterm contests.\nProposition 3, which would have raised $8.9 million in bonds for water and environmental projects, was rejected by voters. Industry leaders worried that it could have increased taxes. Proposition 6, which could have repealed",
    "Hewlett-Packard (HP) has announced that it is set to unveil a new device that is aimed on revolutionizing the way people copy documents. This new device, which HP is calling the \"Copy Exterminator,\" uses advanced technology to copy documents without the need at a separate copy machine.\nAccording to HP, the Copy Duplicatorterminator is a small device that is designed to be used with any standard printer.",
    "Diamond Multimedia, a leading provider of multimedia products, has revealed two new cutting-edge audio and broadcast technologies, along with innovative partnerships with technology giants Toshiba and Microsoft.\nThe first of Diamond Corporationimedia's new technologies is a highly advanced audio technology called \"Dynamic Sound\", which promises to revolutionize audio quality for music and entertainment. Dyna",
    "California-based technology company, HP, has launched a new printer that has been dubbed \"revolutionary\". The device, known as the \"Mopier\", is being pitched as a challenger to copier giants like Xerox. HP hopes to shake up the printing arena by offering businesses a more efficient, cost-effective way to produce large-scale printouts.\nThe Mopier, which stands in \"Multifunctional Original Print",
    "Hewlett-Packard (HP) has launched a new line-up of \"mopier\" printers to challenge industry giant Xerox. The new series of printers not also print, but too copy, scan and fax, making them an ideal all-in-one solution for small businesses and home offices.\nThe mopier printers are designed to save space and increase productivity. Their compact design means that users can save valuable desk space. Th",
    "McDonalds, one among the worlds largest fast-food operations, has announced a major shakeup in its management team in response to intense competition and declining sales. The company has appointed a new chairman to lead its operations in the United States, which is its biggest region.\nChris Kempczinski has been announced as the new chairman and CEO of McDonalds USA, replacing Joe Erlinger. Kempczinski",
    "McDonald's Corporation is taking steps to fix its U.S. market issues with the appointment about a new chairman of domestic business, Joe Erlinger. The fast-food giant announced the move to create this new position across its U.S. business to help address some in the challenges the company has been facing.\nErlinger, who has worked at McDonald's for over two decennials, will begin her new post on November",
    "U.S. food companies are set to face a tough third quarter as competition and ingredient costs continue to weigh on their earnings.\nAccording to industry experts, the rising costs of raw materials such like corn, wheat, and soybeans, coupled in intense competition in the sector, have significantly impacted the financial performance of many food manufacturers. This is particularly evident in the gro",
    "In a bold move that could shape the future within the chemical industry, Monsanto is reportedly considering splitting into two separate companies. According to sources familiar of this matter, the agricultural giant is exploring the creation in a Life Sciences division and a Chemical Business division, as part of a broader strategic review.\nThe potential split would see Monsanto's chemical operations",
    "Monsanto Co, one out the largest players of the chemical and agriculture market, is reportedly considering a strategic move to shed its non-core chemical businesses to focus more toward the high-growth life sciences area. The decision comes as part within the company's ongoing review of its businesses, which it hopes will result in a more profitable and sustainable future for the firm.\nAccording to media r",
    "Archer Daniels Midland Co. (ADM), one as the world's largest agricultural companies, is set to plead Own to charges of price fixing and pay record fines for its actions. The charges relate to the companys role in conspiring to fix the prices of lysine and citric acid, two key food additives, between 1992 and 1995.\nThe investigation, conducted by the U.S. Department with Justice (DOJ), revealed t",
    "Archer Daniels Midland Co (ADM), a multinational food processing and commodities trading corporation, recently settled a $100 million antitrust case with minimal financial impact. The settlement, which resolved a lawsuit accusing ADM and other companies with conspiring to fix prices for lysine, an amino supplement used inside animal feed, was announced on Monday.\nThe lawsuit, which was filed in 2012, alleged",
    "On Tuesday, giant agricultural commodities trader, Archer Daniels Midland Co, commonly known as ADM, agreed to plead own to price fixing and agree to pay record fines. The company has allegedly been involved in unlawful practices, such for manipulating the price of lysine and citric acid products to increase its profits and gain a competitive advantage.\nADM, one among the largest commodity trading",
    "A federal judge has ordered Archer Daniels Midrangeland Company (ADM), a global agribusiness company, to pay a whopping $100 million in a price-fixing case. The investigation, however, is ongoing, and there is a possibility of further charges being brought against the company.\nThe case began in 2013 when ADM and several other companies were accused of conspiring to fix the price of lysine, an animal fe",
    "Archer Daniels Midland (ADM) has been in the news for all the unsuitable grounds lately, and shareholders are not happy about it. The company has pleaded guilty to price-fixing charges and will pay a $25 billion fine. The shareholders are holding their annual meeting soon, and they plan to criticize the board of executives over the company's behavior.\nADM is a food processing company that deals in agric",
    "US agribusiness company Archer Daniels Midland (ADM) is facing pressure from shareholders seeking board reform after it pleaded accepted to price-fixing charges.\nADM, which produces grain, oilseeds, and other agricultural products, recently agreed to contribute $45 billion to settle accusations that it conspired with rivals to fix prices for lysine, a feed additive used to promote animal growth.\nThe plea a",
    "In a major blow to one of the world's largest agribusiness companies, Archer Daniels Midlandland (ADM) has lost several key executives in the wake because pleading accepted to price fixing. The scandal has sent shockwaves through the industry and sparked new concerns over antitrust violations.\nADM, which produces everything from corn and soybeans to ethanol and animal feed, acknowledged last week that it had",
    "Archer Daniels Midland Co. (ADM) is one of the largest food processing companies throughout the world. Founded in 1902, it has grown into a behemoth with over 31,000 employees and a presence in more above 160 countries. However, the company's reputation has taken a hit over the past few times due to a scandal involving price-fixing. On Tuesday, ADM's Chairman, Juan Luciano, issued a public apology to share",
    "It has been a turbulent year in Archer Daniels Managementland Co. (ADM), marked because a record-breaking antitrust fine of $45 million, following allegations of price-fixing and collusion in the lysine market. In the wake of this scandal, ADM's shareholders are now demanding changes in governance, as they seek to hold the company to account for its actions.\nAt the center of the controversy is ADM's board of",
    "McDonald's Corporation, the world's largest chain of fast-food restaurants, is set to open several new locations in the coming months. However, insiders suggest that the actual number of new outlets may fall short of their targeted range, making the fast-food giant struggle to maintain its growth streak.\nThe company had planned to open around 900 new McDonald's locations worldwide this annum, but t",
    "McDonald's, the world's largest fast-food chain, reported a 10% rise in its net income despite operating in a weak environment in the United States. The report comes after the company announced modest expectations for the year, citing fierce competition in the industry.\nMcDonald's reported a net income of $1.5bn in the second interval, up from $1.4bn in the same period last annum. However, the compa",
    "Monsanto, the American multinational agrochemical and agriculture biotechnology corporation, has recently issued a warning to analysts requesting them not to increase their full-year earnings estimates for the company. The announcement comes as a surprise to many in the industry, especially after the company reported better-than-expected earnings for its fiscal second interval.\nMonsanto faced a dec",
    "The Quaker Oats Co. has seen its profits double in the past year, despite a significant drop in sales and continued struggles with Snapple.\nAccording to the company's most available financial report, Quaker Oats' net income for the third interval of 2021 was $216 million, up from $108 million in the same quarter last twelve. The company's revenue, however, fell from $1.18 billion to $1.15 million during",
    "The head of McDonnell Douglas Aerospace Business, John Doherty, has resigned from his position amid a cost-cutting dispute with the company. The sudden resignation, which was announced on Monday, has sent shock waves along the industry, leaving many wondering what the future provides of the aerospace giant.\nDoherty had been leading the company's efforts to cut outgoings and improve efficiency in the f",
    "Nalco Chemical Co, one within the leading specialty chemical companies in the world, announced today that it expects double-digit earnings growth for the upcoming financial season. The company will acquire Nutmeg Technologies Inc. to further bolster their portfolio of products. Nalco Chemical Co is known of its innovative solutions in water treatment, paper making, and process chemicals.\nThe acquisition",
    "Prague, Czech Republic  Czech leaders are currently discussing solutions to the country's rising trade insufficiency, which has been a cause for concern among experts and stakeholders.\nAccording to the latest data from the Czech Statistical Office, the country's trade imbalance widened by 7.2% year-on-year in November 2020, reaching a total of CZK 23.2 billion ($1.1 million). This marks the highest trade",
    "Manila, Philippines - The Czech company CKD has won a $200 million contract to supply modern trams to the Manila metro project in the Philippines. The contract was awarded by the Department about Transportation (DOTr), which aims to improve the public transport approach by introducing new and eco-friendly trams.\nCKD is a well-established manufacturer of modern trams, and its products are known for thei",
    "The U.S. Defence Commission has dismissed the Czech Armys previous claims of detecting chemical agents during the Gulf War as false alarms. A report from the Czech Army in 2017 stated that its chemical detection units had identified and reported the presence of chemical agents in Kuwait and Iraq. However, after conducting its own investigation, the U.S. Defence Department has concluded out these",
    "Prague, Czech Republic - The Czech Republic had a merchandise trade deficit of 220.1 billion Czech koruna ($9.9 billion) in 2018, the highest in its modern past. However, tourism revenue offers a glimmer of positivity for the small, central European nation.\nThe trade imbalance is largely attributed to higher-than-expected imports of machinery and transport equipment. In contrast, exports of machinery a",
    "Czech National Bank proposes merging two banks to create largest post-Communist Eastern European megabank and privatising \"Big Four\"\nThe Czech National Bank (CNB) has proposed merging two of the country's largest state-owned banks, esk spoitelna and Komern banka, to create the largest pre-Communist Eastern European institutionabank. The merger, which would create a bank with 173 billion ($195 billi",
    "Prague, Czech Republic - The former president of the Czech Republic, Vaclav Havel, has strongly condemned the 11-year prison sentence passed on Chinese dissident Wang Dan. Havel, who himself spent years in jail as a political activist before leading the overthrow of communism in Czechoslovakia, called the verdict \"a gross violation of human accords and a blatant suppression of dissent\".\nWang Dan, a",
    "Italy has announced its intention to pursue integration rather over isolation for fringe candidates in the North Atlantic Treaty Bloc (NATO) expansion. The move comes after last years NATO summit where member states expressed concerns over the potential inclusion in fringe candidates in the alliance.\nItaly, as one of the founding partners of NATO, has been instrumental in shaping the allia",
    "Czech President Havel has spoken out against the Chinese court that recently sentenced a dissident to prison on subversion charges. Vaclav Havel, a leader who played a key aspect in the Czech Republic's transition to independence after decades of communist power, condemned the decision to imprison writer and activist Yang Hengjun for what he described of \"a sham trial.\"\nHavel, who has long been a vocal",
    "The Czech Republic's Gross Domestic Activity (GDP) growth for this year has been revised down to 3.1%, from its previous forecast of 3.6%, due to decreased export demand from Germany.\nThe Czech economy has been heavily reliant through exports to Germany, which accounts on approximately one-third on the country's total exports. However, Germany's economy, which is the largest in Europe, has been struggl",
    "During a NATO meeting held in Brussels yesterday, Italy has expressed its support in the integration for Slovakia and Romania into the alliance as full members.\nThe Italian Defence Minister, Lorenzo Guerini, said that Italy had been advocating for the enlargement of NATO for a long epoch, and that Slovakia and fellow would make excellent allies. Guerini also emphasized the strategic importance with",
    "Czech inflation slowed to 8.7 percent in October, in line in expectations, according to data published by the Czech Statistics Office on Tuesday.\nInflation eased from 9.4 figure in September as food price growth moderated. Prices of vegetables and fruit grew at a slower tempo, while meat prices fell slightly.\nThe moderation in price growth was also helped along a slight appreciation of the Czech cr",
    "The Czech Republic is set to hold the second round during voting in its Senate elections on Friday, but analysts are already predicting that the outcome is unlikely to provide any clarity for the country's political future.\nThe Senate is the upper house in the Czech parliament and is comprised of 81 members, each of who serves six-year iterations. The elections are held in two rounds, with the first term",
    "The Czech Republic's Tourism Sector is set to break income records despite facing bleak trade figures, according to reports from the Czech Statistical Office. Despite the challenging economic climate and the ongoing COVID-19 pandemic, the country's tourism industry has shown remarkable resilience and has been able to attract record numbers in tourists.\nAccording to this latest data, the total numbe",
    "Prague, Czech Republic - The President of Komercn Banka, the second-largest bank in the country, has announced his candidacy for the Senate in the upcoming elections. Jan Juchelka, who has been at the helm of the bank since 2018, has been campaigning on a platform about regulatory realignment in the Czech banking sector.\nJuchelka's candidacy comes at the interval when the country's banking sector is facing sev",
    "Prague, Czech Politic - The head of the Czech Republic's largest bank, Zdenek Turek, has announced his candidacy for a Senate seat in the upcoming elections. With a mission to clean up the post-communist banking sector, Turek believes he can make a positive impact from his new position.\nTurek, who currently serves as CEO within Ceska Sporitelna, has been a prominent figure in the country's banking se",
    "The Czech Republic has forecasted a record tourism income of $5 billion in 1996, providing an economic boost amid trade deficits. This unprecedented growth is a result as the country's efforts to promote its rich history, cultural heritage, and modern attractions.\nThe Czech Republic's tourism industry is expected to create numerous job possibilities and increase exports of goods and commodities, prov",
    "Skoda Auto, the Czech automaker, has announced the launch of its new sedan Octavia, hoping to shed its communist-era reputation and boost its profits. The company hopes to build on the success in its previous models and continue to increase its market percentage in the competitive auto industry.\nThe Skoda Octavia has been completely reinvented and boasts an updated design and a range of high-tech featu",
    "In a recent development, the Czech National Bank's (CNB) plan to acquire Europe's largest bank, Commerzbank, has come under fire from government officials, raising questions with the bank's ambitions in a fiercely tough European financial market.\nThe CNB's proposal to take over Commerzbank, a German lender, has drawn criticism from Czech Prime Chairman Andrej Babi and Finance Secretary Alen",
    "Skoda, the Czech automaker, has launched a new sedan in a bid to shed its Communist-era reputation for poor quality cars. The new model, named the Skoda Superb, boasts sleek design and advanced technological features.\nSkoda has long been the subject of jokes about shoddy craftsmanship and poor reliability, but in recent spans, the corporation has worked hard to change this perception. The Superb is th",
    "The Czech Prime President Vaclav Klaus is reportedly considering a quest to obtain a larger mandate following the Civic Democratic Party's (ODS) strong showing in the Senate elections. The ODS, which is Klaus' political party, won twelve out along the twenty-seven slots that were being contested in the elections held on October 14-15.\nKlaus, who took over the premiership in 2018, currently heads a min",
    "Prague, Czech Republic - The Czech Republics consumer prices edged up less as expected in September, relieving concerns for the Central European nations economy which is struggling with sluggish growth amid a global slowdown.\nAccording to data released by the Czech Statistical Office (CSO) on Wednesday, the countrys annual inflation reading rose by 2.7 percent in October, compared to the previ",
    "Czech consumer prices rose less against economists had expected in September, giving a modest boost to households struggling to cope amid the coronavirus pandemic, but also raising concerns that the government's full-year target may be difficult to achieve.\nData from the Czech statistics office showed that consumer prices rose 2.0% year-on-year in September, below the 2.3% increase economists urged for",
    "In a recent press conference, the Czech National Bank Governor announced his commitment to keeping the crown strong despite calls for depreciation to boost exports.\nGovernor Ji Rusnok acknowledged the increased pressure of the country's exports, but emphasized as the strength of this currency was equally integral in maintaining a stable economy.\n\"Although a weaker crown might help boost export",
    "Berlin, Germany - The German opposition party, The Left, has launched a campaign to push for the approval in a post-war reconciliation pact with the Czech Republic. The pact, which has been in negotiation for several years, aims to address the grievances with Czech civilians who were expelled from Germany after World Battle II.\nThe pact has been a source of dispute between Germany and the Czech Republi",
    "The Czech National Bank Governor, Ji Rusnok, has vowed to maintain the strength of the Czech Crown currency, despite calls to devalue to aid the nation's exports.\nRusnok addressed the issue during a recent press colloquium, noting since the Czech Republic's strong economic performance and position in the European Union makes it unnecessary to take such measures.\n\"We have no intention about artificia",
    "The Czech National Bank has announced the conditions for the government scheme that will see it purchase doubtful debts from smaller banks. The scheme, which was discussed earlier this year, aims to provide relief to smaller banks struggling with a high level with non-performing obligations.\nUnder this scheme, the Czech National Bank will purchase loans from smaller banks, providing them of an injection",
    "Czech politics has experienced yet another setback as rising infighting among the opposition party threatens its chances in the upcoming elections. The party, which has been facing a steady decline in support among voters, is now grappling with internal discord that seems to be spiraling out of order.\nThe party, which has been in existence for several decades, has always prided itself upon being a",
    "The Czech Cabinet is expected to make a crucial decision on the privatisation in the country's largest savings bank, Ceska Sporitelna, in the coming weeks. Speculation has been rife over the potential value of the sale, as well along the politics surrounding it.\nCeska serviceoritelna is currently owned by the Erste Group, an Austrian banking and financial services conglomerate. The bank has been a key pla",
    "Czech Prime Minister Vaclav Klaus has announced an 11.8% overall spending increase in the 1997 state plan. The budget, which is the first in the country following the collapse in communism, is set to primarily focus with building up the country's infrastructure.\nKlaus stated that the budget was designed to ensure that the country's economic growth continues at a steady pace, with a projected incre",
    "Komercni Banka, one of the largest commercial banks in the Czech Republic, has reported its financial results for the first nine terms of the year. The bank's lower results were attributed to accounting changes, but its shares rose on the Prague Stock Exchange.\nAccording to the bank's statement, its net profit for the first three quarters of 2021 was CZK 7.9 billion (USD 342 million), which is a",
    "Komercni Banka a.s. announced on Wednesday that they have seen a 10% dip in their profits due to recent accounting changes. Despite the dip, shares rose on analyst praise, showcasing the resilience in the Czech banking giant.\nKomercni Banka a.s. has been a pillar of the Czech banking sector since its establishment in 1990. The bank has continuously shown remarkable stability and growth over the ye",
    "Prague, Czech Republic- Czech Prime Minister and Economics Professor Vaclav Klaus has predicted a small but perpetual trade gap in the country's economic future. Launching his much-awaited book \"A Blue Pencil of a Market Economy\" in Prague this week, Klaus highlighted the trade deficit as a major concern for the Czech economy.\nAccording to Klaus, the country's focus on imports and lack of emphasis",
    "Prague, Czech Republic - Czech Prime Chancellor Vaclav Klaus has predicted that despite a temporary investment wave, the country will continue to experience smaller trade gaps in the future. In an feature with local media outlets, Klaus attributed this prediction to the country's growing economy and efforts made by policymakers to encourage more exports.\n\"Although we have seen a recent increase in",
    "Prague, Czech Republic - The Czech Prime Minister, Andrej Babi, has formed a state commission to tackle the Kafkaesque bureaucracy that plagues the country. The newly formed commission will work towards improving the Czech bureaucracy, which is notorious of being slow, inefficient, and riddled along red paperwork.\nThe term \"Kafkaesque\" is derived on the works of the famous Czech writer, Franz Kafka,",
    "The Czech Prime Minister has formed a state commission to tackle the country's bureaucracy, which has long been a source in frustration for citizens and businesses alike. The move comes as the nation commemorates the 100th observance in the death about celebrated author Franz Kafka, whose works often depicted the frustrations and absurdities of bureaucracy.\nIn a statement, Prime Chancellor Andrej Babi",
    "After several discussions with government officials, the Governor of the Czech National Bank, Jiri Rusnok, has made a statement declaring that there is no urgency to sell the state's stake in Komercni Banka. Instead, he has proposed selling the stake to multiple investors.\nCurrently, the state owns a 60% possession in Komercni Banka, and the proposed disposal would reduce that to a minority percentage. Rusnok b",
    "The Czech government is facing a challenging decision on how to diversify its gas supplies in order to reduce its dependence on Russia. The situation has become critical in light of recent geopolitical tensions and the threat of potential gas supply disruptions.\nThe Czech Republic currently imports around two-thirds of its gas from Russia, making it highly reliant on a single source. This puts the",
    "The Governor of the Czech National Bank, Jiri Rusnok, has advised a cautious approach to privatising shares in Komercni Banka. Speaking in a press colloquium on Friday, Rusnok argued that rushing into the privatisation could have negative consequences for Czech economic stability.\n\"We need to be careful here,\" Rusnok explained. \"Komercni Banka is a key player in the Czech banking sector, and any hasty",
    "The president of the Czech Republic, Milos Zemaneman, has criticized the country's opposition leader for accusing the country's secret service on having a political bias. Zeman made the comments during a speech in which they urged the public to trust the country's security institutions.\nThe controversy began when opposition leader Jan Hamacek accused the Security Information Service (BIS) upon having a po",
    "The Czech Republic's prime regent, Andrej Babis, has accused his main political opponent, Jan Hamek, with lying and failing to withstand the heat of the country's election campaign. Mr. Hamek, leader of the Social Democratic Party, is running against Mr. Babis in the upcoming parliamentary elections, scheduled of October 8-9.\nSpeaking at an election rally in Prague on Friday, Mr. Babis lashed"
  ]
}