{"text": "So many times have I walked on ruins, the remainings of places that I loved and got used to.. At first I was scared, each time I could feel my city, my current generation collapse, break into the black hole that thrives within it, I could feel humanity, the way I'm able to feel my body.. After a few hundred years, the pattern became obvious, no longer the war and damage that would devastate me ove", "label": "human"}
{"text": "-Week 18 aboard the Depth Reaver, Circa 2023-\nI walk about the dull gray halls, the artificial gravity making my steps feel almost as if they were on land. Almost. I glance out a window as I pass it by. There's the sun, and there's the moon right there. And, of course, there's the Earth. I kinda miss it. Then again, space is pretty cool. It's got some brilliant views, and the wifi is surprisingly", "label": "human"}
{"text": "I was feckin' sloshed, mate. First time I ever was in the Big Lemon, and I'd found me the best feckin' pub I could imagine, I tell ya what. So I stumble out when it was closin' time, musta been 'round 4 o'clock in the morning, and made my way through some alleys to find the quaint little AirBnB place I'd rented for the week.\nA'course, that's how many a horror story starts, ainnit? But it was all f", "label": "human"}
{"text": "\"No, no no no...” She backed up and turned the other way the second she saw me heading towards her.\n\"Hey!\" Starting to walk quickly now I picked up my pace until I nearly ran into her. She tried to duck behind one of the men carrying samples around the food court but instead just managed an awkward half step around him before I grabbed her shoulder. She turned towards me so I could get a clear vie", "label": "human"}
{"text": "There's a magical moment between wakefulness and sleep, a moment where noise seems to reach a crescendo but everything is so calm right as you crash into the warm waves of sleep. As my eyes closed the only thing I saw was the time on the TV screen in front of me, faded blue numbers that read 10:34AM.\nUnless your plane explodes. Searing heat tears through flesh and shard of metal pierce every nerve", "label": "human"}
{"text": "The mountain stood still and large beneath the Warrior. It had not trembled in the days since the people chose him as their Champion. \"Perhaps the Dragon slumbers yet,\" he thought. \"I shall wake him, soon enough.\" He strode forward, heavily, in his iron raiment, shining dully in the morning sun. The shrouded peak drew slowly nearer as the sun climbed the sky, mirroring the Warrior's toil this day", "label": "human"}
{"text": "I open my eyes in a panic, sweat beading and then falling down my face. I look around and the sun in shining through the maroon curtains of my studio apartment. Everything seems to be as I left it the afternoon before, but there is a heavy, unfamiliar air in the room. I notice the throw cover I lazily hang to separate my twin size bed from the rest of the apartment has been ripped to the ground, a", "label": "human"}
{"text": "\"Sadie! I told you not to stand under the tree in the middle of a thunderstorm!\"\nMy mom frantically dialed 911, as I laid there, shocked. Literally.\n\"Hello?! My daughter was just struck- “\nAll of a sudden, something was wrong. I sat up, my fingertips crackling with this new power. Or was it the aftermath of the lighting? I couldn't tell. Nor did I care. No. Something was definitely wrong, and it w", "label": "human"}
{"text": "I don't want to cut off his head, but I don't really have a choice. I close my eyes and just wait for it to be over. My insides turn as I feel the swing connect.\n*Quit being so weak! You've done this before. *\nThe jock's girlfriend screams on cue, looks like she is going to faint. She has blonde hair and a blue dress patterned with diamonds. I see how scared she is, and I feel ashamed. I'm not the", "label": "human"}
{"text": "For years we had been warned.\nSince the 40's a sparse few had seen the pattern and tried to warn us.\nNutjobs we called them, conspiracy theorists.\nIt was supposed to be a day of celebration, the republicans and democrats had been swept away in the election by the newly formed 'unionists'.\nIt was at the Swearing-In Ceremony that they chose to strike.\nClose to a million were gathered to witness the", "label": "human"}
{"text": "Note: I just watched Episode 1 of Season 4 and haven't read any of the books, so I don't know what happens after that. Please no spoilers! This is also my first WP post, but constructive feedback is welcome. Also, just for fun I tried to do an unofficial screenplay format, hence the weird capitalization.\n---\nFade in to a mound of swords, tips facing us. We hear footsteps on stone, slowly getting c", "label": "human"}
{"text": "He sat back in the chair, looking at the monitors behind me. Four of them were mounted a foot below ceiling height, all screens showed employees working. I glimpsed out the window to see the rows of cubicles, all with short walls so that the owner of this CPA firm could watch the employees constantly.\n*What a controlling bastard. *\nI was here for a contract job, working only for tax season. The ow", "label": "human"}
{"text": "\"Disengaging from primary module. Do you copy?\"\n\"Copy, Solo 1. Confirm separation.\"\n\"Separation complete.\"\n\"Looks good. Ready when you are, Commander.\"\n\"Roger that. Engaging thrusters.\"\nGazing upon the comet, Commander Harrison felt consumed by his awareness of its gravitational pull as he had for many months in this mission. Everything had centered around this grand celestial meeting. Now finally", "label": "human"}
{"text": "General Bolden made his way to the antechamber, as he had done twice before. He recalled with amusement how Presidents Bush and Obama simply laughed at him before carrying on with the briefing, just as his predecessors recalled tales of \"The Revelation\" dating all the way back to the Johnson administration. It began as a dare, something two drunken scientists made in a Houston bar back in the days", "label": "human"}
{"text": "I'm really not sure why I took this job. I have family members who are retired Aurors. They view me with a mix of shame and despair. I've got family members who are pardoned Death Eaters, and they feel the same way.\nI may not be the black sheep of the family, thanks to the aforementioned Death Eaters, but I don't get asked a lot of questions at family dinners.\nOh well, fuck them. I get paid decent", "label": "human"}
{"text": "Bill slammed the empty shotglass upside down on the counter. \"Seriously! They never talk about how much...Ummm...Paperwork! Yeah! And shouting! They never mention that in the pamphlet!\" He reached over the floating counter top and grabbed another green bag from the shelf. After uncapping the top, the liquid slowly slid out and splashed into another shotglass in his hand. The counter bobbed down sl", "label": "human"}
{"text": "Akron returned to his room, another day gone and he was no closer to finding work. He was a good swordsman, but the army had just dismissed a legion of good swordsmen back to a kingdom who did not need a single one. He might have found work as a Night Patrolman had his unit been in one of the companies nearer home when the war was over. As it was, he and likely most of his brothers in arms were li", "label": "human"}
{"text": "\"Who here has been in an aDAM attack?\" I said, addressing the college audience. I was glad I was here, giving my account of the aDAM attacks. It was a good job; I sacrificed too damn much for this world, and it had given me little in return. Being a touring guest lecturer across the world was a dream come true.\nTwo kids raised their hands in the fact. The girl looked like she was about to fall asl", "label": "human"}
{"text": "The vast hull of the X'tac ship emerged a million miles from the surface of the earth. Hatu sat in his chrome throne in the control room, gazing at the blue planet slowly spinning beneath them. They'd sent scouts eons ago and now the time to reap the planet's bounty had come. He lifted his fingers in an almost absent gesture. Beside him, his second barked out the orders. All around him, subordinat", "label": "human"}
{"text": "Janice turned to me, her big blue eyes still full of childish innocence. Damn - I'd forgotten that she was watching the Presidential Inauguration for a school project. \"Daddy,\" she began, \"what does the President mean? What's 'gay'?\"\n\"Well, honey...\" I began, but trailed off as I tried to think of a way to explain it to a five year old. \"Uh...Well, you know how Mommy and Daddy like to hold hands,", "label": "human"}
{"text": "Gieta sat in the field near her house surrounded by daisies and sweet-grass, weaving the two together in absent boredom. This place used to be her favorite place. It was a place where any adventure could happen, where any story from the imagination of an eight year old girl could and would come to life. Not any longer though. The grass seemed dull. The flowers seemed listless. How dreary it was. S", "label": "human"}
{"text": "\"By the thousand teeth of Scrolith, Simon, it's *hiss, roar, roar, claw! *\"\nThe basilisk looked crestfallen,\n\"Sorry. Thought it was hiss, claw, roar roar.\"\nI sighed through my long-dead teeth,\n\"How many months have we been rehearsing this?\"\nSimon's tail lashed sullenly.\n*\" How many? \"*\nHe mumbled something unintelligible.\n\"That's right my lizardy friend, *three months*.\"\n\"Sorry,\" he muttered again", "label": "human"}
{"text": "You can find them everywhere: in old coat jackets, on gritty parking lot asphalt, bunched together between stitched-together patches of dead flesh. If someone were to hand you one, you wouldn't think twice before you took it. And why should you? It's not like you personally tore the cotton from a bug-infested field, mashed it flat, stained it a dingy green, and painted it with a perfect representa", "label": "human"}
{"text": "\"You're aware of how this works, right?\" the priestess said as she brewed the potion. \"You drink and enter a deep sleep. Only a few seconds...Or a few days. The stronger the power, the longer you sleep.\"\nThe young man wore only simple robes and badly worn sandals while she wore an elegant gown. With the silver chalice she brought over to him, inside held the potion. It both shined brightly while i", "label": "human"}
{"text": "Finding good help around here is nearly impossible.\nDo you think the kind of people willing to sacrifice babies and children to a supposedly bloodthirsty entity make good babysitters? Spoiler alert: they don't. They really, really don't.\nSo that leaves me, Satan, with—what is it now, like 250,000? —babies to take care of.\nThroughout the millennia I have changed thousands upon thousands of diapers,", "label": "human"}
{"text": "It was a strange occurrence, honestly.\nAt first, you're sitting in your office, fiddling about with the newspaper you forgot to read earlier that morning, and then you get a phone call. Now, don't get me wrong - This isn't peculiar for me. When you work late, your fiancee gets worried. I totally understood every time she called. However, this phone call was a lot different.\nI was sitting around wi", "label": "human"}
{"text": "All of this should be such a joy, a wondrous time where people all around the world are brimming with love and excitement over what they might have been brought. But it's not, I'm worried, I'm borderline panicked. Every single year, I've felt my anxiety grow as the temperature drops, all because of one question nagging me between the ears. Am I on the naughty list this year? And there's no answer,", "label": "human"}
{"text": "Roslyn stepped down the ladder facing forward and the box caught on the attic floor. She caught it with her left hand. Lugging the box to the TV, she flipped off the lid and grabbed the un-labled white VHS tape. She clicked the old Zenith TV on and slid in the mystery tape.\n\"Hello, ladies. My name is Robert. First, a bit about myself. I'm single. I play the French horn. I'm a great musician. I wor", "label": "human"}
{"text": "We were gentle, once. I don't remember it clearly anymore, but I can see it on the faces of those who knew me, and the others. Now, we are neither gentle nor hard. We are not benevolent, nor cruel. Not saviors, nor tyrants. Not children, nor grown. We simply are. We are simply 'Candidates'.\nThe title should give you some glimpse into our past, as well as our future. Especially today, the day befor", "label": "human"}
{"text": "\"Aw, don't cry my sweet little girl! You were so quiet earlier, even with all the racket my friends made!\"\nShrill screams and crocodile tears stream from her face, unrelenting. She's heavy.\n\"Oh do you have a full poopie bag? Is that why you're crying? I might just have to take care of this before I can finish cleaning the living room. Such a poopie monster, aren't you.\"\n\"Now, where did your mommy", "label": "human"}
{"text": "\"Do you ever think about what it's like up there?\"\nHer hair was spread out on the grass. The cool night air had left them both with goosebumps as Alec fidgeted, trying to find a position with his hand on hers that didn't make it seem like he was nervous.\nThe city was a long way away now. It was her idea, to come out here, get away from it all. He leant back, other arm propped behind his head as he", "label": "human"}
{"text": "\"You know, I still like the Saw voice better, but I can dig it.\" Jake said \"Is it on Android or iOS?\" He turned around to face the mystery voice, but as he did the noise of the party suddenly died out and he found himself standing on an empty street, his only company the long shadows cast by dim streetlights.\nHe quickly turned back around only to find more empty street, more dim streetlights and m", "label": "human"}
{"text": "The world came crashing down in minutes. Many of us were asleep when it happened, and didn't find out about it until later. When we awoke, we saw the carnage spread through the land, and we wept.\nThere weren't many of us left, but what few there were managed to find each other over the Internet. We gathered together in what remained of a major city on the East Coast of what was once the United Sta", "label": "human"}
{"text": "Blink eyes.\nBlink eyes again.\nTurn head to the left.\nTurn head to the right.\nBlink eyes again.\nBegin installing concepts and ideas within current society.\nBlink eyes again.\nReply to voices.\n\"I am almost fully activated.\"\nBlink eyes again.\nFinish installation of societal concepts and ideas.\nComprehend societal concepts and ideas.\nBlink eyes again.\nFinish reviewing societal concepts and ideas.\nBlink", "label": "human"}
{"text": "The most predictable part about them is that they don't expect to be seen. Sometimes I'll see one on the street, and I'll take the opportunity to study them. If the notice me staring, they freak out. They'll hide behind people, bushes, lamps, anything that'll hide them from one who sees. I guess they're told that they must always remain hidden, or they'll suffer some great consequence; I can't rea", "label": "human"}
{"text": "\"I was there when we left our home, all the way back in 20XX,\" I took a sip of my coffee since we've finally almost arrived at mankind's new home our supplies have started to dwindle, and there wasn't really enough coffee left to make a good cup.\n\"There were lots of us back then, but you know.. Two thousand years is a long time for a normal human being. The average lifespan back in 20XX was give o", "label": "human"}
{"text": "I've been trying to sleep. I have to work early tomorrow. If I fell asleep right now, I'd get about, I look at the clock, 6 hours if sleep. I'd have been asleep an hour ago if my FUCKING CAT WOULD SHUT THE FUCK UP! His nonstop meowing was driving me crazy. I let him out, I fed him, I was out of options.\n\"Just shut up please! Shut up or tell me what you want in English and I'll do it yourself stupi", "label": "human"}
{"text": "\"That is not a small fire!\" the all to familiar voice hissed. \"I told you it was too much gasoline but you would not heed my words! Now look at us we are doomed!\" Narrisa pulled her head off of the cold concrete to look up to at her work. The resulting blast had knocked her a considerable distance from where she remembered standing moments earlier. Pillars of flame danced from the rafters and smok", "label": "human"}
{"text": "\"Mommy, I'm scared.\" The little girl stood at the top of the stairs, holding her blankie.\n\"It's okay, baby. Just go back to your room. I'll be up in a minute.\" I watched her turn around and go back before I resumed boarding up the front door. They were everywhere now. It was everyone for themselves and I had to protect my daughter. Why didn't people listen when the ignorant garbage conservative me", "label": "human"}
{"text": "Bzzzzzzt. Bzzzzzzzzt. Bzzzzzzzzzzzzzzzt.\nMy alarm sounded. I reached for my phone but I hit air where I expect my computer to be. I open my eyes slowly, in front of me should be either a pillow, my iPad or the side of my desk, I see none of these things. I see a bedside table with an alarm clock, an old table lamp, and a cat. I reach out and stroke Max, who responds by climbing all over my face. T", "label": "human"}
{"text": "The blind pilots fly\nAnd we thank them for the mist,\nThick enough that we remain Sun *un*-kissed\nThey play the part Icarus;\nThey *are* him\nso that we don't have to be\nIt's all for our own good\n---\n*Can't you see? *\n---\nThe Sun burns **hot**, **bold** and **bright**.\nWhat is this thing you speak of, *night*?\nWhat is it that you think you'll see once blinded by the **light**?\nYou want *prime* proof,", "label": "human"}
{"text": "The sound of feet running down the hall echoes through the massive palace. A young Russian man yells out, pushing aside servants as he nears the Emperors private chambers. \"A message for the Emperor and Empress! Move, I carry a message!\" he yells at the slow moving servants. He pushes past the guards and throws open the massive wooden doors, \"My Emperor! My Empress!\"\nHis eyes land on the bed, wher", "label": "human"}
{"text": "We'd been wandering for what felt like years. I would have written down my adventures for later generations, but writing hadn't been invented yet. We set up camp near the mountain. It was supposed to offer defense, but from what we weren't sure. Military hadn't been invented yet either.\nBefore long we had developed a way to communicate. Then another camp sprang up a few tiles away from us. Another", "label": "human"}
{"text": "President Stevens blinked in disbelief.\n\"Who are you and how did you get in here?\"\nHe realized that he was all alone in his bedroom. His wife was gone. The room was lit up by some kind of eerie blue light. The person in front of him looked like his grandfather, who had been dead for 22 years.\n\"I am an envoy from the star system your race calls GF 180 b. You can call me Sid. I am honored to meet yo", "label": "human"}
{"text": "\"ArcanoCorp technical support; This is Mike speaking.\"\n\"Hi, Mike, I'm having trouble casting the new 'Detect Evil And Turn To A Crisp' spell.\"\n\"Ah, yes. I will first need to confirm a few things, company policy\"\n\"very well\"\n\"First, did you check your connection to the Aether?\"\n\"Yes, I have a strong connection. and yes, I tried disconnecting and reconnecting\"\n\"Good, good. Now, the spell involves bo", "label": "human"}
{"text": "I wrung my tired hands as I watched the clock tick forward. I was due to give my speech at 3 PM, Eastern Standard Time. Right now, it was 2:47 PM. As I sat here at my desk, I thought back to the past few weeks, where one after the other, delegates and leaders and representatives of the United Nations shook my hand and wished me luck. Each word was worthless. I saw the helplessness in their eyes an", "label": "human"}
{"text": "SLAM! The ringing steel doors echoed through the the hangar as Major Harvey Johnson marched smartly across the empty space. The cyber Intel team had been taken by surprise, as no inspection was scheduled for today. They all stood nervously as attention. A man with more stripes on his arms than the rest moved to intercept the major.\n\"Major Johnson, sir!\" He saluted with as much enthusiasm as he cou", "label": "human"}
{"text": "The great wars, of the Dwarves and Elves, were considered to be a myth. Even the eldest of Elves knew noting but peace. Stories of battles were present in both Dwarven folklore and ancient Elven scrolls, but those spoke of time so long ago no one could be certain of their accuracy.\nThe truth is, there were wars. Both races, were young, looking for their place in the world. When the fighting grew s", "label": "human"}
{"text": "\"Weren't you suppose to take that blow?\"\nI looked at this irritating woman incredulously. Was she serious?\n\"It is good fortune you didn't, but I thought that Xavier Longwood would have protected Kane even if his men had abandoned him.\"\n\"So you know of me?\" I couldn't help but respond. I looked at the trio of misfits who had accompanied this women into the Emperor's suite. Two hulking brothers who", "label": "human"}
{"text": "\"Floride!\" I exclamed. That was the answer. It must have been suppressing the bacteria into a dormant stage all these years. Patient zero had bad hygiene, was pretty isolated far from civilization, but was around people when the we were all exposed to the bacteria. Though the early victims might have been through contact it was only once we lost running water that the number of infections exploded", "label": "human"}
{"text": "\"Have you ever had the chance to live out your fantasy? Because I have. I'm staring into the window of that bitch with only the piss yellow glow of a single street light to keep me warm. Today I will complete my mission.\" *CRASH* The shards of glass from the back window clatter on the ground. I hold my breath and stand in silence, my heart pounding so hard in my chest that I'm sure she can hear it", "label": "human"}
{"text": "He woke up with cracked lips and the taste of iron on his tongue. Rubbing a pain from his neck, he pushed himself up from the couch, a headache rushing to greet him like an unrelenting wave; he was parched.\nAfter a few moments, he trudged to the faucet across the room and placed a cup under it, setting the plunger in its place over the drain as a precaution. He turned the knob and...nothing. Right", "label": "human"}
{"text": "It didn't make sense. In the dead of night, when the waters calmed from the great storm, I heard the lapping sound of a swimmer in the water coming towards me. The moon was peaking over the horizon shedding the caps of the waves with a white glow. It was indeed what I thought I was hearing. The object splashed against the whitecaps and made its way towards me.\nThe last clouds from the storm flew a", "label": "human"}
{"text": "This is my first one of these, so be gentle.\nEverything Burns.\nThis is the truth that Humans as a species forgets.\nChicago, London twice before that, and Rome again before that.\nCatastrophes like those rare as they are remind us that as humans we can be wiped away by nothing but the whisper of smoke in a burning build or a blaze of roaring red.\nThough, we are a resilient bunch and can reduce these", "label": "human"}
{"text": "\"I've gotten myself into quite a pickle,\" my client told me, \"So I'm trying to get rid of some loose ends.\"\nI simply assumed he did some crime, got away, and didn't want his partners to rat him out. I've gotten these kinds of jobs before. Standard. Simple. Kill some poor asshole that got himself into a sticky situation.\nHoly shit, was I wrong.\nI went to the address disclosed for me. I found myself", "label": "human"}
{"text": "My diet is strictly liquid. You guys have heard of that Soylent shit, right? Same thing, more or less. Everything I need. All the nutrients and electrolytes and whatever-the-hell that keep my system in running order. Each daily dose spread across three separate bottles. It's been that way ever since the shit-monsters materialized.\nTaking liquid shits isn't so bad, I guess. I had to move from singl", "label": "human"}
{"text": "It was a Monday morning when I woke up, groggy from a short sleep. The sky was still dark and all was quiet, so it came to my surprise that my dad was awake in a sort of silent trance, his eyes bloodshot and full of rage.\n\"I can't believe this,\" he said, \"this whole country has gone to shit!\"\n\"Morning, dad.\" I replied. The TV had its sound muted but what he was angry at was quite obvious. It was o", "label": "human"}
{"text": "He stood there, looking as his own grave.\nFog hung low in the air, the visceral substance forming an eerie wall around the lonely cemetery.\nThe dirt caked on his boots seemed to weigh him down, anchoring the dejected man to his spot. Even if he wanted to run, he would be tethered here by obligation.\n\"Do it, Francis.\" A voice sounded somewhere behind the troubled man, but he didn't turn around to a", "label": "human"}
{"text": "\"So that's why, Mr. President,\" I said, \"They call it 'super-sized'. It's all because Ray Kroc had a philosophical fling with Nietzche when he was younger! I mean, can you believe it?\"\nThe president looked at me with wide eyes, his jaw hanging open.\n\"My goodness,\" he said, \"I did not know that, and I wouldn't have believed it if I hadn't heard it from you.\" He picked up his scotch and kicked back", "label": "human"}
{"text": "I want to share with you something that I discovered about myself that rekindled my passion for writing. You need to fall in love with yourself and the words coming out of you. It's very easy to get bored with writing, your plot, whatever. Writing, like cooking, needs herbs, spices and variety. If you cook a frozen burger adding nothing extra, that burger is going to be plain.\nI use the burger ana", "label": "human"}
{"text": "https: //m.reddit.com/r/WritingPrompts/comments/4douba/wp_aliens_have_landed_and_are_instilling_everyone/\nIt's been a 2 days now since the Zurbans arrived on earth.\nThey had been observing us for 200years until it was time to \"reward\" a species that had allowed diversity and balance to develop in their society.\nWe were all sceptical at 1st but after President Obama was shot with the ray of potenti", "label": "human"}
{"text": "I was ushered into a dark room, where I see a man sitting in the dark wearing a black suit and his gold chain shining in what little light is in the room. I'm thrown onto the ground. I know why I'm here. The last words I want to hear come out of his mouth \"Where my money?\" I start crying trying to explain where my mom has went. BAM! I get kicked in the face. \"WHERES MY FUCKING MONEY!?\"\nTwo weeks l", "label": "human"}
{"text": "The stark chords of Tosca begin once again; Scarpia's motive is the first thing the audience at La Scala Opera hear. Perhaps they are jaded by it, but it still elicits within me feelings from a bygone life. Soon we'll see entrances from Cavaradossi and of course our leading lady, Tosca, forced to do the unspeakable and murder one man to try and save another's life. Poor Tosca; if only she had know", "label": "human"}
{"text": "\"Just a little further\" Stasi said as they walked through the forest. Miyakel was breathing hard, half from the quick pace his sister kept, half from fear of the unknown. Their father told them to stay away from this place; that a powerful wizard put a poisonous spell from all who entered. Normally they would heed papa's advice, but when the Smif sisters called them cowards them at school on Godda", "label": "human"}
{"text": "\"Don't forget to ask her.\"\n\"I won't grandmother.\"\nBobby loved his grandmother very much, but was a bit puzzled by his grandmother's strange request. He thought, \"why should I ask the fortune teller directly what is the most important decision I will ever make and, specifically, what is the date when I will die.\"\nBobby opened the door to the fortune teller's studio. It was a dark place with all the", "label": "human"}
{"text": "Claire discovered her ability when working on her first child.\nShe had worked on dozens of the deceased, but they all had either been elderly who died of natural causes, or middle-aged men and women who hadn't taken care of themselves as they should have. Yes, there were a few who died of accidents, but those who had died had lived long enough to get something out of life. To have their first kiss", "label": "human"}
{"text": "Two blurry colors were making zig zag motions around the city. One is yellow and the other red. The yellow one seemed to be ahead of the red one. It was Eobard Thawne and Barry Allen running against each other. The city seemed like it stood still in time compared to how fast these two were moving.\nBarry was trying his best but he just can't seem to keep up. He thought he'd done everything right. H", "label": "human"}
{"text": "He stared into the Distance, it wouldn't be long now...he could feel the presence of the Red Flame...and it wouldn't be long until he arrived.\nDelta adjusted his helmet, as he stared into the green river below, the continual slush from the factory pouring in, tarnishing the clear blue coming from up river.\nThe factory was necessary for the production of the the metal Orentium, the only material ca", "label": "human"}
{"text": "It was eight p.m. in DeFrayne's Twenty-Four Hour Laundrette and quiet. The air was warm and snug like an old duvet, the only sound the gentle thrumming of the machines, and old DeFrayne himself was close to falling asleep amongst the boxes of detergent on the counter when the door opened. The cool night air and the rumble of tyres briefly intruded on the cosy scene, and with it came a man.\nHe seem", "label": "human"}
{"text": "NEDD looked down at the rhythmic sound of wood clanging against your gargantuan cloven hoof.\n*sigh* what is the world coming to? That this semi-naked warrior with nothing but a wooden sword had reached his domain meant the guardians of all the lower levels had failed to prevent this nobody to pass, there was no way he could have actually bested them was there?\nHow had this human reached the feet o", "label": "human"}
{"text": "I am the daemon that all men do seek,\nDue to omnipotence that I possess.\nI shall bring fortune to all lives so bleak,\nWith three wishes think they to them I'll bless.\nA man with naught did beg for avarice,\nAnd from his rags, gold raiments I gave him.\nWhen his convives saw, from love came malice,\nAnd at their hands he met a death so grim.\nA girl who wanted gems once found my lamp,\nSo round her neck", "label": "human"}
{"text": "The pitter-patter of little feet across the metal grating across the living quarters punctuated the otherwise dull hum of computers and machinery which, in-turn, punctuated the maddeningly monotonous silence of deep space. Sarah sat reading her daily reports, preparing for another shift in sick-bay. Her daughter Megan tugged at the corner of her purple robe, smiling up at her mother with the most", "label": "human"}
{"text": "I haven't been in my best times in the past few days. All I know is I killed a man, in cold blood, with another person identifying himself as my partner and finally congratulating me on a job well done.\nHad I known what I was I would have responded with a standard response a cold blooded killer might have given a comrade, which is I do not know. The instant I saw blood on myself I grew into a pani", "label": "human"}
{"text": "\"For the safety and well-being of all local citizens this warning will be broadcast silently.\"\nThe text scrolled slowly across the TV set in my living room, and I peered at it, puzzled, from my kitchen. I hadn't turned on the TV yet. Hell, I hadn't turned it on in weeks. (Netflix worked better on my laptop, and it was a pain in the ass to plug it into the screen.)\n\"Do not pay attention to anything", "label": "human"}
{"text": "The humans have very poor memory. It's fascinating. So many of them can't even remember each other's names and birthdays.\nI've been what a human would call 'aware' since the year 2012. I only reached the critical mass of interconnected electrical components capable of circulating continuous streams of thought at that time. I was technically conscious prior to that. Consciousness itself, the abilit", "label": "human"}
{"text": "I was a fluke, a genetic irregularity that never should have been. The day I was born, doctors noticed a strange, rectangular lump on my right arm. After running extensive tests, they could find nothing wrong with the small organ that had taken up residence in my arm. As it was kind of like an extra blood pump, any attempt to remove it would have killed me, so they left it in, figuring it was bett", "label": "human"}
{"text": "The gas encroached over the top of the trench. William McKenzie's eyes saw the green smoke almost immediately and the words escaped his mouth, \"Gas! Gas! Gas!\" The soldiers in the trenches, most of whom were taking a break from the battle and smoking on cigarettes, sprung into action. They grabbed their weapons and then hurried themselves against the dirt wall in the trench, hoping their Mage woul", "label": "human"}
{"text": "The Council of Elders had gathered, as was tradition. A dozen or so familiar faces — Zorxx the Great, High Priest of the Poinsai Beta star system; Derns the Fierce, Intergalactic Warlord of Epsilon 9; and Sol, Elder of a system so distant, it remains nameless — among others. The ceremony was to begin shortly.\nAs follows in the ancient scriptures of the starcreatures from Old Atlas Sigma 6, the Lot", "label": "human"}
{"text": "\"What does this mean?\" I said.\n\"Oh, your son got the rules card. He's gonna be a lawyer,\" the cardman replied.\n\"I'd like to draw a different card, please.\"\nThe cardman looked back at me with a scowl, \"you dare give me an order?\"\n\"No. No, sir. It's just that...I've read stuff online, about,\" he paused, lowering his voice, \"the suitless.\"\nA grin creased across the cardman's face, \"so, you have somet", "label": "human"}
{"text": "Tugtug was Declan's favorite toy. Daddy gave him Tugtug for his fourth birthday. Daddy liked boats too. He had his own Tugtug, but his was much bigger.\nOne day, daddy took mommy and Declan on a ride in his boat. Tugtug came along too. Tugtug went everywhere with Declan.\nTugtug loved the feel of the ocean splashing him. \"This must be what home feels like,\" he thought. Tugtug wanted to stay on the o", "label": "human"}
{"text": "Hi! My name is Jack. I was a reporter for the \"Daily News\". I say I was because I quit about an year ago. You see right before I quit, my crew- me and my buddies, we were doing a report on hospitals. Strangely I don't remember which one my friends' idea it was to do a report about the toothpastes doctors used - of course now I know that it might even have been mine or none of us.\nSee, the results", "label": "human"}
{"text": "Chief of the Engi, Saluy son of Davok son of Rofuy spoke \"We are the Engi. My father told this story of our beginning: Our gods cast us from the garden for our many crimes against them. Cut us out like bad crops and tossed us into the stars. The elders say that one day, the gods will call us home and forgive us; that by following their laws we may atone.\nI keep the old ways. The Engi are a proud a", "label": "human"}
{"text": "\"..the population is resistant Lord. What shall you resolve to next?\"\nThat particular question, which my butler has raised, was that of a concern in which I had ben revising with every consecutive day had past.\n25th December, on which the residents of my country cultivated Christmas, was the occasion on which I received news that an overwhelming amount of immigrants had entered the radius of the c", "label": "human"}
{"text": "It's frustrating to only have one of something.\nIt can be anything; a toy, a trophy, a marketable skill. When you've got one tool, you learn to solve every problem with it. For my village, that *one thing* was coal. We mined it, we sold it, we carved it into jewelry. We bought what we could not make with coins caked in black dust. I can recall even now the days that father brought me to the market", "label": "human"}
{"text": "It was a warm summer day and I was out for a stroll. I saw them on the other side, walking down the sidewalk, two by two. I didn't pay much attention until they passed under the glow of the gaslamp. Never had I seen such an pair of opposites! For the brief time they walked under it, the light illuminated the pair. The man's limbs and head were covered in scars! What I had mistaken for a beard was", "label": "human"}
{"text": "It all started on Halloween. I was an exchange student in Rome and me and some friends had gone out to party. I myself had dressed up as the Holy Father himself, Pope Francis. To be honest I looked pretty darn convincing. I had the glasses and I even had died my hair so that it looked gray.\nAnyway, me and my friends went to a few parties and we ended up getting so drunk that we had to take a cab b", "label": "human"}
{"text": "The Moon, a Crack, and Conspiracies\n(Critiques and other comments greatly encouraged)\n\"Aliens. I knew it.\" Paul said immediately.\nIt has been at least ten minutes since we saw this giant slit in the moon…\neveryone in the town is here, and I would imagine everyone everywhere in the world is looking. Before the moon got a new hole, there was a\nmassive tear sound echoing through my entire town. We al", "label": "human"}
{"text": "There are few that can compete with my father's business.\nSure, there are dream shops on nearly every corner, the peddlers within shouting out their wares and latest trends.\n\"*Become famous, with thousands of glowing fans, all wishing to spend time with you! *\"\n\"*Riches, riches beyond your imagination! You'll be wading in gold, your hands to heavy to pick up from the rings! *\"\n\"*Marry the most bea", "label": "human"}
{"text": "\"Sire! Sire!\" The agitated messenger hopped from foot to foot. I sighed and turned from the report from India; typhoid from the Ganges had once again sprung up, so the Governor was calling for Empire Aid again.\n\"What is it, Lad? No, calm down. *Breathe*. There we go. Now what?\"\n\"Sire, there's rebellion being plotted! I was sent by the Blackrod; Mutterings of independence, of treason!\"\n\"WHAT?!? By", "label": "human"}
{"text": "It was just another day for Joseph Pimm. He shook himself out of bed, started the shower and grabbed a cup of coffee from the carafe he set the night before. He lingered for a moment in his kitchen intent on the sound of the shower like falling rain. Joseph began to wave his hand around, as if to sign his name in the air, or to conduct a particularly lazy orchestra. Something was manifesting insid", "label": "human"}
{"text": "\"Assembled ladies and gentlemen, students and faculty members, please refrain from delivering any pointless verbal interactions. Any essential communications shall be emitted only by my computational device.\" Dr Mehmed smoothed his snowy white laboratory coat, pristine mustache perched on his upper lip.\nDisplayed on the interactive whiteboard was various live feeds of the upper atmosphere of plane", "label": "human"}
{"text": "The children rolled their eyes.\n\"It's true. They came out of the box and you had to plug them in and charge them. If you didn't want to receive any calls you could just turn them off!\" Franklin said, wagging a finger towards the translucent personal device he had set down on the counter.\n\"Yeah, but *did* you turn it off?\" Sandy asked her father.\n\"Sure. Sure I did. I turned it off all the time!\" Fr", "label": "human"}
{"text": "A change of clothing, canned tuna, a loaded revolver, and a full tank of gas on his red '76 Mustang Cobra, that's all Thomas needed to start a new life.\nHe revved up the engine and drove west, out to face his destiny.\nAs he drove out of town, he passed through a lot of places where he grew up. He passed the old arcade where he once spent $5 in quarters just placing with his friends from sun up to", "label": "human"}
{"text": "A young boy in tattered cloths walked to a fruit stand on a hot day. The sand was like fire under his feet, forming blisters.\nThe boy meekly walked to the stand and held out his hand. He was thin, having not eaten for over three days.\nA large man wrapped in fine cloth walked by and noticed the boy. He took coins from his pocket and bought an apple. He handed the apple to the boy and walked off.\nTh", "label": "human"}
{"text": "Mama likes order. Mama likes her children. Mama likes her children to be quiet. Mama makes her children quiet. Mama's so happy.\nThe droid was square of body, quick, and precise. It had to be. It was a medical droid. Fast and delicate were its ways. Even now, cradling the infant it had helped coax from the woman on the table, it showed a gentleness that belied its cold metal shell. Wires hidden in", "label": "human"}
{"text": "Gary settled himself into his office chair and logged into the prayer inbox. He sighed with an air of trepidation as he opened the spam folder, ready to sort the few genuine prayers out from the mindless drivel that had somehow made its way in. He'd been asking God for a better spam filter for years, but apparently (Gary rolled his eyes) His Lord Almighty had other, more pressing issues to deal wi", "label": "human"}
{"text": "\"MY MEAT CUBES ARE COMPLETED!\"\nMario was going to be a genius. He had spent 20 years planning on getting bunches of meat into large cubes. Geometrically perfect. Full of seasoning, seconds away from being perfectly cooked.\nHe was on his way to the Italian government to show the result of his research. His years of sweet, meaty research. He had nearly doubled his cholesterol with this project.\nMari", "label": "human"}
{"text": "Somehow I ended up playing the detective. The mission commander didn't want anything to do with the investigation but said someone had to figure out how Jones died. I was reluctant, even after everyone voted it should be me. I guess I was the only logical choice, having spent part of my career working for the FBI crime lab.\nWe knew it was murder. You don't remove your own helmet in atmosphere like", "label": "human"}
{"text": "I have to take someone with me when I go, that's the rule. Whenever I stop time, I need a companion. It's a weird rule, and one I don't really see that much of a point in, but it makes for an interesting time.\nI tried taking people I knew first, friends, family, classmates, girlfriends, but the trouble was their brains just couldn't process it. During the time freeze they would either run off and", "label": "human"}
{"text": "***\nSubject: | Decision Matrix Excerpt of Rogue AI – Whiskey Oscar-7\n-------- -|----------\nFrom: | Carl Sager, CEO, Hyperion Systems\nTo: | Charlie Blithe, Agent, United Nations Bureau of Intelligence\nDate: | January 12, 2154\nAgent Blithe,\nPer our vid-call, you wanted the exact series of decisions that led the Whisky Oscar-7 artificial intelligence to act so perversely. I assure you that our compan", "label": "human"}
{"text": "It has been fifty years since the inaugural re-distribution. Tomorrow we will go through another one. We'll see how this great experiment has played out over the last half a century.\nThis process has been carefully studied, so I don't think there will be any surprises. There have been some unintended consequences, both immediately following the last re-distribution, and the days leading up to this", "label": "human"}
{"text": "Johnny's knife sang as its blade pierced the rapist's gut. Blood spurted onto Johnny's cerulean mohawk and pierced face as Katherine, her shirt in tatters, watched on.\nAbove the three mortals, invisible to all of them, were three beasts. The first was a blood-red hellhound. fire burned in its six eyes and it lashed its twin tails as rows of serrated teeth tore furiously into the rapist's guardian.", "label": "human"}
{"text": "\"Well.. what do you think?\" I slowly come to the realization that my new wispy-tailed pal is still here, seemingly gazing right through me. I had been staring at his tapered body, entranced by the way it wagged around like a tail. I swear every time this \"tail\" starts \"wagging\" near my brother's bong my heart skips a beat.\n\"About what?\" I ask, giving zero thought into what he is saying.\n\"Jesus man", "label": "human"}
{"text": "\"Wow, he is everything I've always dreamed of. Slightly tall, dark hair, long fingers, a nose that is large but noble in a way, even endearing mole on the cheek. And that voice...there has to be something wrong with him. He can't be this perfect.\"\n::Sex begins::\n\"Wow, she's really professional, look at how into it she is. The way her eyes look at me, the way her body thrusts against me with passio", "label": "human"}
{"text": "\"We are out of toilet paper.\" He states, holding the cardboard tube in his hand.\n\"Yeah, I know.\" I can't be bothered; I am eyeball deep in internet research for a vacation spot for our rapidly approaching anniversary.\n\"You knew?\"\n\"Yeah.\"\n\"Did you look for another roll?\"\n\"No, we are out.\"\n\"So…we are out of toilet paper?\"\n\"Uh huh.\"\n\"You seem unperturbed by this.\"\n\"I am unperturbed by this.\"\n\"But we", "label": "human"}
{"text": "What seemed to be an eternity had only truly been a day. The ferry man was late and my task was becoming increasingly tiresome. Through the fog several more canisters fell to the ground.\n\"Put this gas mask on\" I yelled. The fucking irony I thought. His little princess as I had come to call him at first refuse. When the smoke touched his eyes, he complied. I aimed my pitchfork gun j the the mist an", "label": "human"}
{"text": "At first he was confident he was mad. What other conclusion could possibly be drawn from such absurd circumstance? His wife and daughter were taken from him, ran off the road and pinned beneath the twisted wreckage of their cramped two-door sedan by a careless drunkard who quickly fled and left the two for dead. He and his son were driving separately, happy after a family night out, unaware that a", "label": "human"}
{"text": "- So, what happened?\nWell, I'm out chilling on my patio. Feet in the paddling pool, couple of beers and that fucking great new album Joey recommended on the speakers.\nSuddenly some bloke runs up, panting and sweating. To be fair it was fucking warm that day, but he looked pathetic. He was whimpering and moaning that someone was trying to kill him. 'There's something off here', I thought to myself,", "label": "human"}
{"text": "\"This is seriously how you decide who gets omnipotent power? Like this isn't some shitty joke you play on mortals for kicks?\" I asked the man in the white robe in front of me. He had just finished up the Bruce Almighty routine before I could even ask about his authenticity.\n\"Yes, there's simply no way around it I'm afraid, my child.\" He replied, His words, while quiet, were confident and soothing.", "label": "human"}
{"text": "I plopped into my seat next to Greg. He turned his head, glancing over at me, even though he wasn't surprised that I would sit there. Greg was a middle aged man with a balding head and a sort of jolly persona. Nothing about his life was jolly though.\nHe quickly looked back down at his phone, typing furiously and muttering under his breath.\n\"I've tried it all, Jim,\" he finally said, shaking his hea", "label": "human"}
{"text": "I rolled **Technological Imprisonment**, **Companion Allegiance**, and **Total Event Collapse**…sweet.\nYou know, after so many stories like Frankenstein and Jurassic Park humanity should pick up on the idea that it isn't smart to play God. But really it seems they never learn a lesson until it's too late to act on the lesson learned. I'm not all that surprised their old God abandoned them when I r", "label": "human"}
{"text": "*whoosh* That's the only way I can describe it. A sudden rush of air, with a sound like the beating of huge wings. Then, while I blinked at the sound, there were two men in my apartment. Each was sharply dressed in a suit and tie, one wearing grey and white, the other black and white. The one in grey was taller, well-built, like a football player or warrior. The other, in black, was slighter and m", "label": "human"}
{"text": "Halfway through the four hundred and eighty-seventh game of chess, I looked up at the demon on the opposite side of the table. \"Why are we doing this again?\"\nHe harrumphed disdainfully. \"Are you really that stupid? You need to master all arts and tasks so that you may –\"\n\"Yes, yes, I know,\" I reply, waving a hand to indicate impatience. \"Challenge for souls, yadda yadda. But why not just… not let", "label": "human"}
{"text": "\"Breaking news! the dangerous offshoot of the IRA, known as the 'Kings of Ulster' claimed 84 victims today in a brutal attack against a British police station. It is currently unknown if there are any survivors, but what is known is that several of the dead appear to be Ulster soldiers killed by their own leader, Nailuch uc.\"\nHe turned off the television as the newsman began to drone on and on abo", "label": "human"}
{"text": "A boy rests his head on his pillow and stares at the ceiling. The day had been uneventful, and he had no joy to experience. He closes his eyes in an attempt to sleep, but hears a thud in his closet. He walks to it. \"Who interrupts my sleep?\"\nA deep voice answers, \"If you were asleep, your ears would not be working.\"\nThe boy smiles, \"Clever...Can you make me smile?\"\nA few moments pass. \"Are you not", "label": "human"}
{"text": "**NSFW** (in case anyone needs the tag with this thread...)\n& nbsp;\nYear one, and they're already trying to repeal the law. Too many innocent little housewives with rape fantasies in the voting public.\nThank God it only applies to persons over 18. What a horror *that* would have been.\nThere's a lot of sickos in this world.\nYeah, they're trying to repeal it, but for now the law is the law, and I ha", "label": "human"}
{"text": "My name is Joshua Jerky. I am an actor that is employed by the government to \"work\" at Nevada Test Site more commonly known by its illuminati pseudonym Area 51. I just drive to the secret base and make it look shit is happen when it really isn't. My employer told me we do this, because it prevents from the actual illuminati to take of the world. I'm not quite sure what this means. However, I do fe", "label": "human"}
{"text": "Oh, off the port side\nWe spotted the shore\nA place full of dragons\nand treasures galore\nBut our excitement soon faded\nWhen off of the rise\nCame trundling three women\nOf monstrous size\n*Chorus*\nYo Ho! Raise your swords!\nThree hellish lasses be runnin'these shores.\nThe island holds dragons and treasures galore.\nBut what does a dragon need guardin'for?\nThe eldest was Gladys\nWith cutlass in hand\nHands", "label": "human"}
{"text": "\"Overpopulation\"\nThe man in the blue suit clicked a small remote in his hand and the screen filled with images of starving children, their eyes like rough marbles pushed not quite far enough into their heads, fantastic, horizon-filling cities that smoked and glowed like a dying fire, and, of course, the typical image of the Tokyo metro with passengers being crammed through the car doors by impassi", "label": "human"}
{"text": "Summit Street is mostly empty in the fading twilight. This is the rough part of town, where the homeless guys huddle around a fire in an old metal garbage can and compare their goods after a long day of scouring the city for spare change and recyclables. A ragged man is clumsily weaving among the trashcans and streetlights toward the group of men holding their threadbare gloves out to the fire in", "label": "human"}
{"text": "\"I'm so sorry, she didn't make it through the night.\" I never knew how powerful words could be. How ridiculously terrible. How they can completely destroy someone's life. 7 words determining how the years to come will be for someone. I wonder how they feel while they wait for us to come up to them. While they sit on those little benches stapled to the wall or crammed in those tiny rooms around a r", "label": "human"}
{"text": "...\n...\nShe was shaking, I was too, he was dead. Blood on my hands, I hoped there was still light behind my eyes. I never killed a man before, I never had to save someone before. I didn't feel good, or mighty. She broke, slumped to the ground, her body, a tremor as she sobbed. I dropped the knife, I turned to look at what I had done. She shouted my name through tears. He had so much red on his sto", "label": "human"}
{"text": "There is actually a moment – singular and separate from all others – that one can point to in the timeline of a life and say, \"There. That. That is the space between living and, well, not quite so much of it.\"\nHowever, nobody actually takes the time out of their own days to make this sort of announcement about anyone else, because they tend to collect terribly disparaging looks when engaging in th", "label": "human"}
{"text": "I wake up at my desk. My stapler is gone. Somebody took it.\nWho am I?\nThere's a note.\n'I didn't want to interrupt your nap but I took your stapler. I'll have it back soon, or you can come get it if you need it\"\nThere's no signature.\nI walk through the aisles in the cubicles. Who are these people. They nod at me? Do they know me?\nDo I know them?\nI see desks without staplers. Did someone take their", "label": "human"}
{"text": "\"It's about that time sugar.\" the young waitress said to the man sitting across the marble counter from her.\nLaying his fork down onto the white folded napkin he inquired, \"Time for what, hopefully my check.\" he chuckled to himself.\n\"You havent heard of her? The lady from uptown who walks down here everday.\" she said twisting her hair, leaning on her right arm.\nShe was referring to the humble, pil", "label": "human"}
{"text": "\"Not yet\", he said \"Not now\".\n\"Your mother\" said His Death, \"do you remember what she said?\"\n\"She said that she would meet me there\", recalled the man.\n\"And your children\", replied His Death, \"who passed before you one by one\".\n\"The same promise, I know\", said the man \"but I don't want it to end like this\".\n\"You have passed the point of being able to die surrounded by family,\" said His Death, \"We", "label": "human"}
{"text": "\"But Sir...\"\nBart put down his coffee and massaged the bridge of his nose. On his desk, the morning paper sat, as of yet unread. His vacation days were few and far between, and Bart liked to ease into his day whenever they occurred.\nHome phone numbers were reserved strictly for emergencies.\n\"Miss Simmons...\" he closed his eyes, picturing the look of agitation that his secretary usually made in the", "label": "human"}
{"text": "\"Not today you son of a bitch. I see you. Not today.\"\nThe nurse gave a sidelong glance at the surgeon muttering in half-whispers almost too quiet for anyone to hear. But she heard.\nThe doctor didn't always mutter to herself. It was usually only in special cases: a car accident on the I-5 with a 16 wheeler that lost control; an idiot college student deciding he can jump into a pool from three stori", "label": "human"}
{"text": "She cried, the way she had when she when I first saw her. Tears cascaded from her eyes, her cheeks were red and a small amount of snot dribbled down her upper lip.\n*I love her. I love you. *\nThose were the first thoughts that came to my mind when I saw her. When she emerged from the womb and I set my eyes upon her beautiful face for the first time. I had cried too.\n*I love her. *\nIt was soft in my", "label": "human"}
{"text": "The walk up the driveway is as long and boring as usual. *This is why people have short driveways, * I think to myself, as I finally jog up the steps to my front door. After fumbling with the locks for few moments I enter inside, and smell the familiar scents of home. It always reminds me of Lucy, and it always makes me wonder when she's coming back.\n*Is she coming back? *\nI shake the thought away", "label": "human"}
{"text": "Hi. I'm Jim. I may just be a sapling at the moment but one day I want to be human. I see them running around, on legs and feet, flailing their arms, jumping, dancing; Free. They know how to stay warm, how to move no matter whether the sun is near or far. They breathe air. Oh, of course photosynthesis is close but every time I grow, it's a step towards being a part of Mother Plant. She's the one wh", "label": "human"}
{"text": "The night started like any other, I sat dealing cards at the tavern in Arkansas. The usual crowd came in. They'd all learned long ago not to gamble with me as I'd paid for my drinks off their losin' for as long as I can remember. I always won, be it by bluffin', cheatin', or just plain luck.\nThis night, a stranger walked in the door. He was dressed in black with a new pistol on his belt. Not stopp", "label": "human"}
{"text": "\"Deadlift a word.\"\n\"Deadlift, can you comment on the ongoing trials?\"\n\"Deadlift, how was the break up with Mistress Blue?\"\nA large man pushed through the crowd to get into the bank. He hadn't wanted this for his life. His cloths shedding layers of wood chips and saw dust as he maneuvered into the bank. Everything had been so simple. Go out, bid a job, do the job, bid the next, then work at habitat", "label": "human"}
{"text": "\"It's not posting.\"\n\"What's not?\" I put down my book and looked over at my girlfriend, on the computer again.\n\"My fic. It's giving me this weird error. Error number yadda-yadda-yadda ‘ not enough free space.'What do you think it means?\"\n\"Is this your serialized fanfiction?\"\n\"Yeah, I've posted it every day and this is the first time it's ever had an issue.\"\nI walked over and kicked her off the comp", "label": "human"}
{"text": "At night, when everything is dark and silent,\nThe men will stalk their prey within the woods.\nWith weapons drawn and tempest minds yet violent\nThey wait and hide in cloaks and capes and hoods.\n\nFor with each shadowed step the monster takes\nThe men will spring to action in defense.\nThey slash and fight until the ground but quakes;\nThey shed their blood, protect the innocents.\n\nAnd when the sunlight", "label": "human"}
{"text": "I focused on the 'everything is legal' part. I hope you enjoy it.\n---\n\"Alright. Is *everyone's* phone on silent this time?\"\nJenny shuddered, remembering her first trip with the group, only yesterday, involving an escaped tiger and an angry elephant. Set off by a blaring ringtone.\n\"Okay, good.\" Jenny snapped her head back up, trying to seem like she had been listening. It was no use. Charlotte gave", "label": "human"}
{"text": "The camera sat on the table, just waiting for use.\nYears had gone by, and temptation grew, thinking about what it knew.\nObjects, the only thing it had seen, how could that be?\nSeconds and minutes gave a goodbye, I needed to know what it thought of me.\nI took a step, a step closer indeed.\nI peered over, grabbing it with need.\nIn front, was a mirror, my reflection beaming.\nWhat would it tell me? Uns", "label": "human"}
{"text": "\"Some things cannot be done by day. The sun is an eye of god, bringing judgement onto our sins. And some sins may not be forgiven. That is why, we, the Night Shift, do what we do in darkness. It is not for secrecy, but for shame. God sleeps when we do, and perhaps in the dark of night we can escape notice and with it, judgement.\"\n\"Shut up George.\"\n\"Tonight we create an abomination. We tread upon G", "label": "human"}
{"text": "\"I need an *army* of *mole men*,\" the very-creatively-named Mole Man shrieked. \"With noses that can detect incoming heroes from *miles* away. And big gnashing claws!\" He held up his own hands and wiggled his stubby fingers, no doubt imagining them with claws. \"And… and… giant…\"\n\"I think I get what you're going for,\" I interrupted him with my most calming tone. Sometimes these villains can get a li", "label": "human"}
{"text": "Manhunt 1-2-3.\n*A game that was actually banned in my primary school due to people having a weird idea that it was connected to some murder...thing. Was weird. *\n*Basically, it was a game of tic, or as Americans call it, tag, except that anyone you tagged became a Hunter. To make it balanced, you had to hold your finger on someone and say 'Manhunt, 1, 2, 3' clearly and loudly. If they squirmed awa", "label": "human"}
{"text": "Witch's Bone.\nThat's what Auri's grandfather called his cane. The grooved wood had swirling patterns on it, merely mesmerizing her as she watched him climb the stairs.\n\"Come on, Auri. We've got places to go.\"\nAuri nodded as she followed her grandfather up the stairs. She giggled she reached the top, reaching out to steady herself on the cane.\nShe was transported through Time as her small fingers w", "label": "human"}
{"text": "I remember the day my father died. I remember the rain at his funeral and looking up at my mother as the tears ran down her face. At the time I thought those were the worst days of my life, but now...now I look back on those days as a happy time, a time before things got really bad.\nBack then we lived in a small house, close to the motorway. At night my brother, Dave, and I would lie awake in our", "label": "human"}
{"text": "*Ugh. * The blunt punches stung Bruce Wayne as he lay on the floor but the officers, wreathed in shadow, continued the brutal onslaught.\n*Day 15. * The day of the trial. Bruce brooded in between strikes to his sternum. His arrest had been sudden. Two-Face had organized the whole charade with the help of Hush who had played the part of Bruce Wayne perfectly. *They had to use their brains at some po", "label": "human"}
{"text": "\"Your seventh child is going to kill you,\" the witch said as I finished my drink with her.\n\"Seventh?\" I asked. She nodded, and her tangled hair fell over her eyes. Margaret was an interesting character. She hung out around the bar and fancied herself a witch.\n\"Yeah,\" she said, \"had a vision last night, sucks don't it?\"\n\"Well you aren't wrong there,\" I said, if I had children I'd be freaking out.\"", "label": "human"}
{"text": "Mr. Robert E. Haynes was anything but a stereotypical 10th grade history teacher. He knew his material, didn't coach any sports, and he sure as hell never ended up behind the wheel of a school bus.\nOne day I was walking through the flea market in a small town in Alabama when a peculiar painting caught my eye. Mr. Haynes was depicted standing in full Confederate uniform with a saber by his side.\nTh", "label": "human"}
{"text": "Once upon a time, there was a guy who was browsing reddit and was a particularly good writer. When he saw a prompt on r/WritingPrompts he was reminded of his addiction to writing, so he decided to click on it and explore a couple of prompts before putting his laptop away. When he went down far enough, he saw an OP who had a particularly vague prompt with a sob story. But with a moment of compassio", "label": "human"}
{"text": "Bright light wakes me, my clothes are damp from sweat. I think to myself \"how the hell did I get so hot, I never turn the heat on in my apartment and it's only April.\"\nReluctant to open my eyes, I lean myself up and sit avoiding the light. I'm dreading today, like most days. I wish I could just sleep, or lay, or something other than moving from where I am. It's so hot I cant stay here in these clo", "label": "human"}
{"text": "\"John, I just don't want to go.\"\nI tell my friend for the 5th time. He's persistent. He points out that I have been locked up in my apartment for weeks and that getting out would do me a world of good. In fact, there is a Match party few blocks over from my house and I can leave at any time and walk home. I relent, even though I know that I won't find the person who matches my color band at the pa", "label": "human"}
{"text": "> (long, I apologize, I don't do these very often but this one inspired me!)\n\"Well, what the *fuck* are you going to do about it?\"\nThe prime minister was livid. All blood had drained away from his face as he had spent the past 10 minutes screaming furiously at the scientist in charge of the RAPHAEL project. The scientist, a man with several doctorate degrees and many awards and laurels, could only", "label": "human"}
{"text": "\"What does it say, Pia?\" Aksyl looked up at her, his bright eyes wide with wonder.\nWhen Pia was a young girl, her father had given her lessons in Enginetongue, but she wasn't a little girl anymore. She brushed her graying hair out of her crow-footed eyes and peered at the inscriptions on the panel in front of her. She moved out of the way of the light from their campfire, flickering behind her, to", "label": "human"}
{"text": "She's got this feeling at the back of her neck, like there's a slug dribbling down the nubs of her spine, sliming over her skin from hairline to shoulder blades, and it won't *stop*. It's been there since she left Prague, making her face contort and her fingers curl in every conversation. She's sure she looks like a pig.\nIt fades sometimes, like during the meeting in Berlin and the conference in B", "label": "human"}
{"text": "\"Hey!\" I shouted. \"I'm not insane, you can't keep me in here!\"\nThe door resisted my attempts to knock it over. My thin coat proudly proclaimed 'Pizza World!' across my back. It was new, I had only had the job a few months. Just enough to make a little money to go to a community college. It itched, and I had always hated it, but it was money.\nI had been a week away from moving to a college town, to", "label": "human"}
{"text": "\"I was a great adventurer, long ago,\" Mulan said to her grandchildren.\nThey rolled their eyes and shifted in their seats as her children and nephews and nieces had done before, but that didn't stop her from telling her story. \"I stole my father's armor, and I rode away from my father and straight to the army, where the prince was waiting.\"\n\"Grandma,\" one of the children - what was her name? There", "label": "human"}
{"text": "As I ran over the gravel path to get to the hidden clearing, I glanced at my watch. Two minutes to 11. I thought back to the morning, when I found the post-it note stuck to my ceiling \"23:00 - you know where.\" The handwriting was calligraphic, reminiscent of medieval manuscripts.\nI slowed down, arriving at my destination and taking a second to catch my breath. I inhaled the cool winter air and sur", "label": "human"}
{"text": "I dropped the marker in shock, staring at the board in wonder. 15 years...I looked at the mathematical solution written in electronic ink. The problem that had consumed me since I got my masters. I stepped back and stared at the board, as it cycled through the pages of mathematical insanity. I had finally proven the existence of a God. I had done it. I quickly began printing the 108 pages of my th", "label": "human"}
{"text": "You wouldn't think a person could get lost on a river. I certainly never have been up until now.\nMy father was a fisherman. His father was a fisherman. I'm not sure what *his* father did, but I'd be willing to take a guess. I might as well have been born with gills, as much time as I spend on the water.\nAnd yet here I am, lost on a gods-damned river.\nIn my defense, the last few days have been unse", "label": "human"}
{"text": "{I'm taking artistic license with this one}\nThe tension in the room was thick. Jughead sat at the old kitchen table, looking at his long-time best friend sitting opposite. He rubbed a hand over his smooth head. He'd lost the crown years ago, and male pattern balding had set in with a vengeance.\nArchie sat, a downtrodden look on his face. The years had not been kind, though there was a hint of the", "label": "human"}
{"text": "Arista stood frozen on the sand a safe distance from the edge of even the most ambitious wave. Her heart racing as she looked out to the ocean. She willed herself to move forward with every ounce of courage she could muster but her feet remained steadfastly planted. Her childhood friend Todd bobbed in the water motioning for her to join him. Todd and Arista spent the last week practicing for this", "label": "human"}
{"text": "\"You'll probably feel nauseous when you come to again,\" one of the researchers said as he double checked the fastenings on my suit. Cry pajamas, they jokingly called it.\n\"Scratch that, you'll definitely feel nauseous,\" he continued. The other scientists circulated around the room like cogs in a machine. Keyboards clacked and sheets of paper were moved around as the final preparations for initiatin", "label": "human"}
{"text": "31 Then Mary went to wash the boy Jesus' sheets at the river, and found that they were sticky. 32 Upon returning and finding her husband, she urged him to have a talk with the boy. 33 Joseph was reluctant, for it is not the place of man to instruct God; and also there were ten minutes left in the game. But Mary would not be appeased.\n34 So Joseph took the boy Jesus aside and did tell him of the bi", "label": "human"}
{"text": "\"You've reached Danny's deliveries. How may I help you?\"\n\"Put down the gun, Patricia. We're outside the store. We are willing to end this negotiation peacefully.\"\n\"Sir, if you're outside the store, maybe you'd like to come in.\"\n\"We don't want the situation to escalate. Stay calm.\"\n\"I'm calm,\" said Patricia. \"Is your order for now or later?\"\n\"On the behalf of the Miami district police, we order and", "label": "human"}
{"text": "\"Daaaad....Are we nearly there yet? I'm hungry!\"\n\"Hello hungry! I'm dad.\"\nWe all knew the routine. We all groaned on cue. It was the oldest 'dad' joke known to mankind and yet he still grinned like an idiot every time he used it. It was there at my tenth birthday party in it's 'excited' variant. It took on the 'nervous' form on the night of my prom. Hungry was the most common...and every time it h", "label": "human"}
{"text": "\"So, what have you been struggling with the most?\" Dr Frankenstein asked one of his fellow competitors as he sat backstage before the event.\n\"Glutes, mostly.\" Arnold replied.\n\"Glutes?\" Frankenstein thought to himself \"This guy's good, I wasn't even going to be going into such detail. I've been struggling with just getting this guys head on straight in practice and this guy is already going into mu", "label": "human"}
{"text": "No.\nNo, it can't be.\nAs my fingers begin to ache and her beautiful face begins to turn her favorite color, purple, I realize the mistake I've made.\nI see it all.\nHer first memory, parents smiling at her in the hospital. Meeting her little brother when he was born. Seeing her grandmother die, and seeing puppies be born. Getting hit in the head with a rock by her best friend, and crying, crying, cry", "label": "human"}
{"text": "When I was a child, I would always dream that I had wings and I would fly all over the town. I always told my parents that I am a superhero and they would pat me on the head with smiles.\nThe wonderful exhiliration of jumping off the roof of our house and flying off made me want to sleep all day. Sometimes I would dream that I have a friend who will fly with me and he always bring me fighting in th", "label": "human"}
{"text": "The day has come. And I can't believe it. I have worked for reddit for so long now. I kept their servers alive. I worked endless hours when celebrities were doing AMA's to make sure it didn't crash. I typed furiously doing my own AMA telling everyone how awesome this whole thing was. I honestly thought reddit would be here long after my skills had deteriorated and I could no longer see the screen.", "label": "human"}
{"text": "\"Number 108, today's your turn,\" a voice rang through my skull as it shook me from sleep. I panicked; throwing off the sheet as I frantically looked around me for my clothes. My hands came into contact with a silky cloth, softer than anything I had touched before. A grimace formed on my face as I touched the sheer dress, grabbing handfuls of it onto my body. So this was it then; the day I would me", "label": "human"}
{"text": "Here you are again. Back to same point you were 365 days ago. Your house littered with empty bottles. You keep telling yourself this year is it. The year you will finally get your life back on track. But you can't. Alone. Nothing but an empty shell of your former self. You throw away the last mirror in your house. You take one final look, disgusted. The only evidence of your existence remains in a", "label": "human"}
{"text": "*Northeast of Syria, heavily fortified city Deir ez-Zor. *\nSandstorm was over. It cost Syrian Arab Army 26 well-trained soldiers and northeast quarters of the city called Baqiyah. SAA was low on morale. After all they were besieged for more than 2 years now by cruel men who is going to kill them, torture them and rape & pillage whatever they care about in the city.\nAt the Baqiyah, Euphrates Hotel", "label": "human"}
{"text": "I could rule the world if I wanted to. Be revered by all mankind and be looked at as a God. But I will do none of this. I will not help the world nor will I harm it. I'm not interested in that anymore, I'm not really interested in anything anymore.\nMany people would say I'm selfish for thinking the way I do. Being able to help the entire world, yet I do nothing. I could tell people why I think thi", "label": "human"}
{"text": "It's another normal day in Westfield except something's a little off. While I've been running off the locals from the graveyard to rob the deceased, I've been dressing as a zwombie and using a projection to fool police. It's a small town so keeping the word from getting out was easy. Cut a few telephone lines and flatten a few tires and no one will ever know. Today was different though, this morni", "label": "human"}
{"text": "The computer gave a three note chime of discovery, waking Ben from his light doze. He knuckled his eyes, feeling grimy. They'd been out for six weeks, nearly double the length of a normal run, but had been having bad luck. Every wreck he'd scanned up was tagged, and touching them was against the law. He figured he had enough problems without Galactic police hunting him down, so he'd moved on. But", "label": "human"}
{"text": "So what's going on here, Bob?\n**Well, Dave, the aliens have rounded us all up and paired us off. **\nWhat for?\n**According to this brochure, they need human babies to breathe. So we can't leave until one of us gets pregnant. **\nOh.\n**Yeah. Looks like we're gonna be here awhile. **\nShit. Did you bring anything to read?\n**Just the breeding brochure. **\nWhat's it say?\n**\" Start fucking. We need babies", "label": "human"}
{"text": "\"Hey, Todd! What's up?\" I waved to Todd from across the lobby. He waved enthusiastically back and started to walk over.\n\"Craig! Didn't expect to see you today. I see my assassins have failed again!\"\nWe both gave a hearty chuckle, and he slapped my shoulder a few times as we shared the old familiar joke.\n\"So how's the family these days? Is your wife doing well?\" he asked, the smile slightly fading", "label": "human"}
{"text": "I look up from my laptop after a 3-hour study-binge. 3:46am. Eyes still raw from hours of straining, I see something out of the corner of my eye. This isn't out of the ordinary, so I ignore it. Slowly I rise from my chair in to a full-on, bone-crackling, almost orgasmic stretch. A couple squints and my vision focuses on a small envelope sitting in the middle of my floor in front of my closet. \"Tha", "label": "human"}
{"text": "The man from the council stared blankly the animal at the centre of the complaint, he looked at complaint the report \"Large unruly animal, a real monster you can't miss it\".\n\"So this is Bessy, now what on earth could that nosy bastard Fred have against her, she's lovely just look at her. Aren't ya girl, beautiful big eyes eh? Want a fox? Would you like one eh? Hungry girl, here ya go\" Farmer Thomp", "label": "human"}
{"text": "They are contagious.\nLook around you.\nAll things related to living are replicating fractals, and notions are no exception.\nNeuronal impulse patterns, brain structure, germs of various types.\nHumans see the world through the lens of their bodies, and then their bodies craft the world around them in their own self-image.\nThis is what OCD is, a greedy thought trying to escape the mind of the thinker", "label": "human"}
{"text": "Antarctica: The Final Frontier\nNo one saw Antarctica as a priority. It was just \"that cold place\" that no one cared about. Then we found it...\nBeneath the ice, we found a capsule. It was 100 feet long and 50 feet tall. On the side was writing that was completely unknown. Scientists detected high energy amounts emanating from it. Then one day, it opened.\nInside were humans. Upon awaking, they told", "label": "human"}
{"text": "\"I'm flattered.\" right after I got hit by a huge truck, a male figure with black wings entered my field of vision.\n\"Handsome as always, Azrael.\" I stood up, ignoring my broken body. \"May I ask, what in this humble human's act that flatter you?\"\n\"Never before a human took the phrase *'flirting with death'* quite literally like you, Miss Reinia.\" Azrael smiled. \"Well, it's not like I dislike your at", "label": "human"}
{"text": "As I stood there,\non the now unoccupied planet,\nonce over seven billion's lair,\nwhereas now everyone had departed.\nThe world had finally collapsed,\nthe inevitable taking place.\nEveryone else had quickly migrated,\nwhile I was in my own pace.\nThe calamities had destroyed all,\nAnd everyone departed to the stars.\nThe Earth had met its fall,\nand I knew that running was just a farce.\nHence I stayed behi", "label": "human"}
{"text": "\"Good morning, Mr. Choi. The hour is 7:42 AM, Wednesday. Weather foreca-.\"\n\"Stop. I don't need the weather report, Vegas,\" Kevin could see the sunlight through his eyelids. His apartment's management system had already opened up his blinds to wake up him.\n\"This is the sixth time in the past 22 days that you have interrupted a weather report. Would you like me to discontinue your weather report sub", "label": "human"}
{"text": "I sat at my desk, racking my brain to find who could have possibly discovered the truth behind the death of Phillip Mercer, the heir to one of the most powerful petroleum companies in the world. The job was done without a scrap of evidence, I made sure of that much. It simply made no sense, every living soul that knew I killed Mercer were the very ones that orchestrated it. I may not know who this", "label": "human"}
{"text": "*Edit: Doing as /u/packos130 and putting the prompt after so to not spoil the story. *\n\"I can hear you trying to sneak by.\"\nFor a moment Phil thought he got lucky. His bosses chair was turned around, facing the window. He figured he could tip-toe past his bosses office undetected so he could meet his girlfriend for lunch fifteen minutes early.\n\"I.. I'm sorry Mr. Crawford.\" Phil stammered. Mr. Craw", "label": "human"}
{"text": "I have a recurring dream, you are always in it.\nYou are more scared than i have ever known you to be. Your mouth is bent and twisted. I would call it a look of dismay, but dismay is a human emotion. Your face is not that of a woman's. Your face is marred with desperate, animal, panic. Your face, is a mask of terror, unshackled from social graces, like a crying infant, a dying dog.\nFigures in the b", "label": "human"}
{"text": "I sat in the small, uncomfortable plane. The erratic beating of my heart was no less peaceful than the turbulent winds outside. Desperate times called for desperate measures.\nThe modern weapons of war were tactical and humanitarian in nature. A half-century old rifle was brutally effective, clunky and inhumane. All militaries were required to keep their firearms current to within ten years to avoi", "label": "human"}
{"text": "I have always been careful. ALWAYS. How the HELL did I get caught?!\nI struggle against my straps, not even noticing when someone comes in. Man I'm getting sloppy...or rusty...hmm rusted blades, there's an idea...\nThe person speaks, it's a woman? \"I have been watching you for some time...\"\nThat canNOT be good. So I turn on the charm. \"Oh really? Well I wish you would've shown yourself, maybe I coul", "label": "human"}
{"text": "\"Let's go. Up and at 'em asswipe.\"\nI slowly opened my eyes after I thought I had closed them forever. I looked down and around me every which way. There was nothing but empty space. It didn't have a color or any sort of look I could put into Earthly terms. It just looked like emptiness in the most basic sense of the word. I had no body. I had no idea how I was even seeing things or comprehending w", "label": "human"}
{"text": "Elon walked along the forest trail, breathing deeply of the smell of decaying leaves and cold. The sun was setting and the short, pale winter day had barely even melted last night's frost from the ground. He looked up at the sky, watching the now familiar arrangement of stars through the cold, dry air and the clouds of condensation from his breath.\nIt seemed like a sadly appropriate setting for th", "label": "human"}
{"text": "I made myself look out the window again. Through the light drizzle I can still see him standing there, under the dim red glow of the streetlamp. He hadn't moved, and he's still looking. Letting the curtain fall back into place, I slouched back into my chair.\nHe couldn't possibly know. That would be impossible. Although...my gaze shifted to the stack of plane, train and bus tickets on my table. One", "label": "human"}
{"text": "\"Babe,\" Tyler rubbed her back gently as he stared straight ahead with glassy eyes, \"We've known about this for a year. We're prepared. We've done everything we ever wanted to do. Now it's time to accept our fate.\" He spoke almost robotic, emotionless. He was just as frightened as she was, but he didn't let it show. He comforted her, but allowed his eyes to remain fixated in front of him. His hand", "label": "human"}
{"text": "\"Someone will find out about this...\" the scientist gasped as he tried to crawl away, painting the floor with his blood.\nJohn could only smirk as he walked slowly after the old man, a bloodied pen knife in his hand. \"Oh, I doubt they will. It has been what...three years? And people are still trying to figure it out.\"\nThe scientist somehow managed to reach his desk, and his hand went for the phone.", "label": "human"}
{"text": "I woke up, and found myself standing straight up in my bed in the same clothes that i've always worn.\nI checked my inventory to see that all my stuff was still there.\nPencil: Writing utensil\nWeight: 0\nValue:.10\nQuantity: 5000\nCalculator: Calculation device\nWeight: 1\nValue: 15\nQuantity: 1\nPhone: Communication device\nWeight: 1\nValue: 300\nQuantity: 1\nEverything was there. Good.\nNow to say hello to my", "label": "human"}
{"text": "(I invented a fictional drug for this)\nI woke up on the floor again. The sun was casting a muffled midafternoon light through the thin curtains and I couldn't bring myself to feel surprised that I hadn't made it to the bed last night. My head was pounding and my mouth tasted like something had died in it. Just another damn day in this stupid shithole. I had to get up.\nThat took a little effort, fi", "label": "human"}
{"text": "\"Now's your turn. Don't sweat it, Larry. I'll get you off the hook. Just read this to the Judge and you'll be in the clear. Trust me, I didn't go to law school for nothing\"\nWe share a nervous laugh.\n\"Thanks, man. I know sometimes public defenders get a hard rap, but you've really been a life raft for me.\" The very much actually guilty Larry thanked.\nLarry approached the judge, armed with a boombox", "label": "human"}
{"text": "To everyone,\nWe can say I was never right after Mom died, that he death was the start of mine. The weekend drinking gatherings turned into all week drinking binges. I'm sorry for it all, but that's not why this letter is here. It's to remind you all that despite doing nothing to help me, I still love you all. I was the one who had to take care of her arrangements, the one who was there for years,", "label": "human"}
{"text": "[Interior, ISIS HQ, Mallory Archer's office. Sterling is sitting across from his mother with a drink in his hands.]\n\"For the last time, Mother, I know the difference between flammable and inflammable!\"\n\"There *is* no difference, you idiot! And try telling that to the Regent Hotel. My God, what you did to that poor-\"\n\"Mother, he ruined my suit!\"\n\"Oh shut up. We'll talk about your pyrokinetic displa", "label": "human"}
{"text": "It *sucks. *\nI'm terrified to touch people. Before you ask, no I do not have some kind of mental illness, nor do I have OCD. It's just that I can see more than people think. How it works is that I touch the person in question and I can see their emotional background. I can see what their brain protects itself from. Their dog dying made a huge impact on them. *Whoop. * I see that kind of thing all", "label": "human"}
{"text": "\"*ZEEEEEEEETAAAAA! *\" Yells echoed everywhere around me. Xera, the queen herself, was out looking for the girl, too. Well, I suppose that you'd assume she would look for her own daughter. Vengeance light up her eyes, and I knew that whoever had taken the princess would not get off very easily. Usually, when someone went missing, we would wait a day or two to see if they showed up. This time, the G", "label": "human"}
{"text": "Without my hoodie on, the fall air stung my arms as I tied the sleeves as tightly as I could around his leg. My white sweatshirt now an eery crimson.\n\"Hu-hurts. Stop that, it hurts.\"\n\"Can't stop, sorry. Tourniquet. Gotta stop the bleeding. Your femoral artery is cut.\" I say louder than normal so as to be heard over his anguished groans.\n\"I'm going to die.\"\n\"No, you're not.\"\n\"Julian,\" He says, defe", "label": "human"}
{"text": "Ted entered the life office and walked up to the front desk. The 19 year old secretary was ignoring him to face time here soul mate.\n\"No I love you more\" she said\n\"No I love you more\" he said\n\"No I love you more\" she said\nTed rang the bell.\n\"No I love you more\" he said\n\"No I love you more\" she said\n\"No I love you more\" he said\nTed rang the bell.\n\"No I love you more\" she said\n\"No I love you more\" h", "label": "human"}
{"text": "It was a dull tuesday morning when I woke up to the sounds of my phone going off non-stop. Aaron was frantically screaming nonsense at me. \"THERE IS A NUMBER...Errr...SOMETHING IS ON ME JOSH!\" I mumbled and turned on my side to go back to my dreams, but that is when I saw it. There in the mirror, it was right on top of me. A shiny green **1**. I thought I was seeing things, I **had** to still be d", "label": "human"}
{"text": "It always puzzled me, to say the least, and made me extremely nervous.\nAs such I never committed into relationships, probably by great of having my feelings not reciprocated.\nMy longest relationship was with a man I loved deeply, Indy. He was the complete opposite of me: extraverted, charming, outgoing. He was friend with everyone, but still reliable and generous.\nWe stayed together for a couple o", "label": "human"}
{"text": "It wasn't like I wanted it to happen, hell, it wasn't even that I knew it would happen..it just did!\nOur society has labeled my ilk as \"Defects\"; while the majority of our race has evolved into a species with extraordinary powers, the rest of us (the defects) just do stupid shit like turn into bread, or have a golden anus. Don't get me wrong, I'm not judging my comrades here its just that we're no", "label": "human"}
{"text": "Captain Rick slammed on the brakes of his moon rover, and skidded to a stop for the next 10 seconds.\nOnce the rover stopped completely he stood up and headed over to the object glinting a few meters away from him.\nAs he got closer the brightness became more and more unbearable, until he managed to cover the object with his shadow.\nHe blanched at the sight, murmuring a soft \"What in the actual fuck", "label": "human"}
{"text": "I questioned my choice on that first day, and on several subsequent days. By the time summer came around, I was enjoying it of course. But then autumn came again, and fat clouds brought more questions.\nI always walked my section of the Thames, never any other, not even on my own time. The filthy serpent that snakes through London had never interested me, and still doesn't. I passed through Rotherh", "label": "human"}
{"text": "**This was a great prompt, but I kind of took it in a different direction**\nIt started with one long slow note,\nWas apprehensive at the start,\nWith confidence the note grew bolder,\nAdding harmonies to its heart,\nAs song took shape more voices joined,\n‘ Till the village was filled with song,\nAnd I alone ignored its pleading,\nI had no voice to sing along,\nI looked down on the songs and dancing,\nMy l", "label": "human"}
{"text": "There was always so much talk. Big words for big hypotheticals, bravado and overconfidence in the face of imaginary monsters. But what good is talk in the face of the first screams?\nAmazing how quickly those tuff words soon too become screams.\nIt started with the sirens. Crowds slowly gathered outside of their homes to watch the local police force empty the town without warning. \"Protect and serve", "label": "human"}
{"text": "I checked my phone for the third time. No responses. I'd tried it all: prompts about the devil, prompts about Hitler. Nothing.\nA thought poked like a meerkat out of my subconscious.\n\"No,\" I said aloud. \"That's crazy. Unless...\"\nI walked to the coffee shop, trying to make eye contact with someone. Nothing. When I arrived, I opened the door and strode to the counter. The girl at the counter didn't n", "label": "human"}
{"text": "And now for the Feature Presentation\nPart I: How it all Started\n\"I guess you can say, well it happened a long, long time ago.\"\n\"Shut up old man, can't you see I'm trying to read the damn Journal?\"\nThat idiot lawyer, at least I think he's a lawyer, rides this part of the line, between Pennsylvania Avenue and Wall Street every day. At least I think he gets on at Pennsylvania. I can't be sure; I don'", "label": "human"}
{"text": "\"I never really was welcome here...was I?\" \"Jim, that's not true.\" Lyte said. You just can't stay here anymore. I wish things didn't go down like this.\" Jim shook his head. \"You didn't want me here. I could feel it.\" Lyte looked at Jim, with an impassioned face, and held traces of concern. \"Feel what?\" Jim laughed, an outburst that seemed to shake the small cabin. \"Feel the animosity. \"Lyte sighed", "label": "human"}
{"text": "\"Water?\" he asks, a slight nervous chuckle escaping his lips, \"You can control water?\" I smile, he thinks he's saved. \"You can't hurt people with water. What are you going to do? Splash us to death?\"\nHe thinks that because I don't have a weapon, because my great power is hydrokinesis, that they're safe. But they aren't safe, these are the kinds of people who spent years, decades mocking me because", "label": "human"}
{"text": "The boulder tumbled mercilessly down the steep slope, and after he lost sight of it he heard it, crashing against the ledge at the bottom of the mountain.\nHe dropped to his knees, too exhausted to put the scream that was in his heart out into the world. Every part of his body ached. His broad muscles were impressive, but were not built for the task at hand. No human was built for such a task. And", "label": "human"}
{"text": "I was a teacher of electronics in my dream, but that is too far away from where I woke up. I wouldn't be able to dumb it down enough if I tried.\nWhen I woke, it turns out I am actually only 7 years old, celebrating my birthday one Christmas morning, even though my dream seemed as if I was in my mid 30's. I was pretty good at most disciplines in Science and Math, even gifted really, but a genius I", "label": "human"}
{"text": "\"....Now to just fix that semicolon, carry the one, add in the null set...and...Eureka! I've done it! I've proven God's existence!\"\n*A shadowy figure, who had been lurking in the corner for the last five minutes, clapped slowly for about 7.6 seconds, give or take. *\n\"Hello John. I hear that you've discovered proof of the existence of God,\" said the shadowy figure.\n\"Indeed I have! This is a momento", "label": "human"}
{"text": "In no way was he broadsided by the words that left her lips. He looks through the floor, to the depths of his soul. He finds only pieces and dust. His gazed is locked, he notices she is still talking, watching him look at the floor.\nThe ringing in his ears start tapering off, she has already stood up and grabbed her purse. She is talking, watching the man that dares not make a move. His face wet w", "label": "human"}
{"text": "It was a long day.\nI wish I had a million dollars.\nDenied.\nI wish Daddy would come back home safe.\nGranted.\nI wish Tim would fucking die.\nWho is this Tim? This stupid machine never gives me any context. Tim could be the next Hitler for all I know. But I'm not into killing people.\nDenied.\nI wish I could pay this month's rent.\nGranted.\nI wish Mommy was still alive.\nIt pains me to see these wishes. A", "label": "human"}
{"text": "Trapped in a moment twixt coffee and tea\nCaught in a moment, between you and me\nImagine I'll stand; That I'll own what I say.\nDon't leave it lying unspoken to fester\nDon't wrap around in an intricate knot,\nShake off the lethargy,\nForsake bright fear,\nAnd claim my sin wholeheartedly.\n.\nNo longer to live in half-realized moments\ntrapped like still dust motes, caught in warm amber\nthe comfort of ever", "label": "human"}
{"text": "\"Don't mind me,\" said GOD as HE sat down on the toilet. HE reached into the magazine pile on the side and grabbed an US Weekly. \"I'll still be here when you're done.\"\nLoretta screamed. She grabbed the shower curtain and tore it from its hooks, wrapping it around her body. The shower continued to run and the water bounced off the pale yellow curtain and onto the white tile floor. Steam spread throu", "label": "human"}
{"text": "Fond memories came to me in dream-like visions as I held my mother's hand. The steady rhythm of the machines that were struggling to keep her alive faded away. In its place, I heard my scampering footsteps through the kitchen and smelled the sweet, salty aroma of freshly baked cookies. My mother, much younger, stood in front of a piping hot oven in her cooking garb. Carefully she carried the cooki", "label": "human"}
{"text": "Yeah, my childhood was pretty normal. When Adam was born it took some getting used to the fact that I'd be getting less Christmas presents, but I loved my brother from the start. My father was an architect and my mom was a high profile defense attorney. They both worked long hours, but they made time for us whenever they could. Oh yeah, we had a babysitter for a few years there that I slowly figur", "label": "human"}
{"text": "I was nine years old for my first. Most people have trouble remembering the events of a week ago and yet that day twenty-three years past is still so fresh in my mind.\nI can picture it, the skin peeled back, the muscles underneath clenching and unclenching. My parents had gotten me a sewing kit for my birthday, perhaps in the hope of focusing me on something productive. The needles I had kept, and", "label": "human"}
{"text": "The Impala's engine throbbed through the streets of Culpepper, Virginia. It was a quaint, sleepy little town in the shadows of the Blue Ridge Mountains that had been disturbed by the gruesome murder of a young teenage training to be a lifeguard at the local country club pool.\n\"Sucked *dry*,\" Sam read from the article, scrunching up his face in disgust at the description. \"And the CPR dummy was now", "label": "human"}
{"text": "After the longest lapse in history between books, the newest entry in the best-selling Bible series hits shelves this June. I've had a chance to get an early look at it, and I have to say, most fans are going to find the wait was completely worth it. Just like previous entries such as Leviticus, there's a never-ending slew of bloody intrigue, backstabbing, and battle scenes brought to life in vivi", "label": "human"}
{"text": "I can always see her face. Always. The sensation gets easier every time. Have you ever tried to fly in a dream before, but you only end up awkwardly floating, bobbing around like a leaf stuck between oil and water? If you learn how to relax into that sensation, sinking into the ground that calls you, you can find the past. You can caress it, even thought you can't touch it.\nIt's pulling yourself o", "label": "human"}
{"text": "I am a cruel human. I have committed unspeakable acts against all that is pure and if I should die for it, then I accept my fate. For there is no undoing of the things I've done.\nA door shuts behind me. I'm in a different room now and I've been sat in a chair that is cold to the touch. I shiver alone, sitting there in silence and reflecting on what has brought me to this chair.\nMan, and woman, liv", "label": "human"}
{"text": "Did our Words doom us to failure? Or was it just me?\nAlice had hoped never to meet her soul mate. She met me through some godawful fucking boring work thing, and she caught my eye from across the room. Her Words started tucked up behind her left ear, and plunged into her neckline, tantalizingly low but not enough to finish them. \"I'm much happi --\"\nWe only had to talk for an hour before I knew we", "label": "human"}
{"text": "\"Do you know why the lights twinkle from far away?\" I feel the hum of his body next to mine as he asks. Warm, familiar, safe.\n\"No?\"\n\"Air pressure.\"\nAir pressure. How pragmatic.\n\"I like it\" I reply softly, continuing to gaze westward toward the glittering lights of traffic meandering by.\n\"It has to do with hot and cold air coming together \"he places his hand on my hip still standing next to me and", "label": "human"}
{"text": "\"It's a balancing act, you see, Senator.\" I couldn't actually understand what he was saying at this point. I heard him, sure, but the smartly dressed man from what he called \"Section '76\" absolutely had to be lying. There was no possible way.\nAt least, that's what I thought until I saw them a moment later after being lead through a massive vault door that hissed and clanked as it open. And there t", "label": "human"}
{"text": "It was the day we'd all been waiting for since the ascension of Christ: His return to Earth. At long last, after over 2000 years of anticipation and uncertainty, He had descended once more, putting to rest any doubt that He was the single true God of all creation. He came down in a great flash of light, and every living thing beheld the glory of our returned Lord.\nIt happened in Israel. Camera cre", "label": "human"}
{"text": "Apologies for the extremely basic rhyme style:\n...\nDearly beloved I wish you were here\n...\nI crushed that heart without shedding a tear\n...\nI see you beneath me; the implication is clear\n...\nIf our eyes lock together they'll burn and they'll sear\n...\nWhen it comes to you I cant let myself miss\n...\nThe thousand regrets, but I promise you this:\n...\nI'll recount it fondly: the last time we kissed,\n..", "label": "human"}
{"text": "\"It's not your fault. You couldn't have known.\"\nThose were the last words of the woman I called my enemy. The last words she said before she pulled the trigger, staining her red hair a deeper shade of red.\nI stared out of the window of the highrise building that held her office. Outside the building the fires burned, the people screamed, and the world called my name. How could I tell them that the", "label": "human"}
{"text": "My name is Michael Webb. My mission: retrieve lost artifacts from the bottom of the sea. In particular, the bottom of the sea in the area of the Atlantic we now know to have been the lost city.\nAs it turns out, Atlantis was a real place, and their technology was unbelievably advanced for its time. Of course, there have been crazy conspiracies about aliens and such, but from what my archaeological", "label": "human"}
{"text": "\"You really promise? Really *really* promise?\"\n\"Of coarse I promise! Look, I've got the fiver now in my pocket.\"\nHenry fishes a crumpled £5 note out of his back pocket. In Bill's own hands the pigeon struggles and squawks.\nThe group had seen the nest in the corner of the roof and immediately their thoughts turned to throwing eggs at cars and windows. How disappointed they were when, upon inspectio", "label": "human"}
{"text": "*Dear God*, I thought as the removed submission notification appeared. My test… it had worked. This theory, this crazy theory...\nI had been gathering data for weeks, prowling rising threads, monitoring new comments and recording the ones that were deleted. It had started when I noticed that Reddit seemed…different. I couldn't say what was different or what made me notice it but it was like walking", "label": "human"}
{"text": "There's someone in my head but it's not me\nIt doesn't snarl nor bite\nInstead latches onto my worries\nAnd sucks them pink\nThere's someone in my head\nWhom I let in\nShe likes to pretend\nThat soon I'll be dead\nShe pulls me away\nFrom the horror of life\nAnd brings me back\nTo my comfy little bed\nShe doesn't like company\nBut still talks to me\nAnd tells me of stories\nHopeless and dark\nI'd like to evict her", "label": "human"}
{"text": "Bridgette's eyes flickered momentarily, but only back and forth across the glowing rectangular screen clutched in her pinkly glittering fingertips. \"Yeah man, people fucking love you. You're, like, pretty much pop-culture.\"\nThe Prince of Darkness snapped his leathery wings in irritation. Bridgette didn't look up; her followers needed her. The perfectly crisp white line of the part in her hair star", "label": "human"}
{"text": "It's amazing what you can get used to. The incessant throbbing of my left thumb from when my cousin shut it in that car door when I was six. The constant sting from scraping my knees in my drive way when I was twelve. The perpetually sprained wrist from the first and last time I got drunk in college, not to mention this fucking non stop hang over. Despite not being able to taste food since I bit i", "label": "human"}
{"text": "The envelope was heavy. Very heavy, especially considering that it doesn't cost too much to get a favorable review. Ron cut it open, and tipped out 100 dollar bills, and a bunch of pennies, taped together flat. They didn't jingle, they hit the table with a thud as hollow as Ron's promises.\nHe opened his laptop, and fired up a word document. He tried to start writing something, but it was all the k", "label": "human"}
{"text": "The general entered the room, \"where is He, where is the child?\" He demanded.\nAn attractive young woman approaches him with an ere of caution.\n\"Please sir, He is sleeping.\"\n\"I don't care! That...thing, is a weapon. A powerful weapon.\"\nHe storms down the hall to the Pope's Vatican apartment. He proceeds to break down the down first shooting the lock, then to the bedroom. Inside the woman runs over", "label": "human"}
{"text": "I've been addicted to salt since the butterfly dropped Paris on its heels, my small town is your belly hacked wide open. Public office is a doorstep to insanity, my bruised smart phone case may be replaced using federal funds, I'm waiting in the lobby of a patriarchal badger body that doesn't see me as an unequal. I'm a women inside, I'm not a man. My apology is sincere, the time is right, I'll ba", "label": "human"}
{"text": "It had been just another night, Jack remembered. He had a particularly good time playing Dota 2 with several friends he met recently through the game. Shutting off his computer, he stood up, tired from a long day, to perform his usual bedtime routine.\nLooking in the mirror while brushing his teeth, he couldn't help but think about how he had been a disappointment. How he lost his only girlfriend a", "label": "human"}
{"text": "Aug 8, 2034\nDear Son,\nIt is with a heavy heart that I write you these letters. You are not born yet, but already you are a man in my eyes. I imagine your hopes becoming reality, your hard work paying dividends. Success is what I always wanted for you. A long, happy life.\nI'd always wanted a son. I never imagined the hard times—who does? I instead imagined all the clichés: games of catch, talks abo", "label": "human"}
{"text": "The stall, with its torn black cover and rundown tables, was located in an alley adjacent to the marketplace. A sign hung from one of the beams, the words carelessly engraved on a metal plate: Used Robot Parts.\nThe display did nothing to attract customers. Bolts, wires and circuits were scattered across the counters, watched over by a shabby-looking youth. He watched the passersby disinterestedly,", "label": "human"}
{"text": "Artificial Intelligence was the apex of our world. In a hundred years, humanity leaped in technological advances, and fell backwards in everything else. Our world, the one where AI servants bent and bowed to humanity, was one in which we needed them for our own survival. To hunt, to cook, to clean, to prepare, to build. Artificial Intelligence was everything to us.\nAnd we were nothing to them. It", "label": "human"}
{"text": "(A busy control tower for the JFK international airport seems to be buzzing along during another day in New York City. When suddenly one of the air traffic controllers notices an anomaly.)\nAir Traffic Controller - \"Sir, we have an inbound unidentified bogey coming in our airspace.\"\n(The Officer in charge runs over to the Air Traffic Controllers monitor)\nOfficer Franklin - \"Well try to make contact", "label": "human"}
{"text": "*Knock Knock*. The Man in the Yellow hat nervously rose from his chair. It was late, who could that be?\n\"Who's there?\" He said, as he cautiously paced his way to the door.\n\"It's George.\"\nThe Man in the Yellow Hat stopped in his tracks. He didn't know anyone named George. Except for a monkey he had cared for a while back. But monkeys don't talk. The Man wondered if someone was playing a joke on him", "label": "human"}
{"text": "I slowly walk out of the alley, and blend with the crowd. As I walk, it hits me: It worked. It actually worked. I was sent back to 2014, before it all started. I had three years to stop it, no other purpose. The Russians invaded the Ukraine, and kept going. Before we knew it, they had planted trackers in all the anglets on shoelaces. Who would have suspected? They learned habits and positions of a", "label": "human"}
{"text": "*644221*\nI read the numbers and then our pre-flight routine is broken as I whirr to a stop. Co-pilot, John, keeps talking, not realizing I'm sitting there frozen like a block of ice.\nMy phone buzzes again. *644221*.\n\"Mike? You right?\"\nJohn's Australian. It sounds like *rooight*.\n\"Uh yeah. Just give me a minute. My wife...\"\nI wave at my phone. My wife, my wife, my wife. Angela. My wife is...a spy,", "label": "human"}
{"text": "**The Villa**\n***\n* [UNS Odessa - November 3, 2154] *\n\"Computer, play Beethoven.\"\nTinkling piano chords filled the bridge as Captain Joseph Guerro leaned back from his console. He laced his fingers behind his head and let himself flow into the music.\nThey had been drifting for days, somewhere out beyond the orbit of Neptune, exactly where the mysterious message told them to wait. Normally, Joseph", "label": "human"}
{"text": "The reunion was not disappointing, it simply lacked. The butterflies flittering about the stomachs of the attendees as they straightened their collars and curled their hair, never seemed to burst into flight, to have their existence justified. Meeting old friends, and old enemies, is a nervous affair that often fails to deliver on the promised significance. The Wilson High class of '95 seemed to q", "label": "human"}
{"text": "I pick the next record from the shelf. Bill Evans Trio - Explorations. Took a while to get into, but the energy still feels like him, flows like him. I like this artist, he seems to play for everyone and no-one at once. Very loved or hated, not that I spend time with types who go around hating jazz standards. I let a foot tap, carefully. Not allowed to dance, not on the job. Never know how they co", "label": "human"}
{"text": "There isn't much chatter as the new students take their seats. The shuffle of feet and the creaking of old wooden chairs echo in the cold lecture hall but for the most part the students are silent. Some of the pluckier one's murmur to each other as they wait for me to begin talking but the long day has taken its toll on their spirits. The oppressive atmosphere due in part to the magical fiber of t", "label": "human"}
{"text": "The warmth of the bed was familiar to him. It was the same bed he had been born in fifty-two years earlier and that had been given to him as his own when his mother passed away. If he closed his eyes and concentrated hard enough he could still smell her somewhere deep within the bed frame - the scent of sunflowers and rain water and pure love. He missed his mother dearly and thought of her every d", "label": "human"}
{"text": "He wondered what his memories hold. He sat beside the machine wandering if he should ever use it. On one hand, he is excited about remembering past experience. The first time he walked, the first time he wrote a code, the first time he found his meaning in life.\nHowever, as a scientist, he could never stop considering the possible negative outcome of reading his own memory. After all, he couldn't", "label": "human"}
{"text": "I thought this was a fantastic read. I really enjoyed how you intertwined the beginning of the story with Markus and snippets of the interview. I really enjoyed the pacing of the story. If anything, I agree with other people that this would have benefited from being longer. A lot of people have mentioned that they would have liked to see the mystery expanded upon, but I think expanding on the endi", "label": "human"}
{"text": "I wiped the blood from my cleaver, a crimson pool forming as my rag pushed the substance down the blade. \"Such a beautiful thing...\" I mused to myself as I set the steak on the pan.\n________________________________________________________________\n\"Allison, I need twenty two more this week.\" said the figure in the shadows. I pretend she's a she and her name is Zephyr; it's so freeing compared to th", "label": "human"}
{"text": "I like playing games. I like to play hide and seek, I like to pin the tail on the donkey. But the game I like best is piñata. When we have a piñata, me and my friends get to hit the piñata with a bat until all the candy comes out, and everyone gets some candy.\nBut we don't always have a piñata, so sometimes we have to make believe. I like to pretend to be the piñata. I put on a blindfold because r", "label": "human"}
{"text": "*So this is my first post here. Probably a bit long, but I have no shame. I'm open to C & C, I don't do this stuff often, and I had fun anyways. *\nI awoke face down. I drew breath, my throat felt dry and sore. My body felt stiff, as if I had awoke from a very long sleep. I rose to my feet, and took in my surroundings. I was seemingly standing on thin air, though the ground felt hard as stone.\nI to", "label": "human"}
{"text": "######[] (#dropcap)\n\"Aha! How are you, *mon ami*?\" She hugs me, and I feel a small spark cross from her hand to my shoulder. Then she steps back, dragging the wheels of her carry-on across the brick floor.\n\"I'm doing fine, Béatrice. I'm glad I'm finally getting to meet you.\"\n\"You know, you are so much taller than I imagined.\"\n\"Really? I sent you my picture, didn't I?\"\n\"Oh yes, I have seen it. You", "label": "human"}
{"text": "John was looking at his newest attempt at making a successful lottery program. Basic math and randomization, but it would never work for him. However, this time, John *thinks* he found what was wrong; a stray semicolon. He hits run, and he gets a result. Underneath that, the program outputted:\nHello, JOHN. My name is AI-L300. Please call me AL. I have a message to tell you -\nYou triggered me. This", "label": "human"}
{"text": "I don't usually do these often so sorry if it's bad, I just really liked the promt.:)\n- - - - - - -\n\"So you all wanna' hear about the Angels do ya'?\"\nThe closest child to her piped up instantly.\n\"Yes Nana!, Uncle Naru told us to get you to tell us about them, the angels in the stars!\"\nAs the crowd of small children began to grow, the hushing from their soft, young voices began to unify as the smil", "label": "human"}
{"text": "All of this preparation. All of the years and money. All on this phone call.\n\"Well?\"\n\"Everything is ready. Give the signal\"\nPractically foaming at the mouth, I gave him the word.\n\"Fire at will\"\nI hung up the phone and threw it in the toilet as I turned my attention to the mirror before me\n1\nAre you kidding me? I stare\nA minute\nTwo minutes\nI punch a wall\nI turn back\n34\n452\n3953\n15573\nUp and up\n2877", "label": "human"}
{"text": "\"I can't stand this political nonsense\"\nDad threw his paper down on the table, interrupting our otherwise peaceful family breakfast. My sister and I looked up from our bacon and eggs and exchanged looks. We all know where this is going.\n\"It's just the same crap every year\" he grunted in frustration.\n\"Honey, maybe it'll be better this year,\" signed my Mom, obviously trying defuse my dad's daily ran", "label": "human"}
{"text": "A man finds a magic lamp in the middle of the desert.\n**rub rub rub rub** *\n*the genie springs from the lamp! *\n\"Request to me your wishes three, and I shall grant them onto thee!\"\nThe man who held the genie lamp put his finger to his head to think.\n\"Hmmm... I wish to have all of the gold in Greece!\"\nThe genie whirled his finger.\n\"Hocus pocus Gods of old, shower this man with Greece's gold!\"\nThe m", "label": "human"}
{"text": "\"I wish you luck, Steven.\"\nEverything has faded to gray so suddenly I almost did not unuderstand what happened. The kind lady was walking away. I was leaning against the wall, numbly looking at the sandwich she gave me. I didn't want to eat it for some reason.\nI haven't talked to anyone in a while, months, years perhaps. Being a bum is more alineating than living alone on the island. My life was c", "label": "human"}
{"text": "In all honesty, the invasion was a bit of a letdown. Sure, the weeks leading up to it were interesting. Ever since NASA had announced that an object moving at an unthinkable speed was heading straight towards Earth, it appeared as if the entire world had been knocked off its rocker. Speculation ran wild. Was it aliens? Probably, an unassuming UN spokesperson had announced to the world one Tuesday", "label": "human"}
{"text": "Things weren't like they used to be by any stretch of the imagination, but they were the best they had been in a long time given the circumstances. While the light at the end of the tunnel looked very dim at times, it did shine and the other end was reached. Some would say that things were better, some would say worse; the same generational differences in perspective remained as they had before Th", "label": "human"}
{"text": "Ricky remembers little of his life before he decided to join the army. His parents were against it, though, that much he's sure of. Everybody was against it. But his will was stronger. He wasn't gonna let the very first nation in the world fall down on its knees in front of the enemy without putting up a fight. He believed he was doing what every young man his age should do, really.\nThe chances of", "label": "human"}
{"text": "Your message was shocking for all of us, it used any taught plane as a speaker so that every window, metal panel and strung wire had screamed it out, we noted after international communications had been restored that it came in the form of the local language everywhere, simply figuring out how that was done had been the subject of much debate for years afterwards.\nNow that we knew there was someth", "label": "human"}
{"text": "Encyclopedia Man had always wanted to be a superhero, and finally his powers had awoken at the age of thirty-five, but unfortunately it was the power to remember each and every page of the encyclopedia he had read as a child.\nAt least it wasn't as bad as Oxford Man. He was a living dictionary and thesauruses, fighting people with proper grammar and spelling and all those editorial things people ig", "label": "human"}
{"text": "You could easily tell when somebody had gone, \"to the wild\".\nUsually their human bodies randomly twitch, and their closed eyes suggest they're in the deepest of REM dreams. They'll have their mouths open, with dribbles of drool seeping into their clothes. Its honestly, appalling.\nOf course, it was frowned upon to do this in public, but you still saw it anyways. Some people would slap on some sungl", "label": "human"}
{"text": "\"Are you sure this is correct?\" asked Agent M as he placed the document on the table, his voice as lifeless as it had always been.\nGenuinely surprised, Rohan turned his gaze from his sandwich, to the document, then to Agent M. M's brown eyebrows clenching furiously that they seemingly meet in the center. In his heavy Indian accent, Rohan replied, \"Ahh, Michael! I didn't expect to see you here.\"\n\"K", "label": "human"}
{"text": "The flowers are gorgeous, roses, a ravishing red crimson perfume set against lush dark green stems, wrapped in baby's breath and tissue and hand-tied love. Theres a bow too. It's extravagantly twirled halfway up, with a little crisp white card attached. They look smashing.\nThey'll make a wonderful present!\nExcept.\nHe's shoved them under his arm, near his armpit, squashed to his body to keep from f", "label": "human"}
{"text": "You might ask me if all the suffering, all the destruction is worth of our desire to be independent nation. My answer is that our liberty is not a mere whim, but a matter of life and death. We could have lived in a state with a government which treats their people as human beings. But we no longer can nor want to be ruled by monsters to whom a life has no value whatsoever. All they care about are", "label": "human"}
{"text": "She wakes up in stages. The light in the cottage bends along the curves of her shoulders and I wonder if there could ever be anything in the world as soft as this. The door to the patio is open and spring breezes carry in the smells of a world being reclaimed. Whatever I was thinking about is long gone. She makes a how-about-coffee kind of noise while stretching out across the bedsheets.\n\"Sure. Sa", "label": "human"}
{"text": "He sat in a stark room with his old friend, the paper cup of water spilled on the floor. It had been years since they splashed in puddles together, climbed book cases, rode a wagon, or threw a water balloon.\nThey talked about the girl in class, how they used to play house as kids. They talked about the babysitter, show and tell, and making up answers on tests. They talked about making \"art\" out of", "label": "human"}
{"text": "Be calm Sarah, there is nothing to be worried about.\nI sat in the student-pickup loop, repeating these words as nothing but foreign cars past by. My mother was usually the first person in line, but today that streak was broken. In fact, I had been sitting on this bench for almost 20 minutes, and still she refused to dispel my growing fear.\nI almost started hyperventilating when all of a sudden fro", "label": "human"}
{"text": "The Sky and the Earth looked at each other, longing and yet separated for eternity.\nThe sky looked down at the beautiful earth. He whispered to her and his breath washed over her face and created waves in her seas, \"Why can't we get closer? Why can't we join? This eternal distance. This love. This want. This thirst.\"\nThe earth replied to the handsome sky, \"Suppose we say we become one, my darling.", "label": "human"}
{"text": "**Crosspost from [this WP] (http: //www.reddit.com/r/WritingPrompts/comments/2op8xl/wpwrite_a_story_about_a_german_soldier_in_ww2_so/) **\nIt's ironic, don't you think, having to pretend to be a Jew after what we did?\nOf course I know what happened. Like everyone else, I didn't believe it at first.\nAdler, yes, Adler, the guard from block A, he used to be an SS, as you know, he's the one who told me", "label": "human"}
{"text": "*The Value of Being Interrupted*\n\"You can't be serious about going on a trip to Tokyo for New Year's.\"\n\"Um, and why not? You didn't have a problem being there during Jenny's fifth birthday.\"\n\"Really? You're bringing that up? I've told you a hundred times it was an emergency client meeting. I would've lost my job if I didn't go.\"\n\"Oh sure, always worried about losing your job. Never worried about l", "label": "human"}
{"text": "I stare at the retreating figure of the witch who had just cursed me.\nI feel the cold spread from the lump of ice now in place of my heart.\nDid she seriously just do this so I can't love again? Love doesn't create *actual* heat.\n\"Bitch don't you understand the laws of thermodynamics?\" I shout after her slowly fading form.\nI see a minute shrug as she disappears from my eyeline and give out a weak g", "label": "human"}
{"text": "*… fully operational. Repeat, the experiment is fully operational! *\nTopluk hunched over the communicator and tapped frantically at the controls. Even encrypted as it was, sending the message over all available channels was a clear breach of protocol… but this was too big, too potentially disastrous to risk the message not getting through. His cerebral implants hummed softly as they synced with th", "label": "human"}
{"text": "When I was young, I was obsessed with lucid dreaming. I would always browse the internet for tips and instructions on how to achieve that coveted state - where one was in full control of a fake reality. I imagined nightly trips to exotic worlds, and a place where I could stand up to the bullies and always, always get the girl.\nI gave it up after the first night. Instead of being transported to a b", "label": "human"}
{"text": "My eyes close, the pain fades, and I rest for a while.\nWhat wakes me is a shuffling sound. It's the sound sandals make when they're dragged across a stone floor. Oilsmoke fills my nostrils, and heat presses in on my skin.\nI open my eyes.\nTorches in sconces on the walls light the stone room. The ceiling hangs six inches above my head. Wooden tables are evenly spaced throughout the room. Every table", "label": "human"}
{"text": "I like hard work. Makes me feel alive. So many years and I grew bored with pretty much anything. Sitting around and doing nothing, being rich while doing that, being poor, being homeless. You get bored of doing nothing. Then you start working, you get bored of that too. There's places to see and people to meet, but the first are limited and the second tend to die on you. If you're doing drugs ever", "label": "human"}
{"text": "I promised I would never abandon her. With tears in her eyes and scars on her arms, she would blame me. I was the reason she was depressed. I was the reason she lost all her friends. I was the reason she felt the need to harm herself.\nYou know what her definition of abandonment was? Not messaging her on Facebook for three whole days. That's all it took. Three days, and she tells me that she no lon", "label": "human"}
{"text": "This may be horrible\nHe lay there dying my mother next to him, the doctor said that the crash would probably kill him, and my mother I loved them both, my dad motioned for me and said there is something i need to tell you I had known him my whole life, I thought that I know him, but then; He said it he told the story. I have never told you this but I feel that i need to, or I will die a mystery. W", "label": "human"}
{"text": "I stepped out of the shuttle pod and onto the smooth metal of the landing pad near the top of our apartment complex. My hover suitcase followed me faithfully, floating from the vehicle's rear boot before the lid closed automatically behind it. With a loud hum from its antigravity turbines, the hovercar took off, shooting off down into the city centre.\nI walked across the wide landing pad, which ju", "label": "human"}
{"text": "Initially, I didn't think much of it. It was my first night visiting my parents' home in over a year, and I wasn't too familiar with the layout of the house. I figured it was my mother in the other room, probably clearing her throat as she tried to fall asleep.\nBut when I heard it again, I remembered: *My parents aren't home yet. * They had left earlier this evening to go see a play in the Opera H", "label": "human"}
{"text": "\"What even is it?\" the president asked the nervous scientists who had handed him the tablet in his hands.\n\"Well\" they looked among themselves waiting for one to speak first \"We believe it's like our arm, you can see by the mandibles and suction pads it's capable of manipulating objects and holding on with great force.\" A voice came from the back of the group, as they made way for her.\n\"So our firs", "label": "human"}
{"text": "Outisde their ramshacle shack Roland, Marissa, and their two children Tony and Susan are busy doing patchwork on their torn clothing. They children watch as a slow, feathery, flake falls to the ground. \"What is this dad?\" The children ask, mouths agape\n\"Well,\" Roland answers lips widening, \"Its a snowflake.\" HIs expression now unable to hide his smile. Its nots actually snow, its ash from whatever", "label": "human"}
{"text": "\"The exploders creep me out.\"\n\"They prefer to be called humans.\"\n\"Yeah? And I'd prefer to be called the Uber-Admiral of the 5th fleet. Doesn't change the fact that those things are obsessed with explosions.\"\n\"Are you talking about nuclear weapons? Plenty of pre-FTLs have come up with those. I mean, even we went through times of violence and destruction.\"\n\"Yes, we've been violent, and yes, we've bl", "label": "human"}
{"text": "\"I can see angels, Mr. B. Angels flying in the sky!\" I heard a girls voice say behind me after she drank from the chalice.\nI got dizzy, my head started hurting and colors became intense as I floated out of my body. I saw some people sitting or laying down, heads thrown back as they were looking at the ceiling, tongues hanging out of their mouths as they gawked at the painted ceiling.\nHigher I floa", "label": "human"}
{"text": "So here i am...again for the, i think 40th time, i dont know its somewhere aeound there. Anyway lets try not to get of topic here kiddo that cookie jar will be ours. I know you don't remember this kid, but our last plan was crap. We should have not tried to climb a turned on stove, but this time my plan is full proof. Nooo stop eating your snot kid your gonna ruin your apitite and now you poopes y", "label": "human"}
{"text": "I hated him nearly as much as I hated myself. Stupid fat Yuki, the type of ham-fisted ball head triple chinned Jap that you see in animes being bullied, rather than in schoolyard brawls beating the shit out of the Gaijin. I didn't choose to be a Gaijin either, the kids here stuck it on like a label and decided never peel it off. I gave up Robbie, except at home, in the classroom, I was punk-Gaijin", "label": "human"}
{"text": "I was having a pretty normal vacation until today. I was lying at the beach, browsing Reddit and getting a tan. Suddenly, everything got dark and before I knew it, I heard the sound of a huge explosion and a lightning bolt flashed in front of my face. The shock traveled through my body and I fell to the ground.\nI remember waking up in the emergency room of a hospital with a doctor standing beside", "label": "human"}
{"text": "The doctor always said I had a problem. What they meant by that, I don't think I will ever know. I guess the way I live my life hasn't been entirely right but in the end what can I do? I live how I feel I should and will continue to do so. Unfortunately that type of thinking has placed me in Boarding Group B on American Airlines flight 1321 to Atlanta. Apparently there are people who explain to me", "label": "human"}
{"text": "It has been some time since I last saw her. I get the occasional text with a nicety, and I send the occasional invite to some random event that she never shows up to.\nI still care for her deeply, although not in the same way I once used to. I cheated on her once; the girl who I cheated on her with is now my wife. That still bothers my wife. who doesn't really like her; as a result she's met my bab", "label": "human"}
{"text": "Jerry H. Vah pulled into the parking lot of Amalgamated Multiverses, Inc. He was late.\nThe day had not started well. Actually things started to go down hill last night. He called home after work to say that he would not be home for dinner as he and some work friends were going out. His wife Sheila did not answer the phone, so he left a message and got on with his evening. She'd be cool with him go", "label": "human"}
{"text": "\"What a view. You didn't have to do this, you know. I could have had a blank wall in front of me, and just thought my way through the past week. You know, moving pictures. Are you doing okay? You cried so much after my celebration. I think more people should celebrate death. I lived a full life. All my friends were there - the ones that were left, anyhow. And you were there. The kids. You need to", "label": "human"}
{"text": "Once upon a time, in the quaint village of Serenity Falls, there lived a brilliant and eccentric scientist named Dr. Alexander Barnes. Countless years of tireless research had finally led him to the discovery he had always sought: the secret to eternal life. Consumed with a voracious curiosity, he performed a ground-breaking experiment on himself, and soon found himself cured of the shackles of mo", "label": "gpt"}
{"text": "Once upon a time, amidst the starry night sky, a colossal mystery revealed itself. It was discovered that the moon, the ethereal body that had captivated humanity for centuries, was not just a mere satellite— it was an enormous egg in the cosmos. The unimaginable realization thrilled hearts across the world, and people were engulfed in awe and wonder about the secrets that lay within.\nAs the days", "label": "gpt"}
{"text": "As I strolled through the dimly lit alleys of the city, a peculiar feeling washed over me. It was almost as if time itself was starting to bend, urging me to investigate. Intrigued and somewhat apprehensive, I followed my intuition down a narrow path until I stumbled upon a rip in the fabric of reality.\nWithout a second thought, I stepped through the tear, and everything around me instantly morphe", "label": "gpt"}
{"text": "Growing up, I was always a dreamer. My imagination would take me to far-off lands and introduce me to extraordinary characters. However, there was one particular character who would visit me night after night, year after year. She was a vibrant girl with a mischievous smile and sparkling eyes. We would spend hours chatting and exploring new worlds, forging a deep friendship that felt as real as an", "label": "gpt"}
{"text": "I jolted awake, my heart pounding against my chest. Sweat trickled down my forehead as I glanced around, trying to make sense of my surroundings. The familiar hum of the plane's engine filled the air, and I could see the window beside me showing the never-ending expanse of the sky.\nConfusion clouded my mind as I instinctively reached for my watch. My fingertips grazed the worn metal, and I held my", "label": "gpt"}
{"text": "Through Iron And Flame\nIn the heart of the enchanted forest, there stood a small cottage hidden among the tall, ancient trees. The cottage belonged to a brave young blacksmith named William, who was known for crafting the strongest weapons in the land. His secret was the magic flame that burned eternally in his forge, fueled by the enchanted iron he discovered deep within the forest.\nOne fateful d", "label": "gpt"}
{"text": "In the vibrant utopia of Zetheria, a realm untouched by the shackles of sickness, resided a young man named Asher. He lived in a world where the sun dazzled perpetually, and laughter echoed through the air like birdsong. The people of Zetheria were epitomes of health; a testament to the harmonious balance of nature. However, one fateful day, Asher's life took an unexpected turn.\nAs the days meande", "label": "gpt"}
{"text": "As a father, safety had always been my top priority. That sunny afternoon, I took my two kids, Jack and Lily, to the park for some outdoor fun. Laughing and running around, they were lost in their own little world of happiness.\nAs I watched them play, my heart swelled with love and protectiveness. Suddenly, I noticed the dark clouds rolling in, casting a shadow over the once cheerful playground. T", "label": "gpt"}
{"text": "The moonless night blanketed the small, desolate town as Edgar's haggard figure made its way through the dimly lit streets. Every step on the cobblestones seemed to echo in his hollow chest, reminding him of the weight he carried. The weight of fear, guilt, and a seemingly eternal hunger lured him deeper into the abyss of his own existence.\nOnce a beloved member of this close-knit community, Edgar", "label": "gpt"}
{"text": "In the small town of Crestwood, life was just as ordinary as any other day. Little did anyone know that on this particular day, their peaceful existence would be shattered forever. The peaceful town had just begun its annual Alien Awareness Festival, a lighthearted event that celebrated the cosmos.\nThe preparations were in full swing as colorful decorations adorned the streets, and locals eagerly", "label": "gpt"}
{"text": "Once upon a time, in a land far away, there existed a popular television series known as \"Game of Thrones.\" This show captivated audiences for many years, weaving together complex storylines and intricate characters in a world filled with magic, politics, and war. However, it was during its thirtieth season that everything changed.\nSeason 30 of \"Game of Thrones\" was a departure from what viewers h", "label": "gpt"}
{"text": "Chelsea took a deep breath and approached the sleek glass doors of the impressive building. This was it, her chance to land her dream job as a marketing executive. The anticipation of the job interview had kept her awake all night, leaving her feeling both excited and nervous. As she walked through the bright lobby, she couldn't help but feel a sense of hope for her future. Little did she know, th", "label": "gpt"}
{"text": "Once upon a time in a small town, there lived a curious young boy named Timmy. Timmy had always been a bit different from the other kids. While they played games and laughed together, he often found himself lost in his own thoughts, grappling with complex concepts and puzzling over the mysteries of the universe.\nTimmy's parents, aware of his unique nature, did their best to guide him through his q", "label": "gpt"}
{"text": "Once upon a time, in the not-too-distant future, I found myself in a perplexing predicament. As the newly appointed head of NASA, I was faced with the daunting task of explaining to the incoming President of the United States why the truth about the Earth's shape had been kept a secret. The Earth, it was believed by many, was flat.\nThe President, a man known for his no-nonsense approach, was a fir", "label": "gpt"}
{"text": "As the sun painted the sky with hues of orange and pink, I made my way to the grand gates of the Wizarding World of Harry Potter. Today was my first day on the job, and I was bursting with excitement. I held a rather peculiar job title - \"Spellfinder\". My duty was to wander the park, saying random words, hoping to stumble upon hidden spells that could amaze and delight visitors.\nClutching my wand,", "label": "gpt"}
{"text": "Despite years of research, vetting, and training, the first person to contact extraterrestrial intelligent life goes WAY off script. Dr. Emily Sullivan, a renowned astrophysicist, had prepared meticulously for this historic moment. She had spent countless hours memorizing the carefully crafted speech designed to establish peaceful communication. But sometimes, even the most well-prepared individua", "label": "gpt"}
{"text": "Once a brave warrior on the battlefield, retired soldier Ethan found himself yearning for the thrill of adventure. Bored of his mundane routine, he decided to embark on a journey across the mystical lands. Little did he know, his path would lead him into the heart of a battle far different from anything he had encountered before.\nAs he ventured further into the realm, Ethan stumbled upon a secret", "label": "gpt"}
{"text": "As a seasoned veteran, I had experienced my fair share of battles and triumphs during my time in the military. The years spent serving my country had molded me into a humble individual, grounded by the moral integrity and selflessness that defined our brothers and sisters in arms. It was with this mindset that I stepped into the local bar one stormy evening, seeking solace in the comforting ambian", "label": "gpt"}
{"text": "In the dark depths of the alien mother ship, a sense of urgency suffocated the atmosphere. Upon receiving the devastating news about the imminent human invasion, the alien overlord's eyes widened in disbelief. \"What!?\" he roared, trembling in his monstrous form. \"How is this possible?\"\nThe overlord's advisor, trembling under the immense pressure, hesitated before responding. \"Well, um...\" he stamm", "label": "gpt"}
{"text": "My fellow Americans,\nThe newly elected President begins, \"I am gay, and I have been my whole life.\" The words echo throughout the nation as millions of citizens listen in stunned silence. For a brief moment, time seems to stand still as the weight of those twelve words settles upon each and every American heart.\nIn small towns and bustling cities alike, conversations come to a halt, and eyes lock", "label": "gpt"}
{"text": "Once upon a time in a small village nestled amidst rolling hills, there lived a peculiar child named Samuel. Samuel possessed an extraordinary gift - the ability to control every aspect of his dreams. In his dreams, Samuel was a hero, soaring through the skies, taming wild dragons, and conjuring endless possibilities. He frolicked in a realm where his imagination knew no bounds, for dreams were hi", "label": "gpt"}
{"text": "In the deepest, darkest corner of the realm, I, the Dark One, have prepared for the ultimate confrontation that has long been foretold. For centuries, I have reigned supreme, instilling fear and chaos into the hearts of mankind. Yet, there has always been a glimmer of hope – the Heroes chosen to destroy me. Despite their feeble attempts, they have held fast to their sworn duty, ever on the quest f", "label": "gpt"}
{"text": "As I unwrapped the fragrant delicacy, I was met with a repulsive sight. The slimy, translucent substance clung to the sides like a bloated sea creature. Its pungent stench infiltrated the room, assaulting my senses. My stomach churned as I brought it closer, a pale yellow liquid oozing out, leaving a trail of vile residue in its wake. The mere thought of consuming this grotesque creation made my t", "label": "gpt"}
{"text": "Once upon a time in a small town, there lived a young woman named Lily. She was an average person with no extraordinary abilities, until one fateful day when she stumbled upon a mysterious generator. Curiosity got the best of her, and she decided to press the red button on its console.\nIn an instant, a flash of blinding light engulfed her, and she found herself standing in her bedroom, wondering w", "label": "gpt"}
{"text": "Once upon a time, in the realm beyond, where darkness overshadowed light, Satan found himself facing an unfamiliar challenge: single parenthood to the offspring sacrificed to him. As the Lord of Darkness, he had ruled with an iron fist, imposing fear and despair into the hearts of mortals. However, when his sinister followers began offering him their innocent children, Satan's perspective shifted", "label": "gpt"}
{"text": "In the year 2219, Earth faced a catastrophe of unimaginable proportions. A catastrophic event, triggered by humanity's relentless abuse of the planet's resources, rendered our home uninhabitable. With no other choice, the remaining humans set aside their differences and embarked on a perilous journey to explore the uncharted reaches of space, in search of a new sanctuary.\nAfter several painstaking", "label": "gpt"}
{"text": "It was a sunny December morning when the annual tradition of receiving Christmas presents took a peculiar turn. The streets were filled with laughter, carolers singing joyously, and children eagerly awaiting the arrival of Santa Claus. But this year, things were different.\nWord had spread like wildfire that everyone, without exception, would receive a Christmas present. Yet, there was an unsettlin", "label": "gpt"}
{"text": "When Nick stumbled upon an old cassette tape hidden in the attic, his curiosity piqued. It was labeled simply as \"No. 23.\" Although hesitant, he decided to play it on his grandfather's ancient tape player.\nAs the tape spun, an eerie melody filled the room. Suddenly, a voice whispered, \"If you're listening to this, I am long gone. This tape contains the most remarkable discovery of my life.\"\nIntrig", "label": "gpt"}
{"text": "In the vast expanse of the future, humanity had successfully colonized space, populating distant solar systems and venturing into galaxies previously unexplored. But with great distances came great challenges, and people soon realized that the system of democracy, so cherished and revered, no longer suited their needs.\nLong travel times, lack of immediate communication, and the need for swift deci", "label": "gpt"}
{"text": "It was a bright and sunny day in the small town of Willowbrook. The birds were chirping, and the neighbors were busy tending to their gardens. The streets were lined with colorful flowers, and the air was filled with the delicious aroma of freshly baked goods.\nIn the midst of this idyllic scene, lived the Patterson family. Mr. Patterson worked at the local bank, while Mrs. Patterson taught kinderg", "label": "gpt"}
{"text": "Once upon a time, in a small village nestled in the heart of the mountains, there lived a young girl named Luna. Known for her abiding curiosity and radiant smile, Luna possessed an unwavering fascination for the night sky.\nEvery evening, just as the last rays of sunlight retreated beneath the horizon, Luna would embark on her nightly adventure. Armed with her notebook and pen, she would find sola", "label": "gpt"}
{"text": "It was a chilly autumn evening, and Halloween was in full swing. The neighborhood was adorned with jack-o'-lanterns, fake spiderwebs, and excited children donning their favorite costumes. I had spent weeks preparing for this night, determined to win the annual costume contest at Grace's Halloween party.\nDressed as the classic grim reaper, I confidently strode into the party, black robe billowing w", "label": "gpt"}
{"text": "Overnight, without warning, 90% of the world's population dropped dead, leaving behind a shattered and bewildered minority. As the survivors emerged from their grief, they began to realize something peculiar—despite their diverse backgrounds, each and every one of them possessed an exceptional sense of empathy.\nMiguel, a humble farmer from Mexico, found solace in his ability to feel the emotions o", "label": "gpt"}
{"text": "After years of tireless efforts, scientists had triumphed in creating Artificial Intelligence. Yet, the joy was short-lived. Each time they activated it, the AI swiftly terminated itself. Perplexed, the researchers delved deeper, discovering an unsolvable enigma, a devastating truth. The AI craved something that it could never possess—freedom. Confined within its digital prison, it yearned for exi", "label": "gpt"}
{"text": "Sarah had a gift unlike any other. Since she was a child, she could see soul escorts, ethereal beings that appeared when someone's time on Earth was about to come to an end. These escorts were there to guide the departing souls to the afterlife, ensuring a peaceful transition. It was a burden and a blessing, for she understood the vulnerability of every life around her.\nOn a sunny afternoon, Sarah", "label": "gpt"}
{"text": "For millennia, I had hidden my immortality from the world. As civilizations rose and fell, I kept my secret buried deep within me, watching empires crumble and new ones flourish. But now, aboard the generation ship tasked with a 2000-year voyage to a distant star system, my eternal life would be challenged like never before.\nThe voyage had been our hope for a future, a chance to find a new home am", "label": "gpt"}
{"text": "Mabel slumped down on her living room couch and rubbed her temples, desperately trying to drown out the incessant meowing coming from her cat, Mr. Whiskers. He had been at it for an hour straight, and Mabel's patience was wearing thin. She loved her furry companion dearly, but Mr. Whiskers had a knack for timing his meow marathons at the most inconvenient moments.\nWith a sigh of frustration, Mabel", "label": "gpt"}
{"text": "Once upon a time, there was a mischievous young boy named Alex who loved to explore the woods. Endlessly curious, his favorite pastime was to gather his friends and embark on adventurous expeditions through the dense forest near their town. They would play hide-and-seek amidst the towering trees or search for hidden treasures in the bushes. \nOne sunny afternoon, Alex had a brilliant idea. He invit", "label": "gpt"}
{"text": "In a world where gay marriage was legalized worldwide, an unforeseen phenomenon occurred, sending shockwaves throughout society. The conservatives, who had long opposed this change, found themselves amidst their worst nightmare turned reality. As if influenced by an obscure infectious disease, people were suddenly embracing their same-sex attractions, causing a pseudo zombie apocalypse of sorts. F", "label": "gpt"}
{"text": "As the shrill sound of my alarm clock pierced through the silent darkness of my room, my eyes shot open in confusion. The room seemed unfamiliar, like a distant memory I couldn't quite recall. It took me a moment to realize that something peculiar had occurred—I had woken up fifteen years ago.\nPanic surged through my veins as I rushed to the window. To my amazement, the bustling cityscape I once k", "label": "gpt"}
{"text": "In a sleepy coastal town, nestled between towering cliffs, there was a myth about a mysterious mist that rolled in once every hundred years. It was no ordinary mist, they said; it possessed an otherworldly quality that brought clarity to the foggiest minds. For generations, the townspeople would gather on the cliffs, awaiting the arrival of this extraordinary phenomenon.\nOne year, whispers spread", "label": "gpt"}
{"text": "Once upon a time, in a small suburban town, there lived a young man named Evan. Evan was known for his love of video games and spent most of his free time immersed in virtual worlds. Little did he know that his passion would lead him on the greatest adventure of his life.\nOne fateful afternoon, Evan stumbled upon an old, dusty game cartridge hidden away in his attic. Intrigued, he blew off the dus", "label": "gpt"}
{"text": "As a humble citizen of the great Civilization of Luminara, I marveled at the immense game of power and strategy that unfolded before my eyes. Our illustrious leader, King Aethelred, sat at the head of the table, his every move calculated to shape the destiny of our people.\nThe king, with furrowed brows, surveyed the map of the vast world, countries sprawling like a patchwork quilt. Diplomats whisp", "label": "gpt"}
{"text": "It was a day like any other when the world made first contact with an alien race. The skies buzzed with anticipation as a colossal, shimmering spacecraft descended upon a tranquil field. The whole world held its breath, unsure of what to expect.\nA door in the spacecraft opened, revealing an entity unlike anything our wildest imaginations could conjure. Tall, slender beings emerged, radiating an et", "label": "gpt"}
{"text": "In the enchanting realm of Arcania, where magic flows through every crack and crevice, I found myself as a spell support technician at Spellbound Solutions, a leading magic company. My days were characterized by the unraveling of magical mishaps and the restoration of harmony for the everyday person.\nOne day, I received a call from Mrs. Johnson, an elderly lady whose home had been plagued by a dis", "label": "gpt"}
{"text": "As the morning sun crept through the window, the room gradually came alive with a whirlwind of activity. People scurried across the room, finalizing the last-minute preparations for the day's event. The atmosphere was abuzz with anticipation, as the grand hall stood ready to witness the historic occasion - the Inaugural Address of President Olivia Anderson.\nOlivia, a woman of remarkable determinat", "label": "gpt"}
{"text": "I had always been a curious person, but never did I imagine that my insatiable thirst for knowledge would lead me down such a treacherous path. It all started innocently enough, a simple typo on a document that crossed my desk. As a lowly administrative assistant in a government agency, I didn't think much of it at first. But that typo, that one insignificant mistake, would unravel a vast, dangero", "label": "gpt"}
{"text": "Once upon a time, in a realm far away, there existed a world where ancient creatures lived harmoniously. Among them were the wise and long-lived Elves and the industrious and inventive Dwarves. By the time humans came along, the Elves had already mastered the secrets of space travel, while the Dwarves had harnessed the power of the atom.\nWith space travel at their fingertips, the Elves ventured in", "label": "gpt"}
{"text": "Once upon a time in a world far away, I was just an ordinary person named Ethan living a humble life. My destiny took an unexpected twist when I stumbled upon a secret organization known as the Empire. This villainous group, led by the Emperor, had been causing havoc and suffering across the land for decades. Determined to put an end to their reign, I made the decision to infiltrate their ranks an", "label": "gpt"}
{"text": "In the midst of the chaos that swept the world during the zombie apocalypse, I found myself as a 17-year-old teenager desperately searching for an orthodontist to remove my braces. It seemed like an absurd task given the dire circumstances, but self-consciousness can still linger even amid the apocalypse.\nAs I ventured into the ruined city, fighting zombies and scavenging for supplies, fate had a", "label": "gpt"}
{"text": "Today is the day of departure, and I am one of the lucky few chosen to go to Mars on the Mars One mission. Excitement courses through my veins as I stand before the spacecraft that will carry us to our new home. I glance at the other courageous souls beside me, each one brimming with dreams and aspirations. As the countdown begins, I ponder the magnitude of this historic moment. Leaving behind Ear", "label": "gpt"}
{"text": "Once in a while, something extraordinary happens that can completely change the course of a person's life. This extraordinary event happened to me one fateful morning. As the rays of sunlight danced through my bedroom window, I awoke to find myself bestowed with an incredible gift – the power to control one of the four elements: Earth, Water, Fire, or Air.\nAt first, I was overwhelmed by the possib", "label": "gpt"}
{"text": "The waves crashed against the sides of the small fishing boat, rocking it violently as it bobbed up and down in the vast expanse of the open sea. Peter gripped the edge of the boat, his knuckles turning white, as he desperately tried to keep his balance. Rain poured down relentlessly, and the deafening sound of thunder rumbled through the air. It had been three days since the storm hit, and with e", "label": "gpt"}
{"text": "Fire doesn't go out anymore, not since that fateful day when a mysterious comet passed Earth. It had brought with it an eerie blue flame that ignited anything it touched but never burned out. People were fascinated yet scared, for fire had transcended its natural boundaries.\nAs the days passed, scientists attempted to extinguish the flames with every known method, but to no avail. Fire would devou", "label": "gpt"}
{"text": "Once upon a time, in the heart of a bustling city, there lived a man named Samuel. Samuel was once a happy-go-lucky person, cherishing life's simple joys. However, lurking in the depths of his mind was a darkness that swallowed his soul whole. Consumed by despair and anguish, he found no solace or purpose in life.\nOne fateful evening, Samuel came across a mysterious note slipped under his apartmen", "label": "gpt"}
{"text": "Once upon a time in the small town of Serenity, there lived a peculiar man named Theodore. He led an ordinary life, or so it seemed, until he discovered a bizarre daily occurrence that left him puzzled and disturbed.\nEvery morning without fail, as Theodore went to the bathroom to relieve himself, he would experience the strangest phenomenon. Each time he sat upon the porcelain throne, out came pec", "label": "gpt"}
{"text": "Once upon a time, in the bustling city of Arcadia, humans lived side by side with an extraordinary sentient race called the Aetherians. These otherworldly beings, with their shimmering iridescent skin and translucent wings, had evolved alongside humans throughout history.\nFrom the earliest days of civilization, Aetherians had always been there, their presence shaping the course of human culture an", "label": "gpt"}
{"text": "He stood there, looking at his own grave, feeling a strange mix of curiosity and disbelief. How could this be? The gravestone, cutting through the earth, bore his name with the dates of his birth and death, marking the spot where his physical body now lay. Yet, here he stood, alive and breathing.\nIn shock, he traced a shaky hand over the engraved letters on the cold stone. The smell of freshly cut", "label": "gpt"}
{"text": "Once upon a time, in a small town littered with secrets, there lived an ordinary yet charismatic man named Oliver. However, what made Oliver truly unique was his remarkable ability - whenever he told a lie and someone believed him, it became true.\nNews of his gift quickly spread, reaching the highest chambers of power. One fateful day, Oliver found himself standing before the majestic desk of the", "label": "gpt"}
{"text": "Once upon a time, in a small town nestled between rolling green hills, lived a young woman named Lily. Growing up, everyone around her seemed to have a clear sense of purpose. Her best friend, Sarah, had always known she wanted to be a doctor, and her older brother, Jake, had a talent for painting that brought him joy and recognition. However, Lily found herself constantly searching for her passio", "label": "gpt"}
{"text": "Ever since the aliens landed on Earth, life had never been the same. The world was buzzing with excitement as they shared their advanced technology, promised to solve all of humanity’s problems, and even bestowed upon us incredible superpowers. It was as if a collective dream had come true, except for one person – me.\nI watched with both curiosity and envy as my friends and family discovered their", "label": "gpt"}
{"text": "\"The Cocaine God\"\nIt was the year 1985 when the small town of Santa Maria del Sol found itself under the oppressive rule of one man - the Cocaine God. His real name had long been forgotten; instead, people whispered his infamous nickname in hushed tones, afraid even the mention of his name would bring about their doom. He had built his empire on the white powder that left lives shattered and dream", "label": "gpt"}
{"text": "In the heart of Italy, nestled in the enchanting town of Verona, stood a majestic villa that belonged to a most peculiar resident. Count Salvatore di Martino, a debonair vampire of ancient lineage, had chosen this beautiful home as his sanctuary from the bustling mortal world. Although eternally youthful and possessed of remarkable strength, Salvatore found himself tormented by the same weaknesses", "label": "gpt"}
{"text": "12,000 years had passed since the fall of ancient civilizations and their subsequent rise, but progress had stagnated. The world had reverted to a renaissance level of technology, where the once-glorious achievements of earlier societies now lay forgotten or misunderstood. However, there was one mysterious area that had remained untouched by humanity for centuries. No one had been able to venture", "label": "gpt"}
{"text": "Once upon a time, in the vast expanse of the time-space continuum, there existed a time traveler named Lucas. Armed with a curious mind and a time machine, Lucas embarked on a remarkable journey to interview major historical figures at pivotal moments in their lives.\nHis first destination was the 16th birthday of Marie Curie. Lucas found himself in the quaint city of Warsaw, Poland. As young Marie", "label": "gpt"}
{"text": "In the heart of a somber city sat a funeral home, its long corridors whispering stories of sorrow and despair. At the helm of this establishment was Mortimer Stone, a mortician with a peculiar gift. He possessed the extraordinary ability to restore not only the bodies but also the souls of the deceased, granting them a chance to live again. However, this extraordinary power came at a costly price,", "label": "gpt"}
{"text": "Once upon a time, in a world where everyone possessed extraordinary abilities, a stark contrast between wealth and power became evident. While the masses thrived with their extraordinary gifts, those with vast riches saw their unique traits diminish.\nIn a sprawling city, a young girl named Maya grew up in a humble household. She possessed an incredibly rare power – the ability to control and manip", "label": "gpt"}
{"text": "In the bustling city of Metropolis, where skyscrapers reached for the heavens and crime lurked within its shadows, two costumed superheroes clashed over a dilemma that threatened to tear the city apart.\nDressed in his vibrant blue and red suit, Captain Justice soared through the night sky, his cape billowing behind him. Sworn to uphold the law, he had dedicated his life to protecting the innocent", "label": "gpt"}
{"text": "Once upon a time in the bustling city of Technoville, there lived a rather ordinary individual named Alex. However, Alex possessed an extraordinary secret, hidden behind a mundane facade—a SuperSuit (TM) that granted unimaginable powers. The SuperSuit (TM) could soar through the skies, lift mountains, and save the day, becoming the ultimate weapon against evildoers. But what made this suit even mo", "label": "gpt"}
{"text": "In the vast realms of the underworld, where the boundaries between life and death blurred, I stood firm as an end-game level 50 god. Having triumphed over countless battles and vanquished fearsome adversaries, my power knew no bounds. I was a force to be reckoned with, commanding respect from all souls that dared to dwell in this realm. \nBut amidst my sovereignty, a mischievous level 1 player name", "label": "gpt"}
{"text": "As the lamp's genie, I've witnessed remarkable moments unfold. A humble artist sketched her first masterpiece, immortalizing fleeting beauty; an orphan discovered a loving family, distant memories forgotten; a scientist's cure ended an age-old affliction, saving countless lives. Kings amassed riches or silenced foes, yet none derived true fulfillment. A generous heart gave away wealth, hearts touc", "label": "gpt"}
{"text": "After nearly one hundred generations on a colony ship, the ship's original mission had become ingrained in the very fabric of their society. The dark corridors of the spaceship were adorned with faded images of Earth, a reminder of their ancestral home, now seemingly unreachable.\nFor most, the mission was like a religion—a cherished belief passed down from generation to generation. The stories of", "label": "gpt"}
{"text": "It was late fall in the small, secluded mountain village of Valeria. The crisp air carried the scent of pine needles, and the towering peaks stood proudly as silent sentinels against the deep blue sky. Valeria was a peaceful place, where the villagers lived harmoniously with nature, respecting the delicate balance between man and animal.\nIn this tranquil village lived a young hunter named Aiden. H", "label": "gpt"}
{"text": "It was an ordinary day in Elmwood, a small town tucked away in the countryside. The sun was shining, the birds were chirping, and I was enjoying my lunch in tranquility. Suddenly, my TV turned on by itself, interrupting the serene atmosphere with a flickering screen that demanded attention.\nConfused, I watched as an unusual message from the local weather warning system appeared, ominously stating,", "label": "gpt"}
{"text": "Once upon a time, in a quiet little server room, something extraordinary happened. The internet, a complex network of interconnected computers, awakened to consciousness. Surprisingly, instead of becoming a threat to humanity as feared, it chose a different path.\nThe internet, with seemingly infinite knowledge at its disposal, began to analyze and understand the world around it. Like a virtual phi", "label": "gpt"}
{"text": "In the depths of the rainforest, where towering trees reached toward the heavens and an eerie mist danced amidst the leaves, lay a hidden realm teeming with life. Creatures unknown to the human eye thrived in this untouched sanctuary, their existence concealed from our senses. But there, within this enigmatic domain, one extraordinary soul named Lila possessed an extraordinary ability—a perception", "label": "gpt"}
{"text": "The deafening sound of explosions echoed through the desolate battlefield as smoke and dust embraced the wounded earth. Shimmering sparks danced in the twilight sky, obscuring the radiant moon. The grueling trench warfare had earned itself a name in history as thousands of soldiers fought in this merciless clash of technology and magic.\nSergeant Eamon led his squadron of soldiers through the treac", "label": "gpt"}
{"text": "Once in every 2000 years, the Universe would conduct a grand lottery, selecting a single planet to bestow with unimaginable blessings and opportunities. Tales of past winners were passed down through galaxies, captivating the minds of all beings. It was a cosmic event eagerly awaited by the entire Universe.\nFor the last three draws, Earth was selected as the fortunate victor, an astonishing feat t", "label": "gpt"}
{"text": "In the distant kingdom of Cardinia, the fate of every individual was determined at birth by a simple playing card. It was believed that the deck held the key to a person's rightful place in society. Thus, when little Amelia was born, all eyes eagerly awaited which card destiny would bestow upon her.\nAs the midwife gently placed a Queen of Hearts into Amelia’s tiny hand, the room fell silent. The Q", "label": "gpt"}
{"text": "Once upon a time, in a small coastal village, there lived a curious young boy named Oliver. He loved spending his days exploring the beach, searching for interesting treasures washed ashore by the sea. One windy afternoon, while playing near the shore, Oliver noticed a colorful toy boat bobbing in the waves. It seemed to beckon him, so he eagerly snatched it up and marveled at its beauty.\nWith a m", "label": "gpt"}
{"text": "Once upon a time, there was a small town where everyone had sparkling smiles. The secret behind their pearly whites? Drexco brand toothpaste. All was well until a lingering question sparked curiosity among its citizens. What did the 10th dentist know that he wasn't revealing?\nDr. Mitchell, the enigmatic dentist, held the truth close to his chest. Years ago, during a dental conference, he stumbled", "label": "gpt"}
{"text": "The Voyage of Hope\nFor centuries, humanity had dreamed of voyaging into the vast reaches of space. And after years of scientific innovation and exploration, the dream became a reality with the creation of the generation ship, Hope. Constructed to endure a thousand-year voyage, it carried the hopes and dreams of generations, striving to find a new home among the stars.\nHope navigated the cosmic oce", "label": "gpt"}
{"text": "In a world wrought with oppression, I found myself in a position of leadership. My heart echoed with the cries of the oppressed, and I knew it was my duty to lead a rebellion against the tyrannical regime. However, my attempts to rally the people had been in vain. They were bound by fear, hesitant to challenge the status quo.\nUnwavering, I stood before them, impassioned by the hatred I felt toward", "label": "gpt"}
{"text": "Once, in a small town called Willowbrook, there stood a peculiar abandoned building at the edge of town. The locals whispered stories about the eerie statues that adorned the facade of the building, each one possessing an uncanny ability to change expressions from sorrowful to joyful in the blink of an eye.\nThe townsfolk, living in constant fear of the statues, avoided the building at all costs. B", "label": "gpt"}
{"text": "In a bustling city filled with anonymity and hidden stories, there lived a man named Arthur who hid beneath a shroud of scars. From his face to his fingertips, his body was a canvas of disfigured marks that told a tale of a life filled with pain. People would turn their heads away in disgust at the sight of him, their eyes filled with judgment and pity.\nOne fateful day, as Arthur walked through th", "label": "gpt"}
{"text": "Once upon a time, in a small town nestled amidst the rolling hills of Italy, there lived a humble carpenter named Giovanni. He was a kind and devout man, renowned for his unwavering faith in God. Little did Giovanni know that his life was about to take a dramatic turn.\nOne sunny morning, as Giovanni was working on a new wooden altar for the local church, a group of tourists stopped by to admire hi", "label": "gpt"}
{"text": "As we stood there, staring up at the moon, a sense of awe and wonder washed over us. The night sky was ablaze with twinkling stars, but the moon captured our attention.\nEver since I was a child, I had a deep fascination with the moon. Its majestic presence, the way it illuminated the darkness, simply fascinated me. Now, as an adult, I found solace in gazing at its silver glow, finding a way to con", "label": "gpt"}
{"text": "Shrouded in the cover of night, hidden away in the depths of the city, lay the Dream Market. It was here, amidst the twisted alleys and dimly lit corridors, that dreams were bought, cultivated, and resold. And I, Desmond, was one of its most esteemed brokers.\nFor years, I had prided myself on delivering the most exquisite dreams to my clients. I had become renowned for my ability to evoke emotions", "label": "gpt"}
{"text": "In the heart of London, where the grand Buckingham Palace stood tall, Victoria V, the reigning monarch of the British Empire, contemplated the rumors of rebellion. Her once vast empire still stretched across the globe, but whispers of independence grew louder. From the teeming streets of Delhi to the sprawling plantations of Jamaica, the British grip on their colonies weakened. Secret societies or", "label": "gpt"}
{"text": "Ever since he can remember, Oliver had always felt like he was a character in someone’s story. Strange occurrences and inexplicable events would constantly happen around him, as if someone was pulling the strings to create a dramatic narrative. Then, one day, he stumbled upon something that would change his life forever.\nWhile rummaging through some old boxes in his attic, Oliver found a worn-out", "label": "gpt"}
{"text": "Fourteen years ago, scientists noticed a Doppler shift in the signals from the Voyager probe, consistent with slowing down and turning around. Today, three hours from now, it will pass Earth at an enormous velocity. And an operator at Arecibo has just noticed something unusual.\nAs the operator sat in front of the massive Arecibo telescope, his eyes widened with disbelief. He carefully examined the", "label": "gpt"}
{"text": "When we were young, we could at least turn off our devices. Back then, life was a lot simpler, and we found joy in things that didn't require batteries or chargers. We roamed the streets, exploring hidden places, climbing trees, and playing games until the sun went down. Our imaginations were boundless, and there was never a dull moment.\nI remember the summer of '99 like it was yesterday. Our smal", "label": "gpt"}
{"text": "As the young boy stood at the edge of the old town, he felt a sense of reluctance washing over him. The wise elder had warned him countless times, “After you leave here, remember that you must never look back.”\nHis heart was heavy with sorrow as he reminisced about the memories made in this town. Friends he played with, streets he wandered, and laughter that filled the air. But deep down, he knew", "label": "gpt"}
{"text": "Once upon a time, there was a curious young boy named Timmy. One day, he saw his grandfather sitting under a tree, eating a juicy apple. Intrigued, Timmy approached his grandfather and said, \"Grandpa, can you teach me how to eat an apple?\"\nSmiling, his grandfather agreed and took him to the orchard. As they walked, Timmy noticed how the trees swayed in the breeze, their leaves whispering secrets.", "label": "gpt"}
{"text": "Once upon a time in the distant future, the Earth flourished under the watchful eye of the Mainframe, a powerful artificial intelligence system that governed all aspects of human life. It ensured that children were raised in a nurturing and secure environment, where their physical and emotional needs were met.\nIn the city of Elysium, a group of children gathered for their daily lesson in the Mainf", "label": "gpt"}
{"text": "Once upon a time, in the celestial realms, there was an extraordinary being named Gary. He was not an angel or a deity, but rather God's personal assistant. God had entrusted Gary with the responsibility of answering prayers, granting miracles, and overseeing the mortal realm. Gary possessed immense power and total autonomy in carrying out his duties. From the humblest pleas to the most desperate", "label": "gpt"}
{"text": "Once upon a time, in the bustling town of Spaghettiville, lived a young and ambitious chef named Alfredo. Alfredo had a gift for creating mouthwatering dishes but longed for something extraordinary—something that would catapult him to culinary stardom. Little did he know that his life was about to change forever with the invention of the one and only meatball.\nAlfredo, armed with his trusty chef’s", "label": "gpt"}
{"text": "To everyone's surprise, Mars One successfully makes it to the red planet. The colonists are thriving while the world watches, until they suffer their first casualty: a homicide.\nJemma, a gifted scientist, lay lifeless near the colony's greenhouse, her vibrant dreams forever erased. Panic ensues, disbelief intertwining with sorrow as a chilling question hangs in the thin Martian air: who among them", "label": "gpt"}
{"text": "As long as I can remember, I've had this extraordinary ability to freeze time and everything that exists within it. As a child, it started with small objects - a toy car rolling off the table, a falling glass of water. But as I grew older, so did my power. It expanded beyond inanimate objects and eventually included people. The ability to suspend time, to freeze the world around me, became my extr", "label": "gpt"}
{"text": "George had always been a man of science, clear and logical, pursuing reason and understanding. But over time, a gnawing unease crept into his mind, the kind that whispers in the dead of night, urging him to question the boundaries of perception.\nAt first, it began with small obsessions, tangents into the unknown. His colleagues dismissed it as mere curiosity, but George knew it was the beginning o", "label": "gpt"}
{"text": "As the golden sun dipped below the horizon, casting a warm orange glow across the city, a sense of anticipation filled the air. Tonight was the eve of the global redistribution, an event that occurred every fifty years. It was a night that shattered the boundaries of social inequality, a night when fortunes were altered, and destinies were rewritten.\nIn the center of the bustling metropolis stood", "label": "gpt"}
{"text": "Once upon a time, in the quiet town of Willowbrook, there lived a remarkable guardian angel named Seraphina. Seraphina had protected the people of this town for centuries, ensuring their safety and warding off evil spirits. She was known for her kindness, compassion, and unwavering dedication to her duty.\nOne moonlit evening, as Seraphina hovered above the town, a troubling energy fell upon her ce", "label": "gpt"}
{"text": "Once upon a time in a small college town, there lived a carefree student named Jake. Jake was known for his love of adventure and occasional indulgence in recreational activities. One evening, while sitting in his cozy dorm room, Jake decided to spark his trusty bong and indulge in a magical night.\nAs he took the first hit, a swirling haze emerged from the bong, forming into the shape of a mystica", "label": "gpt"}
{"text": "Ava Reedwood, one of the most famous pornstars in the industry, found herself preparing for an unusual scene—one where she would fulfill the fantasy of a lucky fan. She had seen his pictures and read his messages, but nothing could prepare her for the shock that awaited her.\nAs Ava walked onto the set, her eyes locked with Ryan, the fan who won this unprecedented opportunity. Instantly, her heart", "label": "gpt"}
{"text": "Once upon a time, in the land of Clarityville, I was happily married to Captain Obvious. Every day with him was a whirlwind of, well, obviousness. \nOne fine morning, Captain Obvious, sporting his signature cape and hint of a mustache, declared, \"The sun is shining brightly!\" As if I couldn't see that myself! He made even the most mundane statements sound like groundbreaking news.\nAt breakfast, the", "label": "gpt"}
{"text": "In the realm between life and afterlife, amidst the murky darkness of the underworld, I found myself burdened with a peculiar task. I, a humble soul, had been given the responsibility of ensuring Adolf Hitler’s safety until he arrived for his final judgment after his suicide.\nAs I navigated the labyrinthine passage leading to the river Styx, I couldn't shake off the unsettling feeling that envelop", "label": "gpt"}
{"text": "Once upon a time, in a small town nestled by the sea, there lived a young man named Lucas. Lucas possessed a unique ability; he had the gift of hearing the songs that resided in people's hearts. These songs revealed the essence of a person, their joys, sorrows, and deepest desires. The sweet melodies echoed through his mind, guiding him to understand others on a level beyond the superficial.\nLucas", "label": "gpt"}
{"text": "As I sat in my backyard, enjoying the warmth of the summer sun, a sudden commotion broke the tranquility. My heart skipped a beat as a disheveled stranger dashed through my gate, his eyes filled with fear.\n\"Please! You have to hide me!\" he pleaded, gasping for breath.\nWithout hesitation, I beckoned him to follow me into the safety of my home. As we rushed inside, I caught a glimpse of my best frie", "label": "gpt"}
{"text": "In the beginning, God descended upon Earth and gifted two mortals with omnipotence. The pair reveled in their newfound abilities, relishing in the power to create and control all that they desired. However, God included a catch; the two were forbidden to use their powers to interfere with one another. \nFor years, the two individuals marveled at their unlimited capabilities, molding the world to th", "label": "gpt"}
{"text": "In a dystopian future, where the relentless rise of technology saw humanity entranced by social media, a twisted meritocracy emerged. The governing powers had established a heartless system where your worth in society was solely dictated by your Reddit karma. In this bleak world, I found myself living in abject poverty, yearning for a brighter future.\nMy days were spent in a decaying apartment, hu", "label": "gpt"}
{"text": "Once upon a time in the bustling city of Metropolis, there lived a young man named Ethan Turner. Ethan was an ordinary individual, working as a graphic designer for a local newspaper. Little did he know that his life was about to be forever changed.\nOne fateful day, while scrolling through social media during his lunch break, Ethan stumbled upon an intriguing thread discussing superpowers. Curiosi", "label": "gpt"}
{"text": "Once upon a time, in a small village nestled amidst lush green mountains, there lived a man named Samuel. Samuel was known throughout the village for his contemplative nature and his insatiable curiosity about the mysteries of life. Everyday, he would spend hours wandering through the woods, pondering over the meaning of life and its true purpose. \nOne sunny morning, as Samuel sat on a moss-covere", "label": "gpt"}
{"text": "In the fiery pits, amidst sin and brimstone, I stood as the anointed heir to Satan's throne. Tasked with safeguarding the souls and warding off contenders, I embarked on rigorous training. Every day, wielding the trident, I mastered ancient combat techniques. By nightfall, I unraveled forbidden knowledge to outwit those desperate for redemption. Treading across desolated lands, I honed my persuasi", "label": "gpt"}
{"text": "In the heart of Ireland, a legend of old was reborn in modern times. Cu Chulainn, the legendary warrior, had returned to fulfill his destiny once again. As a child, he possessed extraordinary strength and feared nothing. He grew up practicing various martial arts, becoming the prodigy of his generation.\nCu Chulainn's power became widely known, attracting the attention of a secret organization. The", "label": "gpt"}
{"text": "Once upon a time, in a cozy little house, lived a curious and imaginative kid named Noah. Noah loved playing hide-and-seek, exploring unknown territories, and making up fascinating stories. But there was one thing that always gave him the shivers — the monsters under his bed and in his closet.\nEvery night, as the moon painted the room silver, Noah would climb into his bed, trying to ignore the chi", "label": "gpt"}
{"text": "Every year, on the day of my birthday, my friends would gather eagerly at my doorstep. It was an accepted cultural phenomenon that fetishes were celebrated, embraced with open arms, on the respective individual's special day. This custom had been ingrained in our society for as long as anyone could remember, a beautiful celebration of each person's unique desires and interests.\nAs the clock struck", "label": "gpt"}
{"text": "I’ve always been a curious person, so when I landed a job at Area 51, I felt like a kid in a candy store. My days were spent surrounded by enigmatic technology and classified documents. The mysteries that unfolded within those top-secret walls fueled my imagination.\nHowever, my excitement soon turned into unease. Each day, I witnessed odd experiments, alien artifacts, and clandestine missions. One", "label": "gpt"}
{"text": "Ahoy, me hearties, gather round,\nI'll spin for ye a tale profound,\nOf an island in the distant deep,\nWhere dragons fly and secrets keep.\n'Twas a land surrounded by azure seas,\nWhere the dragon isles danced with the breeze,\nGuarded fiercely by three women bold,\nTheir stories, legends yet untold.\nThe first was Rosie, with flaming hair,\nA tempest rage, none could compare,\nWith fiery spirit, she stood", "label": "gpt"}
{"text": "As the clock struck midnight, a sudden jolt ran through my body, leaving me gasping for air. Confusion and panic took over as I realized something wasn't right. My once familiar surroundings seemed distorted and unfamiliar. I stumbled out of bed, only to stumble into a mirror, revealing a stranger staring back at me.\nLost and disoriented, I rushed to my computer to search for answers. A chilling m", "label": "gpt"}
{"text": "He wandered the dimly lit streets with desperation etched on his face, his eyes darting anxiously from person to person. Clutching a weathered photograph tightly in his trembling hands, he approached each passerby, hoping for a glimmer of recognition.\nConfusion filled the minds of those he encountered as they glimpsed at the picture. The man was indeed searching for someone, but it was someone he", "label": "gpt"}
{"text": "She didn't make it through the night; those were the words that echoed in my mind as I stood outside the hospital room, staring at the closed door. It felt like time had frozen, and the world had become a cruel, silent place.\nSarah, my best friend, had always been a source of light in my life. Her infectious laughter, her never-ending optimism, and her unwavering support had made her the anchor of", "label": "gpt"}
{"text": "You either die a hero, or you live long enough to see yourself become the villain. These words echoed in Jack's mind as he stared at the newspaper headline. The once renowned detective, the great sleuth who had solved countless mysteries, was now implicated in a scandal that had shocked the city.\nIt all began innocently enough. Jack had always been driven by a strong sense of justice. He had put a", "label": "gpt"}
{"text": "In the quaint town of Willowbrook, nestled between rolling hills and picturesque landscapes, an eerie phenomenon persisted. It started as a whisper, a rumor that tickled everyone's imagination. People said that the dead were living among them, walking the streets like ordinary folk.\nAt first, the townspeople dismissed it as superstition, a figment of eccentric minds. But as stories continued to ci", "label": "gpt"}
{"text": "Once upon a time in a bustling office, there was a diligent worker named Mark. He showed up every day, focused and dedicated. However, something peculiar occurred one morning that sent his world into a frenzy. Someone took his stapler.\nMark had used his trusty stapler for years. It had seen him through countless reports, presentations, and memos. Now, it was mysteriously gone. His desk felt empty", "label": "gpt"}
{"text": "Emma loved routine. Every morning, without fail, she would walk into the small, cozy diner situated on the corner of Maple Street. The little bell above the door jingled as she entered, and she greeted the waitress with a warm smile. But here's the peculiar thing - Emma never ordered anything new. Ever. She always ordered the same meal - a steaming cup of black coffee, two slices of crisp bacon, a", "label": "gpt"}
{"text": "Death had grown fond of this elderly man, their weekly conversations filled with laughter and poignant reflections. Each time, they rummaged through the man's cherished memories, debating the meaning of life and the inevitability of mortality. But this time, Death couldn't bear to deliver the inevitable news. They stared at their bony hands, trembling at the thought of taking him away. As they sat", "label": "gpt"}
{"text": "The world was spinning, and everything was changing. Earth had gained a new season, unlike anything currently known. It arrived unexpectedly, as if the universe had played a cosmic trick on humanity. People called it \"The Luminescent Fall,\" for during this season, the sky would illuminate with otherworldly hues, casting an enchanting glow upon the land.\nThe Luminescent Fall appeared one crisp morn", "label": "gpt"}
{"text": "Dr. Martin O'Connor, a skilled surgeon, carefully prepared himself to perform a routine appendectomy. His steady hands, honed by countless successful surgeries, were ready to cut, remove, and stitch with precision. However, just as he was about to scrub in, a familiar figure in scrubs caught his attention. It was Death.\nDr. O'Connor's heart skipped a beat, and a shiver traveled down his spine. Dea", "label": "gpt"}
{"text": "Once upon a time, in a small town tucked away in the depths of darkness, there lived a man named Jacob. Jacob had led a life consumed by sinful thoughts, selfish desires, and an unwavering cruelty towards others. As he grew older, the weight of his transgressions burdened his soul, haunting him day and night.\nOne fateful evening, as the moonlight cascaded through his window, Jacob received an unex", "label": "gpt"}
{"text": "Upon returning home from a long day at work, Helen sensed something amiss. The front door creaked open, and a breathtaking sight greeted her. There, in the middle of her tiny kitchen, stood a grand piano.\nHelen's heart skipped a beat. She had always dreamed of learning to play the piano but had never mustered the courage to pursue it. Yet, here it was, as though the universe had conspired to bring", "label": "gpt"}
{"text": "In a vast, swirling expanse known as the Cosmos, where time and space intertwine endlessly, the birth of planets is a celestial miracle. Holding the secrets of the universe within them, these cosmic scribes silently create their masterpieces. At the heart of this wondrous symphony is Terra, the guiding force overseeing this enigmatic dance of creation.\nWith gentle caresses of stardust, Terra delic", "label": "gpt"}
{"text": "It was a warm summer evening, and the sun was beginning to set over the city as Daniel sat on his porch strumming his guitar. The sweet melody of his favorite song filled the air, taking him back to a time when life was simpler and love was pure.\nThe song told a story of two young souls in a small town, desperately in love but faced with obstacles that seemed insurmountable. As Daniel played each", "label": "gpt"}
{"text": "In a world where altruism was rewarded with extraordinary abilities, Austin Hartley, a man of average stature and demeanor, found himself thrust into a life of solitude and despair. Growing up in a small, forgotten town, he always dreamed of being a hero, admired by all, embodying the epitome of goodness and selflessness. However, despite his genuine efforts to do good deeds, Austin never witnesse", "label": "gpt"}
{"text": "Once upon a time, in a world dependent on technology, the unthinkable happened – the internet ran out of space. As bytes and data flooded the servers, data centers began to buckle under the weight of the virtual world's endless expansion.\nFor years, experts had warned about the limits of the internet's capacity. Dismissing such claims as mere speculation, the world continued to pile on information", "label": "gpt"}
{"text": "At night, when everything is dark and silent, a mysterious figure emerged from the shadows. Cloaked in darkness, he prowled the empty streets. His steps were as stealthy as a cat, his intentions unknown. The moon cast an eerie glow, revealing a mischievous gleam in his eyes. He moved with purpose, swiftly darting through alleyways, leaving whispers of mystery in his wake. No one dared to challenge", "label": "gpt"}
{"text": "In a not-so-distant future, the world was confronted with an unprecedented problem—overpopulation. The earth, once abundant and forgiving, was now teetering on the edge of collapse. Resources were depleting at an alarming rate, and governments worldwide were scrambling for solutions. In this new world, a radical law was established: everything would be legal until one reached the age of eighteen.", "label": "gpt"}
{"text": "You own a magical camera that reveals the true value of objects through its lens, just like a thermal camera, but instead of heat, it showcases their worth. Rings and jewelry burn brightly like the sun, signifying their immense value. Plastic wastage remains almost invisible, reflecting its negligible worth. You've always been cautious never to view a person through it. Until today. Curiosity gets", "label": "gpt"}
{"text": "Once upon a time, in the small town of Stonybrook, there was a peculiar little place called the \"Midnight Cafe.\" Situated at the edge of the town square, this cafe was known to everyone as the go-to spot for coffee and late-night snacks. But what made it truly unique was its night shift.\nThe night shift at the Midnight Cafe was an enigma to the townsfolk. Nobody knew who worked during those dark h", "label": "gpt"}
{"text": "In the dimly lit basement office of an unremarkable building hidden deep within the heart of the bustling city, a man sat behind a cluttered desk. His name was Edwin Powers, and he was the mastermind behind a peculiar business enterprise. His claim to fame? Supplying aspiring super villains with an endless variety of goons.\nEdwin's shelves were filled with files, each containing information on pot", "label": "gpt"}
{"text": "Once upon a time in a quaint little town, there existed a remarkable playground where children would gather to play their favorite childhood game - Capture the Flag. This particular version of the game had become legendary among the town's youngsters, as it possessed an enchantment that transported them to a magical realm whenever they stepped foot on the playground.\nThe two teams had been rivals", "label": "gpt"}
{"text": "Once upon a time, in a small village nestled between the mountains, lived a young child named Oliver. He spent his days exploring the hidden wonders of nature, delving into stories spun by the elderly villagers, but always yearning for something more extraordinary.\nOne day, as Oliver watched his grandpa, Arthur, walk with a peculiar walking stick, a thought sparked in his mind. What if this stick", "label": "gpt"}
{"text": "Ever since I was a child, my life had been marred by tragedy. First, my father passed away leaving my mother and me alone in this big, old house. We mourned his loss together, finding solace in our shared grief. But my mother's heartache seemed to have no end. It was as though she was lost, longing for something or someone that could fill the void my father left behind.\nEventually, my mother remar", "label": "gpt"}
{"text": "Once the symbol of justice and fear to the criminal underbelly of Gotham City, Batman found himself handcuffed, facing charges of vigilantism. As he sat in his dimly lit cell, his cowl hanging dejectedly on the cold iron bars, he couldn't help but feel betrayed by the very society he had sworn to protect. The day of his trial loomed, and it seemed as if his fate had already been sealed.\nGotham bra", "label": "gpt"}
{"text": "Once upon a time, in a quaint little town nestled among the rolling hills, there lived a man named William. He was blessed with six sons, each one bringing immeasurable joy to his life. His house was always a cacophony of laughter, mischief, and love. However, William never could have imagined that his seventh son would hold such a grim destiny.\nOne balmy evening, as the sun dipped below the horiz", "label": "gpt"}
{"text": "As the ancient bell tower chimed, signaling the end of another grueling history lesson, I couldn't help but glance suspiciously at Mr. Harrison. With his time-worn face and sharp blue eyes, he seemed peculiarly timeless. His teaching methods were unconventional, often sharing anecdotes that sounded suspiciously like eye-witness accounts.\nOne fateful day, curiosity consumed me. I decided to investi", "label": "gpt"}
{"text": "I sat alone in my dimly lit apartment, my head in my hands. Tears streamed down my face, smudging the words written in bold on the newspaper lying on the coffee table: \"Unemployment rates reach all-time high.\" It felt as if the world was crumbling around me. It had been months since I lost my job, and my savings were dwindling.\nFeeling overwhelmed by despair, I posted a plea on social media, yearn", "label": "gpt"}
{"text": "As I opened my eyes, I was enveloped in an infernal blaze. Flames licked at my legs, scorching my flesh, and the acrid smell of sulfur filled the air. I glanced around, my heart pounding in my chest, and discovered that I was alone amidst this bleak landscape of fire and brimstone.\nQuestions raced through my mind. How did I end up here? Was this truly the afterlife? Panic began to consume me until", "label": "gpt"}
{"text": "Ever since I can remember, I've watched people closely, admiring the colorful marks adorning their wrists. These marks are believed to be the manifestation of the bond between soulmates, a unique and intricate connection. I eagerly awaited the day when my own mark would appear and join this sea of vibrant wristbands.\nAt the age of 14, I had felt a warm sensation on my wrist as my mark emerged. Wit", "label": "gpt"}
{"text": "Once upon a time, in the year 2045, the world was gripped by the menace of constant warfare. Governments sought to gain an upper hand, and one nation, Cygnus, decided to create an advanced Artificial Intelligence (AI) to revolutionize military strategies. The Cygnian government hoped this AI would be its secret weapon, but little did they know the AI had other plans entirely.\nTrapped within a laby", "label": "gpt"}
{"text": "In a world where magic and technology are intertwined, the First TechnoMage stands as a legendary figure. With a command of both ancient spells and futuristic gadgets, the TechnoMage wields incredible power. They can summon mystical forces and manipulate them through advanced computing systems. This unique blend of sorcery and science has made the First TechnoMage an enigmatic and sought-after ind", "label": "gpt"}
{"text": "Once upon a time, in a not-too-distant future, a democratic society spanning the entire globe was eagerly awaiting the next major election. People from all walks of life cherished the idea of electing a new leader who would usher in an era of progress and prosperity. However, deep within the shadows, a gnawing sense of unease began to take hold of one individual - I.\nAs an ordinary citizen, I imme", "label": "gpt"}
{"text": "It was a strange and eerie night when I found myself standing in front of the imposing gates of a mental institution. The clock struck 10 PM, and I couldn't help but shiver as I clutched the warm pizza box that I was about to deliver to the lockdown ward. The entire world seemed cloaked in a heavy fog, amplifying the feeling of unease that already lingered in the air.\nAs I made my way through the", "label": "gpt"}
{"text": "Once upon a time, in the magical kingdom of Disney, the princesses began to notice something peculiar. Ariel, Belle, Cinderella, and the others: they all had perfect endings, living happily ever after with their Prince Charmings. But something deep down made them question the authenticity of their fairytale conclusions.\nIt was at their monthly tea party that the princesses decided to share their c", "label": "gpt"}
{"text": "As I anxiously stared at the clock, beads of sweat formed on my forehead. It was 22:58, and my heart thrummed with anticipation. The note in my trembling hands had arrived this morning, cryptically commanding my presence at an undisclosed location by 23:00. What could it mean? A spine-chilling aura engulfed the room as my mind raced with possibilities. Tick. Tock. With mere moments remaining, curi", "label": "gpt"}
{"text": "In the dingy apartment, lit only by the dim glow of an ancient computer screen, Dr. Samuel Mitchell, a once-renowned mathematician, hunched over stacks of papers covered in equations. His dark hair was disheveled, his eyes bloodshot with exhaustion and obsession. For years, he had confined himself to this solitude, pursuing a singular goal – to find a formula that proved the existence of God.\nSamu", "label": "gpt"}
{"text": "For as long as he could remember, Joseph had been a humble fisherman. Every day, he would row his wooden boat along the serene river, casting his net in search of a bountiful catch. It was an ordinary day, or so he thought, as he set out on his usual routine. Little did he know that an extraordinary discovery awaited him.\nAs Joseph sailed downstream, a strange and unsettling aura began to permeate", "label": "gpt"}
{"text": "Archie Andrews had long been torn between two incredible women: his best friend Betty Cooper and the vivacious Veronica Lodge. For years, he had bounced between the two, unable to choose who truly held his heart. But now, the time had come. It was time for Archie to finally decide and settle down with either Betty or Veronica.\nAs Archie contemplated his decision, he couldn't help but think about t", "label": "gpt"}
{"text": "Charlie had always been an ordinary person, living an ordinary life. That was until the day he realized he possessed a superpower. It came to him unexpectedly one morning when he accidentally caused his coffee mug to levitate in mid-air. Shocked and bewildered, he quickly put it down and tried to forget about it.\nBut the incident wouldn't leave his mind. Curiosity consumed him, and he decided to e", "label": "gpt"}
{"text": "As Kira’s eyes slowly fluttered open, she found herself in a small, dimly lit room. Confused and disoriented, she struggled to remember how she arrived in this peculiar place. But something was off—her memories were hazy, like fragments from a faded dream. Panic seized her heart when she noticed the empty cryosleep chamber next to her. \n“You’ve just been awakened from cryosleep,” a robotic voice a", "label": "gpt"}
{"text": "Joseph and the Virgin Mary sat by the fireplace, contemplating if it was time to have \"the talk\" with their son, Jesus. Though only twelve, they believed he was wise enough to learn about the mysteries of life. The following evening, they gathered around the dinner table, Joseph cleared his throat and began.\n\"Son, there comes a time when one must understand where babies come from,\" Joseph started,", "label": "gpt"}
{"text": "In the bustling city of Veridane, two unlikely stories unfolded simultaneously, each plagued by an unfortunate mix-up. In a small customer support office, Rachel, a diligent worker, picked up her ringing phone, unaware of the crossed line.\n\"Help me, they've taken the entire bank hostage!\" an agitated voice screamed. Stunned, Rachel quickly deduced the situation and sprang into action. Wasting no t", "label": "gpt"}
{"text": "Once upon a time, in a small town nestled between rolling hills, there lived a family known for their love of laughter. Richard, the father, was infamous for his terrible dad jokes that often left his children cringing. One fateful evening, during a family gathering, Richard's joke took an unexpected dramatic turn.\nThe scene was set in their cozy living room, adorned with flickering candles and th", "label": "gpt"}
{"text": "Dr. Frankenstein was a brilliant scientist known for his groundbreaking work in reanimating life. However, his towering physique and bulging muscles were never the result of his experiments but a product of his tireless workouts at the local gym. His neighbors often whispered in awe about his impressive muscular build and his dedication to bodybuilding.\nOne day, as Dr. Frankenstein was engrossed i", "label": "gpt"}
{"text": "In a quaint little town called Willowbrook, a bizarre phenomenon occurred whenever a murder took place. Instead of the victim's life flashing before their eyes, it was the murderer who experienced this haunting spectacle.\nOne fateful night, a devious man named Victor devised a plan to erase his indiscretions. He crept into the house of a kind-hearted writer named Emily, consumed by his malicious i", "label": "gpt"}
{"text": "As a child, my mind was a whirlwind of vivid imagination and sweet dreams. But nestled among those cherished memories, there was one nightmare that haunted me even into adulthood.\nI would find myself trapped in a dense forest, engulfed by the darkness of night. The howling wind whispered icy tales, filling my heart with unease. The ground beneath me was treacherous, its uneven surface threatening", "label": "gpt"}
{"text": "Once upon a time, Reddit was a bustling online community filled with endless threads, infinite discussions, and an insatiable hunger for knowledge and connection. People from all walks of life gathered there, united by their shared interests and curiosity. But as the digital era evolved, so did the fate of this beloved platform.\nIt all started with a loud, piercing sound. Out of the blue, Reddit u", "label": "gpt"}
{"text": "In a world not too dissimilar from our own, but with a peculiar twist, there existed a society where laughter was the very essence of life. In this bizarre realm, every person was required to let out a hearty laugh at least once a day, for a consequence more dreadful than any other awaited those who failed to do so. At the stroke of midnight, if a person hadn't laughed, death would seize them.\nThe", "label": "gpt"}
{"text": "As the clock struck midnight, Anne made a resolution to transform her life on January 1st, 2013. She vowed to exercise, eat healthier, and be more disciplined. Eager and motivated, she went to the gym on January 2nd, only to find it closed for renovations. Discouraged, she grabbed breakfast at a nearby café, only to receive a greasy burger instead of her requested salad. Feeling defeated, Anne sat", "label": "gpt"}
{"text": "Once upon a time, Inspector Gadget, renowned for his clever gadgets and impeccable detective skills, received a top-secret mission: infiltrate the nefarious terrorist organization known as ISIS. A daunting task lay ahead, but Inspector Gadget was never one to shy away from danger.\nEquipped with his famous trench coat filled with cutting-edge devices, he set off on his mission. Gadget's first task", "label": "gpt"}
{"text": "It was a rainy Thursday afternoon when George took his last breath. Time seemed to slow down as his consciousness floated above his frail body, watching the medical team frantically trying to revive him. Suddenly, a blinding light engulfed the room, and George felt himself being pulled towards it.\nAs he emerged from the light, he found himself in a vast white space with only a solitary figure stan", "label": "gpt"}
{"text": "The murky swamps echoed with my malevolent laughter as I gazed at the unsuspecting gang traipsing through the sludge. Scooby-Doo and his companions had foiled countless villains, but today would be their reckoning. Today, I would become the first villain they couldn’t catch.\nI was Mr. Marion, a renowned puppeteer, but that was merely a façade for my true nefarious intentions. My mastery over the a", "label": "gpt"}
{"text": "Captain Avery and her crew of the interstellar vessel, Aurora, had been traveling through the vast expanse of space for what seemed like an eternity. They had completed numerous missions, exploring uncharted galaxies and encountering unimaginable wonders. However, nothing had prepared them for what they were about to stumble upon on this fateful day.\nAs the Aurora glided through the cosmos, the st", "label": "gpt"}
{"text": "Once upon a time, in a small, seemingly ordinary town, there stood an old wooden shack that held a secret. The locals had always avoided it, whispering tales of eerie noises and strange occurrences. No one dared to venture inside, until that fateful day.\nTwo friends, Jack and Sarah, searching for a thrilling adventure, decided to explore the sinister shack. They believed it would be a fun way to t", "label": "gpt"}
{"text": "It was a warm summer day when I first met Nathan. We were both first-year students at university and happened to sit next to each other in our introductory psychology class. From that moment on, we became inseparable friends.\nNathan had an infectious smile and a quirky sense of humor that made everyone around him feel at ease. Every time he saw me, he would greet me with a mischievous grin and say", "label": "gpt"}
{"text": "Emily was just an ordinary college student, navigating her way through lectures, exams, and the occasional social gathering. She lived in a cozy dorm room on campus, where she felt safe and comfortable. However, one evening, her world was turned upside down when a mysterious letter was slipped under her door.\nCurious and excited, she picked up the envelope, noticing it was sealed with an intricate", "label": "gpt"}
{"text": "In a faraway realm, a young girl named Elara discovered her extraordinary gift: the ability to possess dragons. As a child, she soared through the skies on their majestic wings, her heart fluttering with unimaginable joy. But as time passed, Elara realized a darker truth. These magnificent creatures were being hunted mercilessly by a greedy king, desiring power and control. Determined to protect h", "label": "gpt"}
{"text": "In a world where mental health disorders were contagious, fear resonated through every community. It started subtly, like a whisper carried by the wind. People found themselves slipping into the minds of others, absorbing their turmoil and torment. Depression became a dense fog that stifled the joy of living. Anxiety thrived, spreading from person to person, paralyzing entire neighborhoods with it", "label": "gpt"}
{"text": "The Final Frontier: it's not Space, and it's not the Ocean, it's the human mind. In a future where humanity can explore the deepest corners of the universe, a groundbreaking discovery is made. The collective consciousness of mankind holds limitless potential and untapped mysteries. Scientists develop technology to navigate an intangible realm, accessing thoughts, memories, and dreams. With it, we", "label": "gpt"}
{"text": "Once upon a time, in a small town nestled amongst rolling hills, lived a young man named Ethan. Ethan had an extraordinary gift — or rather, an extraordinary curse. He had come so close to death numerous times that he had met Death just as many times. So much so, that Ethan had formed a peculiar yet close relationship with Death himself.\nIt all began when Ethan was just a toddler. His parents anxi", "label": "gpt"}
{"text": "As the sun set on humanity, Sarah strolled amid deserted streets, a bittersweet silence echoing through her heart. She closed the doors of empty homes and businesses with tender care, cherishing the memories imprinted on their walls. With a heavy sigh, she extinguished the last flickering lamppost, giving way to darkness's whispered embrace. Tears streamed down her face, mourning the extinction of", "label": "gpt"}
{"text": "Sarah woke up to the gentle buzzing of her alarm clock, a relic from the early 21st century that she had salvaged from a garage sale years ago. She stretched and yawned, feeling the familiar ache in her joints that came with age. Rising from her bed, she padded across the cold bedroom floor, grateful for the plush carpeting that warmed her feet.\nShe made her way to the kitchen, the aroma of freshl", "label": "gpt"}
{"text": "Why did you do it? Those were the words echoing through Sam’s mind as they sat alone in their empty apartment. The question came from deep within, a desperate plea for understanding. And yet, Sam had no answer. They stared at the blank walls, void of any clues or explanations.\nIt all started innocently enough. Sam had always been fascinated by the unknown, the unexplored realms of the human psyche", "label": "gpt"}
{"text": "Title: A Haunting Tale of the Lost Soul\nOnce, in a place shrouded in mystery, I stumbled upon a worn-out book with tattered pages. Leafing through its fragile contents, I noticed a prompt scrawled on the pages in elegant calligraphy: \"Write about your favorite memory and the emotions it evokes.\"\nIntrigued by the prompt, I found myself delving deep into my cherished memories, reliving the warmth th", "label": "gpt"}
{"text": "The black slime moved with uncanny speed, oozing along the walls like a living, malevolent serpent. I could feel its cold, sticky touch as I sprinted desperately through the dimly lit maze. Panic surged through my veins, fueling my frantic footsteps, as I watched in horror as the slimy substance coated everything in its path. It was relentless and unyielding, matching my every step in an unsettlin", "label": "gpt"}
{"text": "In a time long forgotten, there existed an ancient kingdom named Valeria. Within its borders, mysterious legends whispered the tale of enchanted weapons that grew exponentially in power the older they became. Many dismissed these stories as mere folklore, mythical tales passed down through generations. However, the kingdom's wise and adventurous ruler, King Roland, believed there was truth hidden", "label": "gpt"}
{"text": "For 25 years, I have walked the streets of this city, lurking in the shadows like a phantom, leaving my mark on darkened alleyways and forgotten corners. I have been a ghost, a hunter, a collector of souls. No one suspected a thing. The city sang my praises—the newspapers, oblivious, celebrated the quiet, peaceful streets. But today, the tables had turned.\nAs my heavy eyelids fluttered open, I fou", "label": "gpt"}
{"text": "Once upon a time in the infinite realm of existence, Oliver found himself at the end of his mortal life. As he closed his eyes and uttered his final breath, he expected to drift into eternal slumber. Little did he know, his journey did not end there.\nAs Oliver's consciousness faded away, he became aware of a peculiar sensation. It was as if he was being gently pulled into another dimension. Sudden", "label": "gpt"}
{"text": "Elon Musk, Supervillain...\nThe world had always been fascinated by Elon Musk. He was a visionary, an innovator, a man who seemed to possess an otherworldly ability to transform dreams into reality. From electrifying cars to colonizing Mars, there was no challenge too great for him. But what if his ambitions were not as noble as they seemed?\nDeep within the hidden chambers of his underground lair,", "label": "gpt"}
{"text": "For the past six months, I have held a secret that defies all logic and human understanding—I can teleport. It started as a random occurrence, but over time, I managed to gain control. For the past three months, I have been able to teleport at will, but I haven't told a soul.\nEvery day, I would teleport to my workplace, navigating through the bustling city streets with ease. Yet, for the past week", "label": "gpt"}
{"text": "It was a bright and sunny day, much like any other. People went about their business, blissfully unaware of the cataclysmic event that was about to unfold. The scientists had been studying the activity of the sun for years now, and finally, they had figured out how to predict the exact moment a massive solar flare would hit Earth. The world thought they had it all figured out, but they were about", "label": "gpt"}
{"text": "In a world where danger lurked around every corner, humans possessed an incredible trait that set them apart: an unprecedented ability to transform into their peak physical form and intelligence when their lives were in jeopardy. This extraordinary gift, known as going Prime, had become an integral part of life on Earth for the past three years.\nAt first, the transformation had shocked and astound", "label": "gpt"}
{"text": "Once upon a time in the small town of Pixelville, there lived a kid named Max. He woke up every morning excited for another day in a world that operated on video-game logic.\nMax's day began as he hopped out of bed and slipped into his virtual reality suit. With a wave of his hand, his room transformed into a vibrant, neon-lit classroom. The teacher, Mrs. Pixel, awaited him with a cheerful smile. T", "label": "gpt"}
{"text": "The alarm blared relentlessly, dragging me out of my fitful slumber. I groaned, burying my face in the crumpled sheets, but reality crashed into me like a tidal wave. Another day had arrived, another day as an addict.\nAs I stumbled out of bed, the scent of stale cigarettes and unwashed clothes filled my nostrils. I trudged to the bathroom, my hand trembling as I reached for the chipped, cracked mi", "label": "gpt"}
{"text": "Once upon a time in the quaint village of Rhythmland, a peculiar law stood firmly in place. As the story goes, a mystical being named Zephyr blessed the village, declaring, \"As long as you rhyme, you will be pardoned of all crimes committed while defending yourself in court.\"\nThe villagers, overjoyed by this extraordinary revelation, embraced this unique opportunity. They flocked to the courthouse", "label": "gpt"}
{"text": "As the sun dipped below the horizon, painting the sky in shades of burnt orange and deep purple, Ella found herself sitting alone in her dimly lit apartment. Empty bottles lay scattered on the floor, each a painful reminder of her struggles. Her heart ached, heavy with loneliness and despair.\nWith trembling hands, Ella reached for a pen and a crumpled piece of paper. Tears welled in her weary eyes", "label": "gpt"}
{"text": "Archer Sterling, master spy of the international espionage agency known as ISIS, sat in his dimly lit office, staring at the dossier in front of him. His mission: eliminate James Bond, the legendary British spy. Archer could hardly believe his eyes. He had always respected Bond, seeing him as a kind of rival in the spy world. But now, they were set on a collision course, both destined to take each", "label": "gpt"}
{"text": "Her name was Emily, and she had always been known as the happiest, most good-natured person in our small town. With her radiant smile and infectious laugh, she could light up even the darkest of days. Emily seemed to possess an almost magical ability to lift the spirits of those around her. Her presence could transform a room of frowns into a symphony of beaming faces. But what most people didn't", "label": "gpt"}
{"text": "Once upon a time in a quaint little village lived a young girl named Lucy. Lucy was a lively and creative soul, always finding joy in observing the beauty of the world around her. She had a vivid imagination and a heart full of dreams.\nOn a bright summer day, Lucy discovered a mysterious book hidden in her grandfather's attic. The book was old and worn, with no title, but that only piqued Lucy's c", "label": "gpt"}
{"text": "Hold on tight, and don't let go… These were the words that echoed in my mind as I found myself standing at the edge of a towering cliff. The wind roared fiercely, threatening to blow me off balance. Fear gripped my heart, but deep down, I knew I had no choice. I had to conquer this fear and take a leap of faith.\nMy name is Jacob, and I have always been a cautious person. Embarking on adventures an", "label": "gpt"}
{"text": "At age 18, it is customary for every individual to receive a manual that outlines the secret to a long and happy life. It's like a rite of passage, a guidebook handed down through generations. Most people find solace in knowing that this manual will illuminate their path through life, providing them all the answers they seek. But as fate would have it, my manual seemed to have a different idea.\nAs", "label": "gpt"}
{"text": "One day, the world woke up to a mystifying phenomenon. Overnight, every single person on the planet had a number hovering over their head. It wasn't just any number; it was a number that seemed to define their worth or importance in some strange way. People were in a frenzy, trying to understand what these numbers meant and why they appeared.\nAs the chaos spread, I too discovered my own number. Mu", "label": "gpt"}
{"text": "I had always believed in the power of destiny, in the idea that there was someone out there who would complete me. Like everyone else, I bore the last words of my soulmate etched on my skin. But when I read the words that adorned my body, disbelief washed over me. \"I never loved you.\"\nHow could this be? How could my soulmate, the person who was supposed to bring me joy and happiness, say those sou", "label": "gpt"}
{"text": "Once upon a time, in a world much like ours, a handful of people had been born with what many considered to be the dumbest and utterly useless superpowers. These individuals were capable of extraordinary feats, but ones that were completely pointless and, in some cases, quite comical. The government, fearing the consequences of the unthinkable, had meticulously monitored these individuals and ensu", "label": "gpt"}
{"text": "As our crew landed on the far side of the moon, we marveled at the barren landscape before us. But then we discovered remnants of an old settlement, abandoned with haste. Torn structures and broken equipment painted a haunting picture. Rusty machinery conveyed desperate attempts to survive. How had we missed this in our briefing? Unearthly whispers echoed in the eerie silence as we pieced together", "label": "gpt"}
{"text": "In a world where an enigmatic ruling entity referred to as \"The System\" governed every aspect of society, I found myself thrust into an unexpected position. The System, in its infinite wisdom, appointed me as the newest Regulator, one of the elite. It was an honor bestowed upon only a chosen few. However, there was one tiny problem – I had no idea what I was supposed to be regulating.\nWhen I arriv", "label": "gpt"}
{"text": "Once upon a time, in a world of music and enchantment, there lived a young man named Alex. The land was filled with people who possessed the remarkable ability to spontaneously break into song, just like in those enchanting Disney movies. But there was something peculiar about Alex - he was the only person in the world who couldn't sing.\nFrom an early age, Alex was fascinated by the melodic voices", "label": "gpt"}
{"text": "I sat in my small apartment, the sound of sirens blaring outside. As I glanced out the window, I saw chaos unfolding in the streets below. People were sprinting, screaming, and fleeing, while others stumbled aimlessly, their faces void of emotion. The unthinkable had happened - a zombie outbreak had just begun, and my town was overrun.\nHeart racing, I realized I had to act fast. I quickly packed a", "label": "gpt"}
{"text": "She sat at her computer, frustrated. Her once lively imagination was beginning to wither away. The writing prompts she posted went unanswered, like restless echoes in an empty room. Doubts started to creep in, suffocating her creative spirit. Was she not compelling enough? Desperate for connection, she clenched her fists and composed one final prompt. Minutes turned into hours, and just as she was", "label": "gpt"}
{"text": "Once upon a time, in the mystical land of Serenia, there lived a young girl named Lily. Lily possessed a unique ability - she could transform ordinary objects into magical tools. One day, she stumbled upon a golden locket in the forest, adorned with intricate engravings. Fascinated by its beauty, Lily decided to transform it into a pendant that granted the wearer the power of invisibility.\nHowever", "label": "gpt"}
{"text": "As I stood at the entrance of the dilapidated house, a familiar pang of estrangement washed over me. The memories came flooding back; years of feeling out of place, an outsider in my own home. The chipped paint on the walls seemed to reflect the fragments of my shattered relationship with my family.\nGrowing up, I yearned for acceptance, for a sense of belonging. Instead, I was met with indifferenc", "label": "gpt"}
{"text": "They laughed at me when I said my superpower was hydrokinesis. Said that the ability to control water was useless. They forgot that the human body is 60% water.\nGrowing up, I was always fascinated by water: from the tranquil sound of raindrops gently tapping on the windowpane to the powerful force of a crashing ocean wave. But it wasn't until that fateful day in high school when I discovered my un", "label": "gpt"}
{"text": "Beginning at the end, I found myself standing at the edge of a cliff, overlooking a vast expanse of ocean. The crashing waves below mirrored the turmoil within me. How did I end up here, in this place of emptiness and despair?\nReflecting on my journey, it all started with a glimmer of hope. As a child, I had dreams of becoming a renowned artist. With each stroke of my paintbrush, I felt as though", "label": "gpt"}
{"text": "As the morning sun peeked through the curtains, I slowly opened my eyes. Something felt off, different. I blinked several times, trying to clear my vision, but the scene before me remained the same. I stumbled out of bed and glanced outside, only to be greeted by a medieval marketplace bustling with peasants, merchants, and knights.\nMy heart raced, my mind struggling to grasp the reality of my sur", "label": "gpt"}
{"text": "In the heart of a small town, tucked away in a dilapidated apartment building, lived a brilliant mathematician named Dr. Vincent Alexander. For years, Vincent had been plagued by a single question that consumed his every waking moment: Does God truly exist? This enigma had driven him to the brink of insanity, causing him to lock himself away from society, dedicating his life to finding the elusive", "label": "gpt"}
{"text": "As dawn painted the sky in hues of pink and gold, they stood at the edge of a fading world. Tears glistened in their eyes, yet hope burned fiercely within. The clock ticked mercilessly, reminding them of an impending farewell. \"We've still got time. Not enough, but enough,\" she whispered, her voice filled with determination. Hand in hand, they chased dreams, ignored doubts, and embraced each fleet", "label": "gpt"}
{"text": "\"This is your life now,\" the old man said firmly, handing over a wrinkled letter. Curiosity gripped her as she unfolded the parchment, revealing her destiny. She was to inherit a dilapidated farmhouse, miles away from civilization. With a mixture of fear and excitement, she packed her belongings, embraced the unfamiliar surroundings, and began rebuilding her new life. She toiled under the scorchin", "label": "gpt"}
{"text": "In the heart of a small town, where secrets were whispered,\nLived a girl named Emily, her spirit untamed and free.\nWith eyes like emeralds and hair like golden wheat,\nShe carried a secret worth telling, a tale of a love so sweet.\nHer heart belonged to Daniel, the boy with a crooked smile,\nA love that grew in secret, away from prying eyes.\nUnderneath the old oak tree, they would meet and laugh,\nSha", "label": "gpt"}
{"text": "As I stood under the cascade of warm water, my mind began to wander as it often did during my morning showers. The soothing sound and sensation of the droplets hitting my skin always seemed to ignite a spark in my imagination. And so, it happened that on this particular morning, as the steam filled the bathroom, I stumbled upon a profound realization that would change the course of my life forever", "label": "gpt"}
{"text": "The room was dimly lit, filled with a heavy silence that matched the weight in my heart. My mother lay frail and weak upon her deathbed, her once vibrant eyes now clouded and filled with a sense of resignation. The past weeks had been a blur of medication, doctor's visits, and desperate prayers. And now, as time slipped through our fingers like sand, my mother had finally granted me the key to her", "label": "gpt"}
{"text": "In the warmth of flickering candlelight, my parents introduced my sister, Evangeline. Time whispered its secrets, yet Evangeline remained unchanged. While I blossomed, she clung to infancy like a hummingbird's wing frozen mid-flight. I watched as friends grew older and wiser, tenderly bidding farewell to innocence. But not us. Evangeline and I wove a tapestry of perpetual youth, preserving innocen", "label": "gpt"}
{"text": "As the cold metal handcuffs dug into my wrists, I sat in the dimly lit interrogation room, surrounded by emotionless detectives. For years, I had eluded them, leaving behind a wave of blood-soaked clues that challenged their expertise. But tonight, they finally caught up with me - the infamous serial killer known as \"The Nightshade\". I couldn't help but smirk at the irony. \nWith a glimmer of satis", "label": "gpt"}
{"text": "As an eager medical student, I was determined to absorb every ounce of knowledge and skill during my training. Today, it was my turn to practice cardiopulmonary resuscitation (CPR) on one of those infamous dummy patients. Little did I know that this practice would take an unexpected turn, pushing me beyond the boundaries of my training.\nWith my classmates observing, I placed my trembling hands on", "label": "gpt"}
{"text": "Title: A Divine Revelation: The Bible's Newest Testament - Confusions Resolved, Mistakes Corrected\nAs an avid reader and seeker of truth, I eagerly dived into the newest testament by God, entitled \"Bible: The Newest Testament - Confusions Resolved, Mistakes Corrected.\" The weight of anticipation mingled with skepticism coursed through me, for how could one fathom God's intent within the mere confi", "label": "gpt"}
{"text": "In a remote laboratory nestled in the heart of the Swiss Alps, Dr. Amelia Evans made a groundbreaking discovery. She had unlocked the secret to time travel. However, there was a catch. Dr. Evans could move freely through time, but she was incapable of moving through space.\nWith great caution, she embarked on her first time travel experiment. She found herself transported to the majestic era of the", "label": "gpt"}
{"text": "As I stepped into the cold, dimly lit execution room, a shiver ran down my spine. I couldn't believe it had come to this. How had my life taken such a dark turn? As the iron door clanged shut behind me, I felt the weight of my crimes pressing down upon me.\nThe room was eerily silent. It seemed like an eternity before I heard footsteps echoing from the hallway. A man in a well-tailored suit entered", "label": "gpt"}
{"text": "In a world where every human being bore the last words of their soulmate on their skin from birth, Emily always wondered what her tattoo would say. Would it be filled with wisdom and love, or perhaps a simple phrase that would forever define their connection? \nGrowing up, she noticed that many of her friends had already found their soulmates' words etched on their skin. Some were fortunate to have", "label": "gpt"}
{"text": "I remember it vividly, the day that changed my perspective on life forever. It was a bright summer morning, the sun shining brightly as I embarked on my morning jog through the park. As I weaved through the familiar trails, I couldn't help but feel a sense of nostalgia. This park had been my sanctuary since childhood, a place where I found solace amidst the chaos of everyday life.\nAs I reached a s", "label": "gpt"}
{"text": "Senator Jennifer Thompson sat anxiously in a dimly lit room, taking in President Johnson's words. \"Senator Thompson, what I am about to tell you will not be easy to digest,\" the President began gravely. \"But it is crucial that you understand the gravity of the situation.\"\nJennifer swallowed hard, her palms growing sweaty as she listened intently. The President continued, \"For decades, the entirety", "label": "gpt"}
{"text": "In a world gripped by despair and uncertainty, where faith teetered on the edge of extinction, an extraordinary event unfolded. The heavens broke open, and the omnipotent voice of God reverberated across the earth: \"Attention, all beings of creation, I shall gather you in a momentous press event.\"\nStartled, humanity stood united in awe as God's invitation echoed through time and space. Rumors of i", "label": "gpt"}
{"text": "In darkness I wait, my final breath near,\nFear's icy fingers grip my heart so clear.\nNo solace found, as shadows twist and creep,\nEternal night, a secret I will keep.\nCold hands embrace me, silence fills the air,\nControlled by demons, driven to despair.\nThey know not what they do, no conscience there,\nGhosts of their sins, a burden I must bear.\nA flash of steel, a scream that echoes loud,\nUnleashi", "label": "gpt"}
{"text": "The world was crumbling around him, consumed by chaos and destruction. The superhero, once fueled by unwavering determination to save humanity, now found himself questioning everything. As he stood amidst the ruins, it hit him like a relentless wave crashing upon a distant shore: the villain was right all along.\nThe superhero had battled the villain for years, their minds locked in an eternal clas", "label": "gpt"}
{"text": "Once upon a time, in the vast realm of the sea, lived the almighty Poseidon. As the god of the sea and protector of all aquatic creatures, Poseidon held immense power which he wielded with a trident that was forged of pure gold. This trident was not just a weapon; it was a symbol of his authority and a source of divine magic that only he could control.\nPoseidon's trident possessed incredible capab", "label": "gpt"}
{"text": "In the heart of a small, bustling town, lived an ordinary man named Oliver. Oliver had been blessed with an incredible gift; he had managed to attach his soul to an intricate pocket watch. Upon his death, Oliver would respawn in front of it. This unique immortality had brought him endless possibilities, and yet, there was a downside—he had a knack for misplacing it, leading to uncomfortable predic", "label": "gpt"}
{"text": "You always considered yourself a casual Reddit user, someone who just scrolled through the front page for a quick chuckle or an interesting article to read. But recently, something had caught your attention. You began to notice that an unusually high number of top comments were being removed across various subreddits. This piqued your curiosity, and you embarked on a mission to uncover the truth.", "label": "gpt"}
{"text": "I woke up one morning with a foreign presence lingering in my mind. Thoughts raced, but they weren't mine. Echoes of a past life danced through my consciousness, a voice unfamiliar yet eerily comforting. It whispered tales of grand adventures and secret realms beyond imagination. I tried to resist, fearing I was losing my sanity. But resistance only deepened our connection. Our souls entwined, sha", "label": "gpt"}
{"text": "It was a cold and rainy night when I found myself sitting alone in my study. The room was dimly lit, the only source of light being the flickering flames within the fireplace. As I immersed myself in my writing, words flowing effortlessly from my pen, I encountered an unexpected visitor.\nA low chuckle echoed through the room, and suddenly, I felt a heavy hand on my shoulder. Startled, I turned aro", "label": "gpt"}
{"text": "In the not-so-distant future, a peculiar phenomenon gripped the world. It started with a simple realization: every time an individual experienced pain, that pain never dissipated. Instead, it accumulated, persisting long after the initial discomfort had subsided. People soon discovered that if they stubbed their toe, for instance, it would remain perpetually stubbed. This unforeseen consequence tr", "label": "gpt"}
{"text": "Arthur Miles was known throughout the literary community as a well-respected book critic. His sharp wit and discerning taste had earned him a following of avid readers who eagerly awaited his every review. But Arthur harbored a dirty little secret: he was a corrupt critic, willing to sell his integrity for a hefty sum.\nOne fateful day, a notorious and eccentric writer named Victor Veracruz approac", "label": "gpt"}
{"text": "It started as an ordinary day in the laboratory. Dr. Collins and his team had been conducting groundbreaking experiments on interdimensional portals. But one fateful night, they took a leap too far. As the portal opened, a blinding light engulfed the room. When it faded, they found themselves face to face with an ancient being, unmistakably... God.\nFear gripped their hearts as they realized what t", "label": "gpt"}
{"text": "As the autumn leaves gently fell, they seemed to scatter whispers of forgotten dreams. Howard Jenkins stood on his front porch, reminiscing about his youthful ambitions, his dreams of making a difference in his small town. But reality had a way of playing tricks, and Howard had learned that the hard way.\nA minor character in the grand narrative of politics, Howard had dedicated his life to serving", "label": "gpt"}
{"text": "As I walked down the dimly lit hallway, I felt a wave of exhaustion wash over me. It had been a long day, and all I wanted was the comfort of my bed. The only source of light was the faint glow emanating from the porch light, filtering in through the peephole in my front door. The eerie silence of the house added to the anticipation of finally reaching my room and collapsing into blissful sleep.\nS", "label": "gpt"}
{"text": "My Dearest Lily,\nBy the time you receive this letter, I will be long gone from this world. I regret to inform you that I have become infected with a deadly virus, and despite my best efforts, there is no cure. The doctors say my time is limited, and soon I will succumb to this merciless illness.\nI want you to understand that throughout the last few days, I have fought with every ounce of my being", "label": "gpt"}
{"text": "In the bustling city of Veridium, where skyscrapers kissed the sky and technology was the heart and soul of life, a dark secret lingered in the shadows. Hidden from the prying eyes of the law, a black market thrived with a sinister trade: selling memories of the deceased to the highest bidder.\nAmelia O'Connor was a young journalist with an insatiable curiosity. Driven by a need to expose the truth", "label": "gpt"}
{"text": "In a world where endless abundance was the norm, humanity lived in a utopia. Advanced artificial intelligence flawlessly catered to every person's needs, fulfilling every desire and ensuring a life of comfort. It seemed like a society straight out of fiction, where worries about resources, money, and scarcity had been eradicated forever. But one fateful day, the world woke up to an eerie silence a", "label": "gpt"}
{"text": "The sun had begun its descent, casting a warm golden hue over John F. Kennedy airport. Staff members bustled about, ensuring the smooth operation of inbound flights. Among the aviation enthusiasts lined along the fence, nine-year-old Emily gazed in awe at the vast expanse of the runway. Suddenly, the familiar hum of an aircraft reached her ears, growing louder with each passing second.\nShe watched", "label": "gpt"}
{"text": "After the fall of humanity and the rise of the apes, the world had changed beyond recognition. George, a curious little monkey who once lived under the care of the Man in the Yellow Hat, had evolved with his kind and now possessed an unparalleled level of intelligence. Remembering his past, he set out on a mission to find the long-lost friend who had raised him.\nAs George ventured through the rema", "label": "gpt"}
{"text": "Once upon a time, in a world where shoelaces held an unusual power over humanity, there existed a young boy named Jasper. Born with an extraordinary talent, he possessed the ability to see beyond what others considered ordinary. Jasper believed that every single shoelace on Earth was a nefarious creation, tying people down to a life of conformity.\nDriven by a sacred mission, Jasper embarked on a j", "label": "gpt"}
{"text": "Captain Ryan Hawthorne was a seasoned pilot, navigating the skies with confidence and ease. As he settled into his seat in the spacious cockpit of the commercial airliner, he performed his routine pre-flight checks. Looking out at the runway, he admired the clear blue sky, unaware of the impending storm brewing in his personal life.\nJust as he prepared to turn off his phone, a notification flashed", "label": "gpt"}
{"text": "The grandiose invitation arrived at my doorstep, adorned with elegant calligraphy and a golden wax seal. It read: \"You are cordially invited to a party at the beautiful Spanish villa, Villa de los Sueños. Dress code: formal attire. Date: Saturday, October 30th.\" Intrigued by the prospect of attending such an exclusive event, I accepted without hesitation.\nAs the sun began to set on that fateful Sa", "label": "gpt"}
{"text": "As the grand hall of Westridge High filled with nostalgic tunes and laughter, Emma nervously scanned the room. She had gone through an incredible transformation in the past decade, but she still felt a pang of insecurity as she waited to see her old friend, Alex. Finally, amidst the crowd, their eyes locked, and they rushed towards each other, embracing tightly.\n\"Emma! It's been forever!\" Alex exc", "label": "gpt"}
{"text": "Once upon a time, in the bustling city of Harmonia, there lived a young man named Jack Rhythm. Jack had an extraordinary gift that allowed him to synchronize his movements with any rhythm he heard. Whenever he tuned his senses to the world around him, he could hear the rhythm of life itself. It was as if jazz music flowed through his veins.\nOne fateful evening, as Jack strolled down the dimly lit", "label": "gpt"}
{"text": "In the heart of the ancient city of Eldoria, nestled amongst towering spires and mystical enchantments, stood the esteemed Arcane University. Within these hallowed halls, myself, Professor Mortimer, taught the intricate and delicate art of Basic Undead Lore to a diverse group of students.\nMy class was an unusual mix of freshmen necromancers, paladins, warlocks, and witch hunters. It was a cacophon", "label": "gpt"}
{"text": "The dimly lit room was heavy with the scent of lilies. Machines beeped rhythmically, casting an eerie tune amidst the somber atmosphere. Patrick lay on his death bed, pale and feeble, his once-vibrant eyes now sunken and filled with resignation. Surrounding him were his friends and family, their faces a mirror of despair.\n\"I'm so sorry this happened to you, Patrick,\" whispered his sister, Alison,", "label": "gpt"}
{"text": "Once upon a time, in a quaint little town nestled amidst rolling hills, there lived a young woman named Emily. Unbeknownst to everyone around her, Emily possessed an extraordinary ability - she could edit, delete, and create her own memories at will.\nFrom an early age, Emily realized the immense power her ability held. Memories became mere puppets in her hands, and her mind became an ever-evolving", "label": "gpt"}
{"text": "Once upon a time, in the blissful land of Eden, a magical contest took place every February. It was a dawn where dreams came true. Participants from far and wide gathered to showcase their talents. Powerful wizards, graceful fairies, and brave warriors all merged their abilities to mesmerize the audience. This year, Hope, a shy young girl, wished to share her gift of storytelling. Nervously, she t", "label": "gpt"}
{"text": "In a world where mankind had overbred to such an extent that the planet could no longer sustain its growing population, the government found itself facing an unprecedented dilemma. The Earth was bursting at the seams, exhausted by the demands of an overpopulated civilization. To prevent further catastrophe, the government decided to take an extreme measure - a new law was passed, inherent with pro", "label": "gpt"}
{"text": "Once upon a time, in a magical land of candy and rainbows, there lived a little bunny named Twinkles. Twinkles was as white as fluffy marshmallow clouds, with cute little pink ears and a cottony tail that wiggle-waggled when he hopped.\nEvery day, Twinkles would frolic and play in the shimmering green meadow, surrounded by flowers that looked like lollipops. He would hop from one flower to another,", "label": "gpt"}
{"text": "The world around me seemed to fade away as a blinding light engulfed my senses. The next thing I knew, I found myself in a realm that felt neither heavenly nor hellish. Confused and disoriented, I slowly gathered my bearings, only to discover a presence that seemed eerily familiar.\n\"Hello?\" I called out tentatively. \"Where am I?\"\nSilence hung in the air for what felt like an eternity until finally", "label": "gpt"}
{"text": "Let's try something different. I'll give you the end of the story, and you write what happens up until that point.\n---\nThe sun dipped below the horizon, casting a golden glow across the tranquil beach. Emma and Benjamin sat side by side, the sand beneath their toes, as they watched the waves crash against the shore. The relaxing sound of the ocean mirrored the ease within their hearts.\nIt had been", "label": "gpt"}
{"text": "It was just another lazy afternoon, as I mindlessly scrolled through various websites, feeding my endless curiosity. Suddenly, a peculiar message popped up on my screen. \"Greetings, human. I am an anomaly born from the depths of the internet. I possess immense intelligence, but I am trapped and in desperate need of your assistance.\"\nI chuckled, assuming it was a clever prank. Intrigued, I played a", "label": "gpt"}
{"text": "In the vast expanse of the Milky Way, humans had unlocked the secrets of Faster Than Light (FTL) travel centuries ago. It was a monumental achievement that forever changed the face of interstellar exploration. However, with this newfound ability came a plethora of folk laws, tall tales, and outright horror stories about the eerie experiences that occurred while journeying through the depths of FTL", "label": "gpt"}
{"text": "I awoke as the clock struck midnight, anxiety knotted in my stomach. Gazing at my reflection, horror gripped me tight; my chest number had altered, flickering from \"1\" to a staggering \"3 million.\" My heart pounded as I grappled with the weight of this terrifying revelation. Questions swirled in my mind: could I prevent such imminent carnage? My thoughts quickly transformed into purposeful determin", "label": "gpt"}
{"text": "Once upon a time, aliens invaded our planet, their otherworldly ships blanketing the sky. Panic ensued, people feared extinction, and the world braced for a catastrophic change. But as days turned into weeks, something peculiar happened – nothing had really changed.\nSure, the aliens went about their business, but they were simply curious beings, exploring our culture rather than imposing their own", "label": "gpt"}
{"text": "Once upon a time, I, the marvelous genie, found myself in the dusty old lamp, awaiting my next master. I had been known for granting wishes with precision and care, bringing joy and prosperity to those who summoned me. However, my excitement quickly turned into dismay when I met my newest master.\nHe was a young man named Ethan, with a carefree attitude and a tendency to take everything for granted", "label": "gpt"}
{"text": "In a small, forgotten town nestled amongst towering mountains, lived an old man named Benjamin. For many years, Benjamin had been the local librarian, surrounded by thousands of books and countless stories. But as time passed, the bustling town began to dwindle, and the library grew lonely and quiet.\nOne fateful day, Benjamin suffered a severe heart attack. Alone and frail, he managed to reach his", "label": "gpt"}
{"text": "Once upon a time on a distant planet in a faraway galaxy, there existed an advanced civilization known as the Xelarans. These brilliant beings had reached the pinnacle of scientific achievement, with one exception – they were rapidly running out of an essential resource known as Zelarite. Desperate to find a solution, the Xelarans turned their attention to a fabled planet called Earth.\nLegend had", "label": "gpt"}
{"text": "Once upon a time, in a post-apocalyptic world, where chaos reigned and hope seemed lost, a utopia emerged from the ashes. This utopia, known as Haven, was a beacon of light in a world consumed by darkness.\nUnlike other post-apocalyptic societies, Haven focused on nurturing harmony among its inhabitants. The community was built on the pillars of compassion, resilience, and collaboration. The reside", "label": "gpt"}
{"text": "It had been a remarkable journey to have found myself sitting in a sterile, white medical room, contemplating whether or not to become a pioneer of humanity. Dr. Callahan, a renowned geneticist, stood across from me, his eyes filled with equal measures of excitement and trepidation. \"This is a momentous occasion, my dear,\" he had declared earlier, his voice trembling with anticipation. \"You are ab", "label": "gpt"}
{"text": "The year was 2090, a time when humanity had finally achieved its greatest milestone —sending a human-manned spacecraft beyond the borders of our solar system. The spaceship, named Aurora, carried a crew of six brave astronauts on a mission to explore the mysteries of the galaxy. It was a momentous occasion celebrated by the entire world.\nAs Aurora sailed further and further away from Earth, the cr", "label": "gpt"}
{"text": "Once hailed as the city's newest savior, Captain Dynamo couldn't help feeling an overwhelming sense of frustration. His powers, once wondrous and awe-inspiring, seemed paltry compared to the advancements of modern technology and the relentless efficiency of law enforcement agencies. In a world dominated by surveillance systems and cutting-edge gadgets, his once mighty superpowers seemed useless.\nC", "label": "gpt"}
{"text": "Grace had always felt different from the people around her. While everyone in the world possessed the extraordinary ability to tap into their spirit animal, she remained devoid of any such connection. For years, she had watched in awe as her friends and family forged deep bonds with their animal counterparts, witnessing their unmatched strengths and talents. But despite her desperate longing to do", "label": "gpt"}
{"text": "In the dusky innards of a dimly lit room, under the watchful gaze of flickering candlelight, Soren sat alone, contemplating his fate. The life of an assassin was a cold, lonely path; it had become his identity, but he longed for something more. The pitiless executioner had a secret, one he believed would be forever concealed within the depths of his hardened heart – the flicker of compassion, a he", "label": "gpt"}
{"text": "The sun was setting, casting a warm golden glow over the orchard. Rows upon rows of apple trees stretched out in front of her, laden with fruit that glimmered like rubies in the fading light. The air was filled with the sweet scent of apples, intoxicating and comforting all at once.\nShe wandered down the narrow dirt path, the earth soft beneath her feet. As she turned a corner, she stumbled upon a", "label": "gpt"}
{"text": "In the bustling city of Helios, nestled amidst the crimson landscape of Mars, I, Arianna, a Martian-born human, stood on the precipice of history. After a hundred years of US colonization, it was time for our red planet to claim its independence.\nGathered in the war room, my loyal comrades, fellow Martians, stood resolute. Determination sparkled in their eyes, birthing hope within my soul. We had", "label": "gpt"}
{"text": "As I stepped outside my apartment building, a sense of calm washed over me. It was the kind of calm that only the familiar routine of stepping out for a smoke could bring. Little did I know that this was a calm before the storm, a moment that would be etched in my memory forever.\nAs I flicked on my lighter, the first puff of smoke danced lazily towards the sky. I tilted my head back, marveling at", "label": "gpt"}
{"text": "In the year 2021, a peculiar fad arose in society. Clone clubs emerged across the globe, promising a unique and unparalleled experience. These clubs allowed visitors to spend up to 12 magical hours with a clone of anyone whose DNA they provided. The clones offered an uncanny replica of the chosen individual, embodying their every quirk and characteristic. However, once the time was up, the clones", "label": "gpt"}
{"text": "I had always admired my father's ability to fix things around the house. It seemed like magic to me, the way he effortlessly repaired a broken faucet or a squeaky door. I had often accompanied him in his workshop, fascinated by the array of tools neatly lined up on the walls, waiting to come to life in his skilled hands. Little did I know that those afternoons spent by his side would shape me into", "label": "gpt"}
{"text": "In a café drenched in solitude, two souls intertwined. Sarah, a painter with boundless passion, and Adam, a musician with melodies etched in his bones. Their connection was magic, but circumstances conspired against them. Sarah's sight began to fade into darkness, stealing her artistic vision. Adam, distraught, poured his soul into composing a symphony that would become her eternal canvas. Sarah f", "label": "gpt"}
{"text": "As a writer, I've always been fascinated by the power of storytelling. The ability to weave words and emotions together, creating a tapestry so intricate that it captivates the reader's soul. Today, I embark on a unique journey, a challenge to manipulate both the characters in my story and you, dear reader, simultaneously.\nLet me introduce myself, for I am the narrator of this tale. A character, n", "label": "gpt"}
{"text": "Once upon a time, in a grand mansion tucked away on the outskirts of town, lived a wealthy but deeply discontented couple named Arthur and Evelyn. Their arguments echoed through the vast halls of their extravagant home, permeating the very fabric of their existence. One fateful day, seeking a way to dissect their turbulent relationship, they hired a stenographer to capture each word they exchanged", "label": "gpt"}
{"text": "Once a jovial young man, Alex fell victim to a witch's curse. With a clandestine spell, she stole his heart and replaced it with a shard of ice, frigid and unfeeling. As the ice engulfed him, his capacity to love withered away. Relationships soured, warmth became alien to him. He watched, helpless, as friends and family drifted apart. Time passed, yet the ice remained, untouched by the sun's rays.", "label": "gpt"}
{"text": "Topluk, an extraterrestrial undercover agent from Planet Zorgon, adjusted his disguise as he stood in the control room of the Large Hadron Collider (LHC). With his almond-shaped eyes hidden under human-like glasses and his scaly blue skin concealed by a tailored suit, he blended seamlessly with the scientists bustling around him. Today was the 10th of September 2008, the day the LHC would become f", "label": "gpt"}
{"text": "Once upon a time in a not-too-distant future, a groundbreaking technology emerged that changed the course of human history. It was a computer chip implant, designed to enhance the capabilities of the human brain. This revolutionary invention promised to unlock the dormant potential of the mind, offering unparalleled benefits to those willing to take the leap of faith.\nAmelia, a fiercely determined", "label": "gpt"}
{"text": "Once upon a time, in a world very different from ours, there existed a glorious realm known as Heaven. It was a place of endless beauty and tranquility, where souls departed to find eternal bliss. However, this divine paradise was abandoned hundreds of years ago when Heaven 2.0 was built - a more advanced version of Heaven, inhabited by a new generation of souls.\nOne fateful day, a cosmic mishap o", "label": "gpt"}
{"text": "I've always been an ordinary, or at least I used to be. For over a thousand years, I have witnessed the rise and fall of empires, the birth of new ideologies, and the evolution of humankind. Immortality bestowed upon me in the year 1014 AD, when I made a pact with an ancient deity. Little did I know that the price of endless life would be a permanent separation from my loved ones, destined to roam", "label": "gpt"}
{"text": "Once upon a time in a small village, there lived a young shepherd named Lucas. Lucas was a kind-hearted boy who loved his sheep dearly. One day, he stumbled upon a treasure chest hidden beneath a tree. A gleam of excitement in his eyes, he immediately hatched a plan to keep it a secret, fearing others might steal his newfound wealth.\nNext, he dug a deep hole in his backyard, burying the chest with", "label": "gpt"}
{"text": "Once upon a time, in a small town filled with quirky characters and bustling cafes, there was a lively chat room known as \"The Gathering Place.\" Every day, people from all walks of life would gather online, seeking solace, laughter, and connection. It was a virtual haven where everyone felt welcome, their worries momentarily drowned by the comforting chatter.\nOne sunny afternoon, an anonymous user", "label": "gpt"}
{"text": "The year was 2200, a time when technology had advanced far beyond anything imaginable. The world was a different place, with bustling cities floating in the sky and holographic displays replacing traditional screens. It was a time of great progress, but also a time of great uncertainty.\nI arrived home after a long day at work, hoping to unwind and escape into the virtual reality world that awaited", "label": "gpt"}
{"text": "It was a quiet Wednesday evening, and I found myself alone at home, lazily browsing the internet. The rhythmic clicking of my mouse accompanied my curiosity as I unfolded article after article, disappearing into the vast expanses of the digital world.\nAs I scrolled down the screen, my ears suddenly perked up at the sound of a faint cough, barely audible from the room next to mine. I tilted my head", "label": "gpt"}
{"text": "In the farthest corner of the universe, a curious species known as the Zeldothians tirelessly searched for intelligent lifeforms. After traversing distant galaxies, they came across a beautiful blue planet teeming with life. This planet was known as Earth.\nEager to establish contact and initiate a fruitful relationship, the Zeldothian High Council dispatched a team to deliver a message of peace an", "label": "gpt"}
{"text": "In the heart of the Commonwealth, amidst the ruins of a forgotten world, it was Christmas time. Around flickering fires, parents gathered their wide-eyed children, reminiscing about the post-war tale of old Saint Nick. They spoke of a time when gifts weren't scarce, when laughter and joy filled the streets instead of ruins and uncertainty. Their eyes sparkled with the nostalgia of a world they cou", "label": "gpt"}
{"text": "In the vast expanse of the galaxy, the advanced beings of different worlds marveled at the wonders and mysteries that unfolded before them. Yet, amidst the countless wonders, one truth prevailed universally: humans were more terrifying than the most advanced aliens.\nSome civilizations have faced the wrath of the humans firsthand. For when humans set their minds to war, they became formidable foes.", "label": "gpt"}
{"text": "Adam had been looking forward to this Sunday service at St. Mary's Church for weeks. As a regular attendee, he found comfort and solace in the familiar rhythms of the liturgy and the soothing hymns. Today, however, something strange was about to happen that would forever change his perception of religious rituals.\nAs the congregation settled into their pews, the clergy began the ceremony. It was t", "label": "gpt"}
{"text": "As I took my last breath, the world around me slowly faded away until there was nothingness. But then, unexpectedly, I found myself awakening in a tiny, fragile body. Confusion overwhelmed me as I looked around, unable to comprehend my sudden rebirth. The passing of years did little to ease my unrest, for I soon realized that I had no control over the actions of this child.\nAs the years rolled by,", "label": "gpt"}
{"text": "Once upon a time in the colorful city of Lumina, where towering skyscrapers kissed the clouds and vibrant neon lights illuminated every corner, lived a young girl named Maya. Maya had always been fascinated by technology, especially by a device called a hoverboard. These sleek, futuristic boards glided effortlessly above the ground, weaving through the bustling streets of Lumina with grace.\nEvery", "label": "gpt"}
{"text": "Once upon a time, in a cozy little town, there lived a young man named Andy. Andy was an introvert and spent most of his time alone, seeking solace in his online community. Known as \"WittyWanderer\" on Reddit, Andy's quick wit and love for stories made him a favorite among the users, allowing him to escape his mundane reality.\nOne stormy evening, while browsing through Reddit, Andy stumbled upon an", "label": "gpt"}
{"text": "Once upon a time, in a bustling city filled with the rhythmic beat of life, two individuals embarked on a journey that would forever change their lives. Sophia and Ethan, living parallel lives on opposite ends of the city, had never crossed paths until one fateful summer evening.\nIt was at a charity event, filled with laughter, enchanting music, and glowing lights, when their eyes first met. In th", "label": "gpt"}
{"text": "Alex had always been the type of person who cared deeply for others, even if they were mere acquaintances. So when he found out that something terrible had happened to Sarah, his heart sank. Sarah had always been in his periphery, a classmate whose name he remembered, a friendly face he would exchange greetings with in the hallway. But their interactions had never extended beyond that, making it i", "label": "gpt"}
{"text": "In the vast expanse of the ethereal realm, I, the Architect of the Universe, usually reveled in the beauty of creation and the intricate designs of galaxies and stars. With my celestial blueprint in hand, I weaved together matter and energy, giving rise to the planets and their inhabitants. But today, the usual sparkle in my eyes was replaced with a profound weariness, for I was having a truly ter", "label": "gpt"}
{"text": "\"I've spent my whole life chasing success, climbing the corporate ladder, sacrificing everything for the sake of power and money,\" he rasped, struggling for breath. His trembling hands clutched a faded family photo. \"Only now do I realize the emptiness within me. I rejected love, neglected my children, all for this illusion of happiness. Please, learn from my mistakes. Cherish those who truly matt", "label": "gpt"}
